[{"user_id": 1163936193224019970, "screen_name": "69CryptoCuck69", "user_at_name": "FreeDon", "sample_content": "回复 @bambamtuivasa Heavyweight Tony Ferguson\n回复 @WallStreetSilv You can buy bread like that in America. Just because you choose to buy wonderbread doesn't mean we don't have other bread...\n回复 @JoeBiden That left eye looks like he had a stroke recently\n回复 @elonmusk He wants a carbon tax. He wants to chip people with neuralink. He wants ai revolution. How much more do people need to get off his jock? He is literally the \"good cop\" in the good cop bad cop scam.\n回复 @zubby_leney @ShaneWyke @whatever I can smell the cheese on your breath\n回复 @BB_BORISBREJCHA @whoisdrdrew PLEASE PLAY PYTHON IN CHICAGO\n回复 @WallStreetSilv Queen eye for the straight guy\n回复 @Heccles94 @SkyNews Correction. Two organic compounds\n回复 @eyeslasho The statistics show African Americans commit a disproportionate amount of crime compared to their representation in population. Same goes for Latinos. But the woke left always looks for excuses and nuance to these unfortunate stats. Anecdotes just reinforce the data.\n回复 @BorrachinhaMMA You know you want you retire and do gay porn. That's probably the only pounding you can give.\n回复 @AMAZlNGNATURE Bro give him a Big Mac. You aren't going to ruin the ecology feeding this guy\n回复 @JayJonah97 @AjDuxche Would you agree he is just going to age and fizzle out of the UFC without any title shots mov9ng forward. Especially given his horrendous professional demeanor and reputation.\n回复 @MemIngenjoeren He is probably going to become the next German Chancellor\n回复 @WallStreetSilv How much fucking candy water can one drink? It's not enough that your pounding ultra processed, high calorie, artery clogging \"food\"? You also need 2 pints of candy water?\n回复 @NikkiHaley You are done. And on Super Tuesday, you will lose every single state to Trump. And if you think you will stay in as an insurance to Trump going to prison, I guarantee his delegates will not vote for you. You are ending your political career much like Liz Cheyne.\n回复 @BeauregardJohn @Arnold172061 @MRJOS1942 @MattWalshBlog They were sitting at a table eating minding their own business and a drunk lady came over to harass them for selfish reasons (being annoyed). Even onlookers came that were there in person came to her defense..\n回复 @HenrikZeberg Will TLRY go up or continue to be a dog? https://t.co/nWIPEZAA5e\n回复 @InternetH0F Why give more to charity than you can save in a year? Also I don't think a land cruiser and a BMW 5 series is $9000 a year. That would mean each car payment is $400 a month. Unless they put huge down payments.\n回复 @Blex_Aethor @AnthonyBalducc5 I've noticed conservatives being conservative until their vice gets addressed, then suddenly they are libertarians. Conservative Fluid I call it.\n回复 @barstoollaw @ChrisLloydCFP @GRomePow Wierd because I'm seeing the opposite. Houses in my neighborhood still selling over asking price on the first day of an \"open house\"\n回复 @HillbillyJimD @ConsumerOfKnits So because you got got must mean everyone gets got? 🤔 people enjoy certain music to turn up, certain music to calm down, certain music to have in the background. Assuming this type of music is their favorite is not a good assumption. They look like swifties to me tbh\n回复 @TheSaurus831 100% agree. They were trying to please the \"sophisticated\" UFC fan vs doing the obvious right thing.\n回复 @Breaking911 Better angle https://t.co/ncNBnIGgZs\n回复 @ImMeme0 Step one. You are born with XX or XY chromosomes. Don't overthink it.\n回复 @NameRedacted247 @ISF_OSAC What's the difference between China using its private sector to benefit that state and this?\n回复 @lawyergonerogue @MattWalshBlog I agree and it seemed like that was what she was doing. But a drunk lady confronting a woman with a baby for crying seems to be the one with issues not the mother getting out of the house to eat.\n回复 @archi_tradition @EvenSkild Actually Paris https://t.co/oRDRlUjXbj\n回复 @RealAndyMerc My friends nanny has to go hack to Ukraine because her 50 year old husband is being called up to fight.... this does not sound like a winning affair for Ukrainians.\n回复 @AbingaleFrank @RGIII @TheNotoriousMMA They both overhyped and ender their career d/t injury\n回复 @Arnold172061 @MRJOS1942 @BeauregardJohn @MattWalshBlog Clown of the day award goes to the incel who gives parenting advice. Bravo to you. Nobody wants you so you live a miserable life.", "overlap_score": 0.1550537035715424, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1266545407678722051, "screen_name": "KNoir16", "user_at_name": "KNoir", "sample_content": "回复 @GeneChurch1776 @TheGetchell Interesting. Do you think a significant number of Republicans share those sentiments? And are you worried that this lack of support will lead go Harris winning?  To be clear, I’m voting for her so I’m not casting any judgement - I just think this subset of Rs is fascinating.\n回复 @TrevorR45331742 @Marcy_Powell @barcodext Can you please explain to me how Oregon’s Supreme Court upholding a law that 70% of its citizens voted to enact is not a democracy? Isn’t a democracy people voting on things and the highest vote wins? That’s literally what happened here.\n回复 @tinodani23 @engineers_feed 1) Fossil record. Rock comes in layers - the older, the deeper. The deepest layers contain the simplest life. Life gets increasingly complex as you go up. This doesn’t make sense outside of evolution. Scientist can even predict what kinds of fossils will be found in certain areas\n回复 @stephen1e4 @cosmicdirtbag81 @MrRobertBob1 You mention proof. What would constitute proof in your opinion? What scientific test should we do to determine if the climate is changing too rapidly?\n回复 @NewFifeRight14 @AriDrennen See you can argue that being a biological male will give you an advantage against women - fair. But why go out of your way to demonize trans people and cast aspersions on their sincere desire to compete in the category that matches their gender identity?\n回复 @SimonMcAul73960 @freedomstoopid @TheChiefNerd No. I think that abortion in the US should be legal up to birth, for whatever reason (under the premise that late term abortions are extremely rare, and only happen when absolutely necessary medically), until we have a safety net as strong as a country such as the Netherlands.\n回复 @Alvin1k_ @beatmastermatt I’m voting for Biden in November, and Haley was the Republican candidate I was most wary of because she does a good job a presenting herself as sane and moderate.\n回复 @theory_based @MadelineRyan4GA Oh shut up, you arrogant pompous windbag. How are you going to tell this person what HER grandfather fought or didn’t fight for.\n回复 @acnewsitics How? Don’t those run on electricity?\n回复 @SocratesHater @CarbonBOSS1000 @LewSpears Also, minor spoiler, the only thing that maybe, feasibly, could be argued as being “woke” - the Frenchie plot, does kinda start paying off in episode 5.\n回复 @Prawnter_ Hmmm a choice between drowning quickly, or spending 40+ days in a giant airtight box full of many different kinds of animal poop … honestly I’d take drowning.\n回复 @Irish_Otaku @Fenrirtheicewo1 “These types”? As in the creators of ATLA who also created Korra and wrote the first season?\n回复 @nikicaga So it’s kinda like in Jaws, where Richard Dreyfus and Robert Shaw didn’t really like each other, but decided go team up against the shark.\n回复 @calisurfsup @FlaCyndi @ShammyTX Depends on your definition of winning tbh. Remember he has super majorities in both the FL Senate and House.  Disney outsmarted him, so he changed the rules retroactively, and they are appealing that case.  All his election fraud cases were dropped because the state told the\n回复 @SimonMcAul73960 @freedomstoopid @TheChiefNerd No worries\n回复 @deb3004 @CynthiaAllison @NoLieWithBTC In the US we also have our share of highly venomous snakes; they formed a party and called themselves Republicans.\n回复 @MJameson01 @igarglewithfire @QuentinDunbar So women’s reproductive rights are hanging by threads, and your main concern is how this all affects men?   I sincerely hope our science advances far enough, fast enough to allow men to become pregnant so I can see how quickly some people will abandon their self-righteous stance.\n回复 @eplatina9 @EWErickson Funny, because we still paid taxes during the Dubya and Trump years …\n回复 @Jguy198769 @miresjs @Logically_JC Class. That might send conflicting messages don’t you think?\n回复 @MeidasTouch As a convicted felon Trump probably doesn’t want to risk being around guns.\n回复 @CarbonBOSS1000 @SocratesHater @LewSpears If you don’t mind me asking, how did it mock right wingers in the first three episodes?   Another thing I don’t get is didn’t the first episode have Will Ferrell cameo as part of a parody of “Blind Side”-esque, white saviour movies? I feel like that’s clearly some left-side\nI’m seeing Billy Zane trending for his portrayal of Brando, and at this point I wish the Oscars had a separate category for actor or actress portraying a historical figure. Because I’m beyond fed up of these Oscar-bait biographical performances.\n回复 @rsienicki @WilliamWhoDW As someone who initially despised the idea, I’m finding myself warming up to it a bit. At a certain point it begins to feel like there are too many Doctors. Like imagine getting to a point where we’re on the 58th Doctor or whatever. But the TC allowing to think of new Doctors as\n回复 @PLLibertarian @bittybits96 @Blackbea16Manon @JadeK526 @craigleigh86587 Never developed. Which implies that the placenta evolved as a means of the male gametes parasitizing the womb for the propagation of the male’s genes. You know that a woman’s organs shift around as a result of pregnancy? You know that the embryo’s DNA inserts itself into the\n回复 @DannyDrinksWine For as much as I love the $$ trilogy, I can’t stand this movie. I don’t have a good reason why.\n回复 @FLVoiceNews The ironic thing is she starts off with a “Praise God”. Everything she listed is in the Bible.\n回复 @DannyDrinksWine Didn’t Godzilla come about thanks to nuclear radiation or something. So it seems like Godzilla is already a response.\n回复 @tinodani23 @engineers_feed Common ancestor, because the chances that a virus inserts itself into the exact same spot in the genome of the ancestor of all chimps and the ancestor of all humans is incredibly small.\n回复 @TomCottonAR Cool. So there shouldn’t be anything such as a child tax “credit”. It’s just the government taking tax money from people with no kids and giving it to people with kids.\n回复 @Citadel_Hill @travismsnow @whatifalthist Dude I’m sure Newton’s faith helped motivate him emotionally, but your claim that the Bible automatically leads to the development of Calculus and Newtonian gravity is absurd. Scientific inquiry started in Greece, Islamists have us the scientific method, and yes, science also", "overlap_score": 0.1586610995503437, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1362852807611662338, "screen_name": "MarieAshby18", "user_at_name": "InYourHouseLord", "sample_content": "Audio version of today’s devotional at InYourHouseLord. Check out my yearlong devotional book at https://t.co/9w5uuMgK3D. Follow me on Facebook, Twitter, instagram and YouTube. Please like and share ❤️ #devotional #pray #live #die #gospel #allgood #Christ https://t.co/N26hZAbm6C\nAudio version of today’s devotional Check out my yearlong devotional at https://t.co/9w5uuMgK3D Follow me on Facebook, YouTube, instagram. #devotional #pray #master #yield #neverlookback #jesus #first https://t.co/6KHcgsNpny\nAudio version of today’s devotional at InYourHouseLord. Check out my yearlong devotional book at https://t.co/9w5uuMgK3D. Follow me on Facebook, Twitter, instagram and YouTube. Please like and share ❤️ #devotional #pray #Godislove #love #brothers #sisters https://t.co/H7pxgaUtyF\nFather, How foolish it seems to harden our hearts toward your voice! Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need. (Heb. 4:16) #devotional #pray #voice #listen  #God https://t.co/9w5uuMgK3D https://t.co/ab1d5GCQ7z\nO Lord, Your Spirit within me changes me and empowers me to face the challenges of each day. He instructs my spirit.  This is how we know that we live in him and he in us: he has given us of his Spirit. (1 Jn. 4:13) #devotional #pray #fruit #spirit #power https://t.co/9w5uuMgK3D https://t.co/E7QFkaOtwg\nO God,  Solomon was known for being full of wisdom from your Spirit… “Give me wisdom and knowledge, that I may lead this people, for who is able to govern this great people of yours?”(1 Chron. 1:10) #devotional #pray #fear #wonder #honor #contentment #God https://t.co/9w5uuMgK3D https://t.co/DwBdb0desf\nO God, Over and over again, you keep pointing us back to love. It puts everything else into perspective, and ends all our striving. Be on your guard; stand firm in the faith; be courageous; be strong. Do everything in love. (1 Cor. 16:13-14) #devotional #pray #love #God #humanity https://t.co/wucgD2LzD8\nAudio version of today’s devotional at InYourHouseLord. Check out my yearlong devotional book at https://t.co/9w5uuMgK3D. Follow me on Facebook, Twitter, instagram and YouTube. Please like and share ❤️ #devotional #pray #children #praise #hosanna #king #jesus #heaven https://t.co/tDwzswgMCG\nJesus, You have placed a seed of faith in my heart. “You did not choose me, but I chose you and appointed you so that you might go and bear fruit—fruit that will last—and so that whatever you ask in my name the Father will give you.” —Jesus (Jn. 15:16) #devotional #pray #seed https://t.co/migwxXPEbV\nDon’t forget to checkout my full text devotions on facebook and instagram @InYourHouseLord\n“‘If you can?’” said Jesus. “Everything is possible for the one who believes.” Immediately the boy’s father exclaimed, “I do believe; help me overcome my unbelief!” (Mk. 9:23-24) #devotional #pray #believe #ask #jesus #joy https://t.co/9w5uuMgK3D https://t.co/VNtRCCsKoy\nO Lord, I will shout of your wonderful deeds and tell the world about who you are! You are worthy of praise and honor.  Great is the Lord and most worthy of praise; his greatness no one can fathom. (Ps. 145:3) #devotional #pray #sing #praise #God #love https://t.co/03YScZzU6A\nO Lord, Peace among believers is a choice we make. Do we pursue your rule of peace, or do we stir up trouble with our complaints and offenses?  Turn from evil and do good; seek peace and pursue it. (Ps. 34:14) #devotional #pray #peace #gratitude #believers https://t.co/qCOAcsfdPo\nBlessed are those who have learned to acclaim you, who walk in the light of your presence, Lord. They rejoice in your name all day long; they celebrate your righteousness. (Ps. 89:15-16) #devotional #pray #beauty #love #faithfulness https://t.co/9w5uuMhhTb https://t.co/Rf6668yqPZ\nSon though he was, he learned obedience from what he suffered and, once made perfect, he became the source of eternal salvation for all who obey him. (Hebrews 5:8-9) #devotional #pray #Lamb #sacrifice #salvation #love #Jesus https://t.co/9w5uuMgK3D https://t.co/JaN3KH9aqC\nThen they believed his promises and sang his praise. But they soon forgot what he had done and did not wait for his plan to unfold. (Ps. 106:12-13) #devotional #pray #forgetful #faithful #God #miracles #praise #forever https://t.co/9w5uuMgK3D https://t.co/H2z0ZXSC2f\nJesus, Our joy is directly connected to remaining in your love.  “If you keep my commands, you will remain in my love, just as I have kept my Father’s commands and remain in his love.” —Jesus (Jn. 15:10) #devotional #pray #love #commands #obey #jesus #joy https://t.co/9w5uuMgK3D https://t.co/zSQaZFS7L3\nO God, You are our strong protector, and you hide us in the shelter of your wings. We will sing and praise you… How priceless is your unfailing love, O God! People take refuge in the shadow of your wings. (Ps. 36:7) #devotional #pray #safety #wings #love https://t.co/9w5uuMgK3D https://t.co/Q4HAbGHBht\nO Lord, Some claim that these are the last days, and that you will return soon… They devoted themselves to the apostles’ teaching and to the fellowship, the breaking of bread and to prayer. (Acts 2:42) #devotional #pray #devoted #jesus #spirit #today https://t.co/9w5uuMgK3D https://t.co/IV3IH50Xvc\nO Lord, You call us to love in its purest form, like a child has for their favorite toy. They protect it and keep it close by at night… No one should seek their own good, but the good of others. (1 Cor. 10:24) #devotional #pray #love #others #selfless  https://t.co/9w5uuMgK3D https://t.co/JiU50Y0OP5\nO Lord,  Your expectation is that my faith in you is multiplied by sharing it with others.  “You are the light of the world. A town built on a hill cannot be hidden.” —Jesus (Matt. 5:14) #devotional #pray #produce #harvest #multiply #light https://t.co/9w5uuMgK3D https://t.co/al4egxnbdp\n“If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!” —Jesus (Lk. 11:13) #devotional #pray #fathersday #HeavenlyFather #honor #obey https://t.co/9w5uuMgK3D https://t.co/WJ562tj5Co\nFather, There is such a serene comfort here in your presence.  He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart. (Ps. 91:4) #devotional #pray #safe #secure #presence #God #loved https://t.co/9w5uuMgK3D https://t.co/qDbebWkKHC\nAs I read Micah’s lament about the corruption and division that were prevalent around him, I felt his burden.I’m witnessing similar things in our country. He brings princes to naught and reduces the rulers of this world to nothing.(Is.40:23) #devotional #pray #watch #hope #savior https://t.co/8upP12QUVq\nIn your kingdom, we will not need the sun and moon for light, because your shekinah glory shines there forever.  Let us hold unswervingly to the hope we profess, for he who promised is faithful. (Heb. 10:23) #devotional #pray #glory #God #light #sunshine #moonlight #hope #heaven https://t.co/9YUlqa7e1w\n“Look at the birds of the air; they do not sow or reap or store away in barns, and yet your Heavenly Father feeds them. Are you not much more valuable than they?” —Jesus (Matt. 6:26) #devotional #pray #noworries #trust #Jesus #joy #freedom https://t.co/9w5uuMgK3D https://t.co/7Ifc80vnwM\n回复 @Yoyo19191980 May the Father surround him with his presence and peace 🙏🏻\nLord Jesus, I imagine that there were lots of children among the throngs. “Yes,” Jesus replied, “have you never read, ‘From the lips of children and infants you, Lord, have called forth your praise’?” (Matt. 21:16) #devotional #children #Jesus #blessed  https://t.co/9w5uuMgK3D https://t.co/NEzB6k1uO9\nO God, No one compares to you in glory, in power… Yet I am always with you; you hold me by my right hand. You guide me with your counsel, and afterward you will take me into glory. (Ps. 73:23-24) #devotional #pray #righteousness #God #holiness #lead https://t.co/9w5uuMgK3D https://t.co/oCCMwG5PEY\nO Lord, How I love this promise you made to be there with us when we gather together as your family. “You are the light of the world. A town built on a hill cannot be hidden.”’—Jesus (Matt. 5:14) #devotional #pray #church #presence #God #city https://t.co/SlSM4aREPl", "overlap_score": 0.1236394561979717, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1361743833772544001, "screen_name": "Snakeey56755808", "user_at_name": "Just C.J for now.", "sample_content": "回复 @kerry_comcgrl77 yeah. I'm a bigger Fantastic Four fan. As a child one of the earliest cartoons I can think of is the Hana Barbara cartoon. I own figures and animated shows. I have a shirt with the four symbols. I love FF. With that being said, I'm looking forward to Superman more.\n回复 @MsBlaireWhite @FIROfficial @JellyRoll615 @RonnieRadke if more trans acted like you. They wouldn't have hate. And would have been fully received even by people that once freaked up by them. They would see them as human beings.  The trans community could have gained love if they had been more like you are.\n回复 @IsabellaMDeLuca Yes. And don't expect CNN or MSNBC to show any honesty. Their the ones who motivated people to get like this.\n回复 @Iraqveteran8888 I get what your saying. I think the first thing people need to know is saying anything threating or violent is NOT going to help. They need to be wise and not resort to that. Thats the first thing they they shouldn't do on the internet.\n回复 @devery_mccain That a fool that dude is. Why should height matter?  Eh she didn't miss out. Shes beautiful. She will find someone nicer who isn't petty.\nToday I heard someone peace how Trump promotes violence. This how blind to themselves they are. Time and time again they have all been about violence. They don't even see it. There completely lost and consumed to Media.\n回复 @Faithful2Pray @kylenabecker Those and Kurt Russell and Morgan Freeman I still Love. Well Tim Allen and Dennis quade and his goofy brother too. There may be a couple more.  I can think of Rosanne Barr.  Oh Patricia Heaton and Kristi Swanson.\n回复 @tsukachi Feel like I have no seen you post in forever.  Or I've just not been on here much.  Banshee? That nicer then what I call her. A hobgoblin.\n回复 @Northerncrowe @DanYunIsTrying I have no idea if he is even in the past, present or future................actually I doubt the future. Past or present.\n回复 @AlexaBliss_WWE you just get better and better. But most of my favorite doc is about Wildlife. History I usually just read books. I love animals.\nGrace Randalf praised the Suicide Squad kills the Justice League. by just looking at cut scenes and not at all playing the game? 🤣  DINGBAT!!!\n回复 @Riley_Gaines_ The old man is an evil twisted Muppet. And I'm done. Just done. The media has turned against us. They're the enemy now.  Praising this like it is a good thing. I feel horrible for women now. This is not right.  And what makes me more angry is the women who support this madman.\n回复 @Fenrirtheicewo1 This kinda stuff cracks me up because it's proving me right about them. I mean don't even try to hide it or anything. Just make me look like a damn genius who said 5 years ago their a bunch of Satanist waiting for the coming of the anti Christ.  Yup pure evil and they admit it.\n回复 @CodyRhodes ah....this is a fine day of Victory. Now go finish the story and get that belt!!\nTY for posting this. I've been saying you're all not about love and inclusivity.  No you all are about hate spite and hostel takeover and control.  I personally don't care about Star trek. I never got into it. But I want to thank you for proving who the real hateful people are.\n回复 @TheBrandiRhodes Nah Brandi. Let people be sour. Cody is champ now and that's all there is to it. Let the real crybabies cry.  It's Cody's time and there is nothing they can do about it.  CODY RULES!!!\n回复 @WrestleOps Yeah this was a poor switch. People are trying to say that they never built up Cody vs Roman in these comments. LOL BS!! they totally built it up and teased that.  To me this is dumb. Eh, I'm more into the women's division anyway. I'm mostly excited about Bayley vs Iyo.\n回复 @TheLizVariant MSNBC is causing more hate in this country.  You know. Lets encourage people to hate Christians. SMH I'm a Jesus freak.  Let them come for me. I bow to no one but him.\n回复 @kerry_comcgrl77 Nuff said. https://t.co/Jah665WMGX\n回复 @SillyGooseBenji @FatonMuslija @XMenUpdate Nathaniel Essex doesn't do half-ass jobs on stuff like Clones. In fact, I'm sure like the comic, he put in her mind the desire to have a child. Seeing that's his whole goal. Seeing you know who the baby is. It's going to be messed up when he gets the virus.\n回复 @kerry_comcgrl77 You ya got it. See it's come to a point we should be expecting the poor choices Disney and Kevin make.  Also, Wonderman is race-flipped. Already poor. But that's okay. I knew he would be race-flipped. Just like I know someone in FF will be too.\n回复 @Snake1995 It dawned on me that the same DD that showed up in Spiderman.  Yeah Matts meh boy too.  Spider-man and Daredevil.  The to best.\n回复 @libsoftiktok I didn't think AOC could do something more bat shit bonkers then the last time. And yet here we are. I tell myself, okay but she wont do anything even more looney then this. It's not possible. But now I'm sure of myself she will find a way.\n回复 @comicsandroses No. It was Just V.  And V stood for Visitors.\n回复 @AirlockOpen @TheFinestCC Yeah cartoon wise I loved Shipwreck. But the comic universe is very different. And I feel like the only one I can see I favored in both is Zartan. Heck Snake Eyes isn't in the cartoon much. I love SE and Scarlet. But I favor Stormshadow over SE.  Tommy is complex.\n回复 @kerry_comcgrl77 I been that way for a good while. Since I have I realized the majority of woke comes from Disney. And at times other companies try to follow and never works out. So they will belt out some non-woke stuff to make back money loss. Where Disney just keeps at it back to back.\nhey. this is an example of Disney just doing things out of spite to cause controversy.  Why have a female surfer? their was no point when you could have had Frankie Raye Nova. LOL  Why do this? Because they want to piss people off. that is what their choices are motivated by. https://t.co/FeysrOOFmg\n回复 @Iyo_SkyWWE ......ah I can't do smack talk. I love you all still. LOL You, Bayley, Dakota, Asuka, Kairi. I cannot hate any of you. You all make this a amazing story.\n回复 @BeauDemayo @itskaimyoung @screenrant Well in the comics when Magneto did that to Wolverine, it resulted in the professor being rash and making Magneto almost a vegetable. Of course,  that came with huge consequences. If the Professor does that in this show, I will have a theory of another horrible villain coming.\n回复 @PolitiBunny another actor that thinks the majority cares what she has t say.  These actors dont have a clue.", "overlap_score": 0.1826651810160544, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1209449345143042050, "screen_name": "KrisClarkVT", "user_at_name": "Kris Clark", "sample_content": "回复 @raisingpatriots @dom_lucre Where do you think all those Jamaicans came from?\n回复 @JakeLangJ6 Yeah, they wouldn’t have done this for no reason. Guy was fighting in prison or something.\n回复 @PetersonEr69193 @SteveLovesAmmo Oh you poor white fragile beings who control almost everything. Life is SO hard for white people in this country. 🙄\n回复 @gtconway3d @garykoepnick Exactly.\n回复 @Bronconation_80 @BidenHQ Biden has ALWAYS had a speech disability. This has not changed. But it is a disability like Trump’s dyslexia, not to be mocked. However, Trump’s speech had shown marked changes over the years.\n回复 @SBrownBourne @sportswithjohn @JoeBiden Me too. I think it reads better. We were all taught that way not too long ago.\n回复 @GOP_is_Gutless @kylegriffin1 Biden’s was a private residence, not a private club with a lot of other people around. Private club has many more unknowns and is more dangerous for law enforcement.\n回复 @THELumberGuru @akafacehots What are you on about? MAGAts do this shit all the time.\n回复 @WallStreetApes We are not a cult. We don’t have Biden boat parties, giant rallies, truck signs. We just vote for the better candidate, which is Biden. We don’t idolize him or feel the need to worship him as the MAGA crowd does. We ha e lives. We just vote like normal people.\n回复 @atensnut 🤣🤣🤣🤮🤮🤮\n回复 @iam_Pat_Robi @LqLana Which time? He changes his mind every time he speaks. Last time he ran he said women should be jailed for abortion. He only cares what will get him elected.\n回复 @j_fishback @MenyaraC @krassenstein It wasn’t like she was some lone woman. She was the leading edge of a dangerous mob. Don’t forget we all watched it live? You can’t fool us with your innocence narrative.\n回复 @Angryscotsman1 @rrm3406 @MikeSington Wrong.\n回复 @BurtMaclin_FBI @EbenSchaefer @krassenstein Yes it does, and this is also Jewish tradition.\n回复 @Sassafrass_84 No. According to a The Philadelphia Inquirer article (archived here), the Biden campaign dated the photo to 1976, the same year Dr. Biden, who was then around 24-25 years old at the time, began teaching English at St Mark's High School in Wilmington. There is no evidence for this\n回复 @RonnyJacksonTX No one trusts you Ronnie, and you’re not even a doctor any more.\n回复 @NCCoastfan2 @aimeehogan8 @krassenstein Her comments are spot on. A nation is secular if it doesn’t have an established religion.\n回复 @clhwi2017 @krassenstein I have no doubt that there are so e people who feel that way. They often go back to work part time. Most of us, however, love it.\n回复 @DrEliDavid First of all, the top photo is edited to make it more inflammatory. There were people on both sides of the “table” that was actually a runway. Second, there are more people in that photo than were at the last supper. Third they are making historical references to Greek mythology.\n回复 @CollinRugg He didn’t hear the question and said, “Pardon?” And the person who heard it the first time answered before he could respond. This is a desperate attempt to make a normal interaction into something it was not. No better than the left making a Trump back pat into a “hit.”\n回复 @BJCMeyer @krassenstein He said he was a 6 when he was VP. Fact checkers found he was 6.7. Trump’s is lower, but Trump is a renowned cheater.\n回复 @Westerly110 @joewallin @TM1Politics FALSIFYING BUSINESS RECORDS IN THE FIRST DEGREE, in violation of Penal Law §175.10, committed as follows: The defendant, in the County of New York and elsewhere, on or about February 14, 2017, with intent to defraud and intent to commit another crime and aid and conceal the\n回复 @xcalibursteel @LAndersonCAKS @EdKrassen Who said it’s of no consequence? No public figure (or private) wants their diary shared.\n回复 @DaniJ05381930 @denisedwheeler @rklein7777 No one is surprised by Bill Clinton’s misdeeds. If there is evidence, convict him. But don’t pretend it has anything to do with the current race for president.\n回复 @JohnnyPaulson @krassenstein And really, some people actually have self esteem that is not tied to their jobs.\n回复 @NoHolyScripture I wish I could. It’s incomprehensible to half of the US as well.\n回复 @rokymiller50 @Afterthought_01 @LauraLoomer That’s how bad the right has become - spouting that education is bad for you. You can’t make this shit up.\n回复 @kylenabecker Fun fact: Nancy Pelosi was not in charge of the Capitol Police.\n回复 @Eagless05 @chrislongview @maguidir Nobody blames him that COVID existed, just the absolute trashy way he handled it. Like telling everyone it would disappear, mocking people for wearing masks, not preparing for it when he knew it was coming, getting rid of the COVID response team, and the list goes on…\n回复 @elonmusk Trump spewing bull even back when he could speak. Trump Tower the #1 attraction in NYC? 🤣🤣🤣", "overlap_score": 0.1484854953612675, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1277377075, "screen_name": "ConservaZiet", "user_at_name": "ConservaZeit 🥶🌧", "sample_content": "回复 @bmet7 @GShaneMorris I'd say \"accept\" is a bit of a stretch, but the Dursley's did take in an orphan in the night, &amp; in the end realized that they didn't hate each other.   Forgiveness &amp; understanding! Wonderful themes to write towards.\n回复 @MajToure999 @TRHLofficial \"Traveling\" doesn't mean consequence-free ability to drive without a license, as ruled by election/determined by law per the state in question by the people therein.  By all means, travel - but the law remains for utilizing roads/vehicles. Ignore at thy peril.  Hilarious end too!\n回复 @DMechano @McMistle I mean, yes. Bit of an blend by me, as Archie Robotnik also had \"Ivo\" as his name.   Regardless, X-Sonic is too fast, too strong, but also too careless for SatAM as a scenario.\n回复 @jr441946 @gothosfolly21 @9mm_smg @benshapiro Non-Sequitur much?  Again, all problems are a nail when you're a hammer.\n回复 @STHComicsIDW Metal using the moment to threaten, rob, &amp; give the usurper Doc the boot for his troubles.   Lesson kids! NEVER MAKE A DEAL WITH EGGMAN.\n回复 @BidenHQ Spare us the moral platitudes when your candidate is child-sniffing, actual wanna-be dictator who frequently flaunts codes of conduct for decades &amp; actively speaks against SCOTUS for restricting his measures. https://t.co/iNkfRNLxps\n回复 @_Bueche Really? This from Pakman is just from a cursory review of his tweets. Seems rather like his rhetoric raised the temperature of politics, equating Trump's words to \"stochastic terrorism\".  Spare us the straw man label. The Left owns this attack. https://t.co/nuzquOORWV\nThat feeling when one is informed that your Grandmother is close to the end is a real gut punch.  Years of watching her spark fade, her eyes dim, her memory fade, until naught is left but a quiet woman in a bed, as her children rush to her side, names gone.  It hurts to the core.\n回复 @XMemeTeam @WallStreetSilv Except one side pulled a secession, literally capturing territory from a major city w/armed guards &amp; walls, annexed nearby structures, &amp; had killings within until kicked out. Hundreds of riots too.  Your example is bunk, since it didn't affect the process outside of delay.\n回复 @andrewk001TX @TheDUIGuyPlus Gun safety extends to all - there is no \"actors\" clause to dismiss dangerous behavior.  Baldwin DIDN'T check - that's on him. Baldwin POINTED at people - thats on him. Baldwin PULLED the trigger - that's on him. Baldwin KILLED a woman and injured another - thats on him.\n回复 @McMistle I would say it's the perspective of all the major characters, Uncle Chuck being different in angle to the rest (the plot), combined with Tails in action while Sally looks distant/serious and Snively's ominous posing.  Add in the underlighting highlights, and it's a great cover.\n回复 @Thor_Odinson @DisabledCel They are - the \"fairer\" sex cannot be treated fairly in the criminal justice system currently.  I.e. switch any role of male/female on any case of rape or statutory - men (rightfully) get the harsh hand of the law, ladies not so much in most cases.\n回复 @PBlasphememes Innately, we average Americans know the political/media sorts despise fly-over country - so many think we are just pockets to plunder, soldiers to enlist, or schmucks to shill disposable trash to.  Shame that wool can only be pulled over the eyes for so long before falling away.\n回复 @MediaFan11 His name IS Robotnik. He even tells Tails \"Nobody calls me THAT, anymore!\" But his lineage is from Gerald Robotnik, Maria too, &amp; he even wanted to establish the \"Robotnik Empire\" in SA2.  Nowadays, he is Eggman for the most part, regardless of medium.\nGod Help Me. The wife wants to watch the LA \"Avatar:TLA\" series.  My hope fades like wind in the meadows, behind the hills, into shadow...  *siiiiiiiiiigh*\n回复 @_Bueche Which again, led to a Leftist who registered R in a closed primary, who starred in a BlackRock commercial, donated to ActBlue, &amp; had typical Leftist social media presence, to try &amp; assassinate Trump.  Odd how Leftists utilize force against WORDS in the realm of political action.\nRIP to Bernard Hill.  His scene as Theoden lamenting he passing of his son Theodred never fails to bring manly tears to one's eyes - the pain, the loss, the regret. Magnificent acting.  Hail the victorious dead, &amp; stand proud in the halls of your forefathers. https://t.co/nRyRUqOSq0\n回复 @jgerlachsvd23 Show us where in 2a it says \"Right to assault/murder at will\". Or is this merely a sourpuss response to the bump stock ban getting slapped down.  Either way, cope harder.\n回复 @dollhouselaugh @skyera1n @ask_aubry As if history or even male desire/stamina even bears out anything close to that.  Feminists all think men are rapacious rapscallions just salivating at the chance to abuse every women - when reality shows that fellows by-&amp; -large just want a decent wife, regardless of era.\n回复 @GodwinMeter Holy Hell... what grounds does the State Supreme Court have to prevent anyone from running for office? There's no criminal aspect to the story - it's purely based on politics inside the legislature?\n回复 @Patriot_Musket Was it also the semis that are supposed to STAY OUT of the Left hand lane, too?  Because they do not heed that rule one bit.\n回复 @tankappreciator I enjoyed it, despite being a layman concerning Frank Herbert.  Best sci-fi of the past few years, easily, and surprisingly smart concerning power, religion, and revenge.  Ending was a bit rushed IMHO. Final battle needed more. Regardless, beautifully filmed.\n回复 @TylerDunha16246 @realpeteyb123 @9mm_smg @benshapiro @danawhite Which is never going to happen - ergo, the only match would be verbal.\n回复 @Timcast Mark Hamill has become a variation of his own role(s) - a Joker fantasy, screaming in ways only he finds funny, yet madly terrible in his execution to the world.  Would that he clutched reality as hard as attention-whoring.\n回复 @sourpatchlyds Lyds, the Left has used cancel culture to make the Right live in misery &amp; fear of cancelation or worse for a decade now.  No crying from ANY of them should matter - they deserve to suffer the rules they also imposed upon us, against all warning &amp; pleading.  \"Do unto others...\"\n回复 @CaryKelly11 @BlkCrownAuthor *snort* No, your feelings weren't \"hurt\", but you do act like a schoolmarm scolding anyone that raises a point outside her purview w/that tone policing whinging.  I don't feel sorry - John works in the trenches &amp; is fully aware of food offerings provided, which the video avoids.\n回复 fondest memories and keen influences from a mangatka that not only brought the medium widespread acclaim, but brought anime to western shores in an unparalleled manner. People today going 'weapons down' for Toriyama and his works bring much honor to his name, legacy, and more. 2/\n回复 @DoctorRetardPhD @9mm_smg @benshapiro @danawhite @RealCandaceO I deed - the debate ring. The conversational conflict, the rumble of rhetoric, the speakers struggle.  This is the only arena these two would ever face off - and I have doubts Owens will meet against Ben without a series of catastrophic invective at this point.\n回复 @LawSelfDefense @hotirrgmail Second question:  Good conceal carrying starter firearm + holster?\n回复 @_nomadic_soul @Bigmancomics In short - narcissism is the ultimate pleasure one hears from liberals as their core ideal.   Every argument boils down to \"me-meme-me-me-me-mememe\" without foundational requirements or duties beyond the self.", "overlap_score": 0.1334168372228047, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1176215375433760768, "screen_name": "hollyonthefarm", "user_at_name": "Hollyonthefarm", "sample_content": "In the name of “conservation” and “clean energy”\n回复 @SunWeatherMan Have you seen this theory? Do you think the blob seen in the southern hemisphere has any relation to weather? https://t.co/kJDS1tIxEB\nHonestly, I don’t know how small farms even make it anymore… we had 2 essential fixes that had to happen this week or we would lose crops, and that cost about 100k. Not to mention the equipment that is currently in the shop being rebuilt that we need for harvest season….\n回复 @AaronParnas Great so institutional food full of preservatives?\n回复 @clintwfischer The more I learn how a lot of farms handle the family aspect, the more I’m convinced my husband’s family is doing something right. 5 generations and still going strong with currently 3 generations working together really effectively\n回复 @Karla_VBF They are going to have to move and/or get a roommate. In my rural area you can find jobs in the trades that pay that, and and average rent rate for a 1 bedroom is 950\n回复 @DaleStarkA10 We had a random llama show up on our farm once. I wanted to keep him but my husband said no 😂 https://t.co/1FZ4nvjY45\n回复 @the_transit_guy Is there parking on the street for everyone? The problem is people travel long distances to get to the beach, so their personal vehicle needs to go somewhere\n回复 @Keep5meters @AandGShow But think of what a crazy moment in time it is to document!\n回复 @Breck_Maynokur Love that green tile!\n回复 @Eternal_Saints_ Are you talking about the geographical center? If so, you are incorrect about manti. It’s on the north end of town and nothing else past it (yet)\n回复 @evanvucci @APNews Incredible shot. One for the history books\nGood evening from the lawn ornaments 🧡 https://t.co/ZQ3zVzl75l\nGardening in the desert is a whole new world. we get ALL the sun and wind 💨 (omg the WIND)we decided to create a lower water landscape in the front yard. We are focusing on garden paths focusing on native, showy grassesbecause I love the way the grasses move in the wind https://t.co/JzHbKyk6dk\n回复 @NickJFreitas I still can’t believe the Biden camp didn’t buy this domain 😂\nCan you believe my husband is arguing with me about buying a tractor? He’s telling me we don’t need it! (We do though)\n回复 @AandGShow Get your campaign yard sign ready https://t.co/TRAY3O1cBD\nNew fire pit location for the “gong” 😂 It rings like a bell every time you throw wood in. I’m hoping to have some awesome bonfires this summer. Want to come? https://t.co/rgOcOXZZwU\n回复 @brndsil 100%! My husband runs a larger dairy and it is ALWAYS something. Fixing manure pumps, wells that shut off, fences down, cows stuck… it’s never ending but he loves it\n回复 @Not_the_Bee But we are still spending money there. Cool\n回复 @clintwfischer The shares can be sold back to the farm if you leave, but you don’t receive and monetary benefit from them unless the farm is sold. The more shares you have, the more say you have on operations. Also my father-in-law (who is the oldest) is willing to invest in growth\n回复 @SenWarren @Apple You are passing legislation against green text bubbles? Seems reasonable…. 🙄\n回复 @clintwfischer I think a lot of it has to do with age differences - there’s about 10 years between each person and the next, and the fact that it is set up like a corporation. The family that comes back earns stock in the business, and they have more shares depending on seniority 1/2\n回复 @pestctrlguy I live near Salina. Part of the issue with that canyon is there is no cell service for the majority of it, so it’s hard for some one to call for a taxi or gas deliver\n回复 @JamesArtHansen @KUTV2News Twice. Once up the canyon at 5am and once down the canyon around 7pm. But how are you going to take a train to camp?\n回复 @OldHollowTree I love this and we are working hard to teach our life the same thing. The only downside is farm kids aren’t eligible for FASFA grants for college, because the gov takes into account the value of the land\n回复 @JonKatz79 The Americans!\nMoved this trio to a green field but they got bored, so we’ve brought their toys over 😂 https://t.co/klPuMXPAOF\n回复 @TPCarney Don’t forget family cemetery plots\n😂🤣 Katie is the best thing to happen to social media", "overlap_score": 0.1127445955745883, "MARITAL": "Married", "AREA": "Rural areas", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1218143009256034304, "screen_name": "FettaneAmar", "user_at_name": "د.أعمر فطان", "sample_content": "回复 @monipridragon12 @IimAmer @DrLoupis We assert regarding your Bible what you assert concerning the Quran. The disparity lies in the veracity of our assertion compared to the inaccuracies inherent in yours. A multitude of scholarly investigations substantiate unequivocally that the Bible has undergone corruption.\n回复 @ChiefRabbiSA If a Muslim were to invoke his holy book against the International Court of Justice, he would likely be labeled a radical and religious zealot. However, when the situation involves Israel, the same court's authority is dismissed.\n回复 @CensoredMen Conversely, the same legal framework can be selectively applied or disregarded to shield criminals and nations that seek to dominate global affairs.\n回复 @monipridragon12 @IimAmer @DrLoupis In supplement to the contents delineated in the table, Jewish doctrine contends that Jesus was deemed a heretic and an illegitimate offspring, purportedly conceived from a union between Mary and a Roman soldier, and now consigned to eternal damnation in the depths of hell.\n回复 @GoldingBF Marry was offered to the monastery at the age of 3 and styed there for 9 years. She got married at the age of twelves to joseph who was married before at the age of 40. The first wife stayed with him for 49 years before she dies. Joseph waited another year before he married Marry\n回复 @sakaafc18383 @monipridragon12 @IimAmer @DrLoupis Upon consulting the definition of textual variants, one discovers that it pertains to discrepancies arising from copy errors, linguistic shifts, or deliberate modifications. One may ponder how this concept extends to the divine realm itself.\n回复 @Journals_1 @AlrashedBassam https://t.co/CvK2NwsNb5\n回复 @AHiedler83662 @GarbageHuman23 This what the Quran says about the miracles of Jesus: When Allah saith: O Jesus, son of Mary! Remember My favor unto thee and unto thy mother; how I strengthened thee with the holy Spirit, so that thou spakest unto mankind in the cradle as in maturity;\n回复 @monipridragon12 @IimAmer @DrLoupis One espouses the doctrine of rigorous monotheism, akin to the teachings found within the Old Testament, while the other represents a contemporary iteration of idolatry,\n回复 @CilComLFC Hast thou seen him who maketh his desire his god, and Allah sendeth him astray purposely, and sealeth up his hearing and his heart, and setteth on his sight a covering? Then who will lead him after Allah (hath condemned him)? Will ye not then heed?\n回复 @sakaafc18383 @monipridragon12 @IimAmer @DrLoupis Should you seek to enhance your knowledge, consider perusing the following books as exemplars.  The Orthodox Corruption of Scripture: The Effect of Early Christological Controversies on the Text of the New Testament.\n回复 @sakaafc18383 @monipridragon12 @IimAmer @DrLoupis The claim suggests that Jesus did not experience death in its initial instance. Upon consulting biblical accounts regarding his purported final day, crucifixion, and subsequent resurrection after an assumed three-day interval,\n回复 @Lucas_Gage_ The term is utilized to assert rights and is employed as a strategic tool whenever there is a perceived threat.\n回复 @CensoredMen In essence, international law is fundamentally flawed. It is designed to serve the interests of specific nations, and its application can be manipulated to condemn and punish individuals or countries based on their geographical location, religion, or political system.\n回复 @AHiedler83662 @GarbageHuman23 and how I taught thee the Scripture and Wisdom and the Torah and the Gospel; and how thou didst shape of clay as it were the likeness of a bird by My permission, and didst blow upon it and it was a bird by My permission,\n回复 @thomson_threads المحزن في كل هذا أن الأم توفيت كمدا على ابنها سنة 2007 وهي لا تعلم أنه حي يرزق.\n回复 @WorldHallOfFun @PapiTrumpo Western democracy became a complete joke.\n回复 @sakaafc18383 @monipridragon12 @IimAmer @DrLoupis A comparative analysis of the various versions of the Bible employed by distinct Christian denominations illuminates the scope of textual variations. It is noteworthy that the Catholic Bible comprises 73 chapters, in contrast to the Protestant Bible, which contains 66 chapters.\n回复 @REVMAXXING The rationale is evident: they are the ones who set the rules. They delineate parameters and evaluate nations and individuals according to their preferences. it reminds me of a verse in the Bible: ... and the devil is the god of this world.\n回复 @Alphafox78 they pray to none else than Satan, a rebel Whom Allah cursed, and he said: Surely, I will take of Thy bondmen an appointed portion, And surely, I will lead them astray, and surely I will arouse desires in them, and surely I will command them and they will cut the cattle's ears,\n回复 @CilComLFC Most people in the west said God is not needed anymore, this is what you got instead.\n回复 @monipridragon12 @IimAmer @DrLoupis \"Prior to making a comparison, it is imperative to engage with the Quran. Upon undertaking such reading, discernible disparities between the two texts become apparent.\n回复 @sakaafc18383 @monipridragon12 @IimAmer @DrLoupis Chronologically speaking, the Old Testament predates the New Testament and espouses monotheistic principles. However, it is argued that the New Testament deviates significantly by embracing what some interpret as a revised form of idolatry.\n回复 @pepedownunder She said: Lo! I seek refuge in the Beneficent One from thee, if thou art God fearing.He said: I am only a messenger of thy Lord, that I may bestow on thee a faultless son. She said: How can I have a son when no mortal hath touched me, neither have I been unchaste!\n回复 @sakaafc18383 @monipridragon12 @IimAmer @DrLoupis The term \"textual variants\" represents a sophisticated designation for instances of corruption within textual material.\n回复 @Lucas_Gage_ In contemporary times, the term \"Semitic\" is exclusively associated with Jews, and its use by others is restricted, even if they technically fall within the broader definition of the term.\n回复 @pepedownunder Then (one) cried unto her from below her, saying: Grieve not! Thy Lord hath placed a rivulet beneath thee,And shake the trunk of the palm tree toward thee, thou wilt cause ripe dates to fall upon thee.\n回复 @vian_ib @AdameMedia “Every morning I wish to wake up and not find a single Palestinian child alive,” former Israel’s Prime Minister Golda Meir said.\n回复 @sakaafc18383 @monipridragon12 @IimAmer @DrLoupis A comprehensive understanding of the overarching narrative necessitates an examination of the historical evolution of the biblical text.\n回复 @EuropeInvasionn I am confident that if Mary were to live in contemporary society and attempt to navigate immigration procedures, she would encounter significant challenges. There is even a possibility that authorities might allege she is oppressed by Joseph.", "overlap_score": 0.1186657898965948, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1320427994813517825, "screen_name": "kapchatfield", "user_at_name": "Kap Chatfield", "sample_content": "Streamer shocked at the power of prayer 🙏 #reactions #jesus #bible #holyspirit #god #christianity https://t.co/W8YWHz8bQd\nThey might cancel Bizzle for this one! ☝️ #kapreacts #kingdom #jesus #bible #god #holyspirit https://t.co/KkyKsLUCap\n回复 @ANDERS712 @derekryanx To be fair, they ARE made in the image of God. We’ve all sinned and fallen short of the glory of God, and Jesus came to die for all of us.   God loves them just as much as He loves anyone.  The biggest problem, though, is the endorsement, celebration, and indoctrination of this…\nHow the devil counterfeits God's power 🗣️ #biblestudy #bible #jesus #god #holyspirt #christianity https://t.co/5mfwXP7L9r\nChristian influencers who shy away from Scripture to stay relevant are basically putting a bullet in their influence.  If you stick to the Word, God will bless your work.  He‘a not obligated to back up your opinion, but He does obligate Himself to back up His Word.  ”Then the…\nIt would be wise for ministry leaders to have armed security or hire a police officer.  Praise God nothing happened.   “Be wise as serpents and innocent as doves.”\nYou will never appropriate the power of faith in any area that you don’t have a deep well of scripture internalized to back it up.  Whether it’s healing, miracles, financial breakthrough, whatever.  Faith is activated by the Word.  No knowledge of the Word, no faith. No faith, no…\nSome of you don’t need deliverance.  You just need discipline.\nDave Ramsey gets massive W for this 👊 #reaction #jesus #holyspirit #god #bible #christianity https://t.co/BvUFdn6gf0\nI have so many questions about this… namely, if this works, where does the “spirit” of a person dwell. In their head?\nFrom secret place to public grace 🕊️ #reaction #biblestudy #bible #jesus #holyspirit #god https://t.co/yzqqZ9dFI6\n回复 @IMJustinBrooke That’s absolutely one thing I’m praying through. Need to make sure it’s sustainable.\nJesus is taking over the world of sports 🏈 #kapreacts #bible #jesus #holyspirit #christianity #god https://t.co/zCuVNxM7Yr\nRyan Garcia says \"aliens\" are part of Satan's plan? 🤔 #God #bible #jesus #HolySpirit #reactions #christianity https://t.co/VQsIbUfwFJ\nWhy do christian artists only sing about Jesus? 🎤 #kapreacts #jesus #bible #god #holyspirit #christianity https://t.co/Po7e6hib2Y\nProof of the flooding during Noah's time 🌊 #kapreacts #bible #jesus #holyspirit #christianity #god https://t.co/9pfftFxk4x\n回复 @jk94643038 Same reason he uses you and me.  He uses the foolish things of this world to confound the wise.\nGod has placed the answers to your problems WITHIN you because of the Spirit within you.  This should change the way we pray dramatically.  Pray with FAITH, expectation, and authority.  “Now to Him who is able to do exceedingly abundantly above all that we ask or think, according…\nOlympic skateboarder gives glory to Jesus Christ 🙏 #kapreacts #kingdom #jesus #bible #god #holyspirit https://t.co/9Sx1zvpMWc\nFeminists couldn't answer this question 🤔 #kapreacts #bible #jesus #holyspirit #christianity #god https://t.co/70JifplmDZ\nWe sponsor a child through @compassion for every child we have in our family.  Today, my 6 year old son who has a net worth of $35 asked me if he could give $10 as a gift to the child we’re sponsoring in his name.  I teared up when he gave me the bill, prayed for the child, and…\nIf you can’t see that the world is rapidly decaying, hopefully this helps.  Good news: King Jesus is coming back to reclaim the earth soon.  Ready?\nFasting is not a hunger strike.  You don’t move God by manipulating Him.  Fasting is merely the “fastest” way to till up the soil of your heart and make it fallow ground for the seed of God’s Word.  Struggling to BELIEVE the promises of God’s Word?  Push the plate aside. Deny…\nIt's rare to find friends like this 🔥 #reactions #jesus #bible #holyspirit #god #christianity https://t.co/82frQP2rfU\nThe Word of God offends a world that's living a lie.\n回复 @3RoseNemesis I suppose that’s one interpretation of “pray for your enemies.”\nDoes anybody have more context on what happened here? 😳\nGot a good content sesh in with the one and only @RuslanKD today. Spent the day with him and he is genuinely one of the most rigorously intellectual Christian thinkers I’ve met. It’s no wonder why God is blessing his platform.  Content to come. 👀 https://t.co/AJetLymakP\nAsk them their story, first. Then politely ask if you can share yours (include the Gospel in it).  Taking a genuine interest in others builds a bridge for the truth to travel over.  People often want to be listened to before preached to.  If you do this, your message is more…\n回复 Fewer likes on this post than usual. Maybe people haven’t experienced how true God’s Word is in this area.  If you’ve been praying for financial breakthrough, focus on this for a season. You’ll reap what you sow.", "overlap_score": 0.1678028937725858, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}]