[{"user_id": 1286997684717383680, "screen_name": "abebegichew", "user_at_name": "Bete Amhara", "sample_content": "回复 @Amharafirst88 That's not lost on me. However, unless things change and Fanos stop acting like 18th century warlords, we won't see the defeat of our enemies. The other overlooked aspect is the people and how long before they get tired of things because all they see is disunity without end.\nYou're a very good actress who should have been on this years oscar nomination list. Acting like you and your team isn't behind so much of the division that has crippled diaspora Amhara from doing their part in the struggle, well played🏆! Sadly, you can't fool everyone.\n回复 @yeEnemay One thing that hasn't changed in Amhara circles on this platform and elsewhere is lack of insight and lack of interest to listen to those with one. The end result is repeating the same circle of ጅብ ከሄደ ውሻ ጮኸ!\n回复 @yeEnemay In my four years on this platform, i have not seen a more disheartning and painful time than right now. Even worse than watching my family live through war in realtime and the painful time where Amhara genocide was at its peak. But we must hold keep on strong &amp; help preserve…\n回复 @awodaje Because the discourse was given a village dimention for some time, i don't think it is fair to accuse people who now view it that way. It can't be just coincidence that there are hardly any voices from Gojjam who oppose team Zemene's approach. Instead all the evidence suggests…\n回复 @awodaje Because i think you are well informed on the matter than I am. I'd like to understand the position people take vis-a-vis their local interest.\nThis week alone, more than a hundred Amhara civilians were gunned down indiscriminately by the fascist oromo government as the world looks in silence. We are on our own. All focus should be on helping Fano defeat the fascist regime. #MerawiMassacre  #AmharaGenocide https://t.co/iknjWSYA0z\n回复 Instead they elevate everyone who has wronged the Amhara people without demanding accountability or any form of justice to the many victims as long as they get to exploit the individual for their gains. የደም ነጋዴዎች!! They don't care one bit about Amhara people!\n回复 @meshwalekia Exactly! And what is even more sad is you don't even have to be Amhara or believe in the cause to be front and center in the struggle of our people. Remember Hermela? She wasn't Amhara but majority of her support came from Amharas in the diaspora. It just makes me sick.\n回复 @DestaAmora2648 You are not Amhara nationalist. You don't even see the 15% Amharas who are Muslim  as Amhara. And anyone who tries to overlook what Tigres did during the war and the last 50 years is an enemy to Amhara people!!\n回复 @Amharafirst88 ...and interests secured within the framework of the Ethiopian state.\n回复 @addisinsight Yuri ወሬ ጋጋሪ*\n回复 @wediHama30523 @DuchessOfGonder Lalibela is Amhara-Agew heritage. Introduce what you have such as Debre Bizen to the rest. Don't claim something that isn't your history. Besides you can't tell us how much you are different historically, culturally and politically from Ethiopia and still claim things you like.\n回复 @Amharafirst88 Most Amharas are mainly concenred about how hard life has become &amp; the state of the struggle they support. I don't think the provincial/regional administration issue is in their mind nor in most Fanos. The reality on the ground is very different from what is portrayed here.\n回复 What all these tiktok strippers &amp; vultures haven't done in their youth, Eskindir is doing in his 50s. To oppose his political stance is one thing, as i have done many times before, but to try &amp; assasinate the character of a man who is fighting for his people is beyond repugnant!\n回复 @hzenemay @Embi_belu I think my observation is correct😂\n回复 @Amharafirst88 put the interests of the people first and treat all Amharas equally. The only major contest for power at this moment should be with the regime not amongst Fano leaders. Anyone with the above qualities should be allowed to lead as long as they have large scale support among Fanos\n回复 @naty__x2 ልክ ነው።  So demoratic of our stupid diasporas who live in democratic countries to reject a majority vote by Fanos themselves.\n回复 @yeEnemay What is both sad and funny is they don't have unity amongst themeselves not even at a zonal level.\n回复 @yeEnemay @ruhama_m_belay This woman who uses third person grammar to address Amharas sees herself as  sophisticated &amp; enlightened😂\n回复 @TeferaTsegereda And i don't think he is pure Amhara either.\n回复 @meshwalekia No idea. But i noticed most of them are not from the Amhara region thus have no direct connection to the people who are suffering. This explains why they are too callous to the real damage they are causing.\n回复 It was clear diasporas were trying to buy their own Fano groups instead of helping them come together. With this division, Amhara people will remain slaves to hostile groups &amp; system for generations to come unless things change now. https://t.co/mz08QFQtHX\n回复 @Locati0ns Ethiopia gained independence in 1270 from whom? There is no such thing. That year marks the restoration of the Solomonic Dynasty.\n回复 @chalederebe29 @Semu2021 ጎጠኝነት is disgusting and primitive.\n回复 @chalederebe29 @Semu2021 You can't see the thing that is now your conrnerstone. Very few defend/prop up/give cover to their respective village leaders as much as you do. Btw, we all have those in our respective areas we can prop up but for people who have chose a bigger identity that's meaningless.\n回复 @yeEnemay I mean honestly🤷🏽‍♂️😂 I had so much hope in many who i thought believed in a pure form of nationalism one that puts the Amhara people and their interests front and center, prioritizes tasks, and follows a pragmatic approach to achive goals. But what i have seen is the opposite.\n回复 @Amharafirst88 You claim to be Amhara first. Yet your focus is on putting down the side you oppose instead of the people's interest which is setting aside political differences and finishing the job of liberating them from the regime. Try to put the Amhara people first if you truly care.\nIt may seem the atrocious sm campaigns targeting Eskindir are just about him. But their goal is to destroy the Amhara struggle. They want tested and respected leaders on the ground like Col. Fantahun Muhabaw out!  https://t.co/RLfUXM2bEw\n回复 @BlenAmhara One group attacks Eskindir day &amp; night, mainly backed by diaspora orgs with ADP elements; the other group reacts to counter the attacks, not worship as i see it. The solution is simple, stop the shameless attacks. Since i have seen you support diaspora orgs, convince them to stop", "overlap_score": 0.1324590173933731, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1248800557592014848, "screen_name": "Josh08758493", "user_at_name": "Josh", "sample_content": "回复 @RedpillLuffy she looks like she more willing to hear him out Post-25...🤣\n回复 @redpillvegeta Realize how its never a man saying such bullshit... this is why we need to stop listening to women lol\n回复 @RedpillLuffy I wonder how these beta brad relationships end up\n回复 @RedpillLuffy Lmao this is so important... dudes get so wrapped up in this Jewish question that dont see that... 80% of it is female nature\nMissing her youth = missing her chance to double digit her body count\n回复 @RedpillLuffy Lmao i wonder if the creators of these AI knew their creation was going to be used this way🤣\nHold the line.... its working\n回复 @RedpillLuffy female bisexuality is super cope... its one foot outside the door incase of chad other foot inside blackpill that she cant attract chad https://t.co/QBOjRZzlzo\nIf you are a traditional conservative you are a blue pilled simp... dont think you are excluded\n回复 @dmoonlives my best bro sad asf... i tried to tell him that we not living in our parents generation and shit is different now bruh... four months later bro proposed ... but it is what is ... dudes really dont get it\n回复 @RedpillLuffy bro these women lie... you should see what the chicks program their AI Boyfriends to say... it be the most violent misogynistic shit... no romance movie shit\nThis is the ultimate display that feminism is something internal to women lol this is feminism but for the church\n回复 @RedpillLuffy Men should not hold on to their virginity, this why bro top 10 succesful streamer dating a cloutchaser OF thot... something similar probs going to happen to Nick Fuentes... virgins are one blowjob away from the plantation\n回复 @RedpillLuffy not old enough to consent to sex... but definitely old enough to smoke crack... or do they not know what they doing... the drug dealer made them smoke that shit\n回复 @redpillvegeta they use the \"cuck fetish\" argument as a cope and ... lol facts is there are women who cheat the night before their wedding ...\nLol not a conspiracy theorist but my twitter fyp is completely different after that debate... just seeing a bunch of retarded liberal tweets...\n回复 @BongaZu19573772 @RedpillLuffy The thing is human beings are intelligent beings... We were gonna eventually figure out the loopholes to this religion shit... Loopholes that please our biology... Religion had a good run though\n回复 @BlackPillHope These shock value videos i honestly wouldnt be surprised if both parties were actors... like that \"that thing isnt human\" hoe that saw something on a plane ... that shit was a 100% staged\n回复 @RedpillLuffy lmao women are half assed about everything and now they acting like social media queens... when they was calling dudes nerds for using the internet lol\nHold the line bros... its working part 2\ni hate instagram , whatsapp and facebook... everything zuckerberg created  or associated with is the worst thing ever\n回复 @dmoonlives lmao she coping... chick like her will probs be a side bitch for life\n回复 @redpillvegeta When people think they rebelious ... but they just a poster child for corporations focused on profit lol ... Prozac = big pharma, Abortion = Planned parenthood\n回复 @RedpillLuffy @PamphletsY couldnt find many red light districts in Argentina... but Brazil is insane... i think Prostitution is linked to population density+cheap real estate and not poverty... lol i was studying this shit bruh i was shocked to find that poverty is not main cause of prostitution\n回复 @XXXLILJOKER @Phoenixredluffy if i had to depend on a whore to win an election id rather lose\n回复 @BlackPillHope Lmao tweeting all that bullshit ... with a cleavage picture showing off them tits\nDumb hoe, obviously you are pro marriage... you hit the jackpot on your divorce graping your husband... you are pro marriage because you are hoping to find your next victim\n回复 @vvvvvgirlv @redpillvegeta Lol go commit a crime and see if you end up in juvie...\nMan who else is tired of these OF hoes in the replies with their mid ass bodies and mid ass porn... i aint even watch porn in a long ass time, but i know thats low quality shit\n回复 @redpillvegeta Lmao they say the manosphere is for childish teen boys that want to start gender wars.... but most people in this thread is like in their 30s, at minimum late 20s", "overlap_score": 0.1685135307119054, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1057372741303783430, "screen_name": "Amanda_skol88", "user_at_name": "💜💛Manda💜💛", "sample_content": "I just know a buncha of dumbasses won’t bother to listen to what he ACTUALLY SAID.  he didn’t threaten anyone.\n回复 @SlappinDa_Bass @TomcatNASCAR_2 @speedway_18 @KyleBusch @MartinTruex_Jr What does that mean?  Love this!!\n回复 @SkolMeCheryl For me it’s my family, my cat and Vikings lol\nYes elect her for DEI 🤡🤡🤡🤡🤡🤡🤡\n回复 @keenparts2 I’m not a Biden supporter\ngunna remember how he was a career criminal? That he held a pregnant woman at gunpoint? Or how he was on drugs when he died?\nI hate the Trib. This is gross on their part\n回复 @ACMC_Country I didn’t like that Morgan was snubbed…. AGAIN.  Lainey isn’t at EOTY status at all yet\n回复 @reptvcloun He canceled the show cuz he was sick! He also had to be put on vocal rest. He didn’t throw anything at the cops I don’t condone what he did but that’s far fetched\nMinnesota is a dumb state\n回复 @SkolMeCheryl I’m so over it\n回复 @jwroll89 I bet. As a diehard Minnesota sports fan,  I know pain. It’s been 20 years since we’ve been here\n回复 @Meesalou Highly recommend\n回复 @air92503 Ok but I would love to be on a jury for a murder trial !\nMe to nephew : awwww were you excited to come see auntie this morning?   Him: no I wanted to see Nala   🤣🤣🤣🤣\nUpdate. Baby girl is healthy ❤️ Vet wants her to drop to under 10 pounds though. She’s 11.2\nI need more @MorganWallen acoustic ❤️ https://t.co/YnYPNWBMlG\nI need the DJ to play me some Morgan\nNotice all the promoting NASCAR is doing….. gunna laugh when Ricky gets slapped with fines\nYes! 100 % died to young\n回复 @IronRangeRube If I can, I’ll watch the whole thing.  If I can’t watch it I’ll watch highlights.\nI forgot about this lol 😂\n回复 @CoffindafferFBI You don’t know that the police don’t already know everything.  Don’t you think for the investigation they have to keep stuff from the public?\nTell me you are fucking idiot without telling me. Dumbass\nThis is awful 💔\nCelebrating sisters #dirtythirty https://t.co/75t3NfgVTw\nThis is awful 😢\n回复 @RosendoDelgadi5 At first I thought this was gunna be a bandwagon tweet lol 😂\nAbsolutely. And I don’t do beer.\n回复 @JukedbyTy Don’t disrespect Adam! He’s also from Minnesota so he’s allowed", "overlap_score": 0.173890243902439, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1134933394998079490, "screen_name": "MsMxlputz", "user_at_name": "MsMxlputz", "sample_content": "回复 @lippyent I'm watching it now.  (Wally's Present) Leave It To Beaver.\n回复 @VABVOX He did great, yet the news still amplifies a gaffe at the press conference and then they go back to earlier and show his mix up with Zelensky.  Not only is Biden getting nipped at from his own party, but he also gets hammered by the press while trump just dances merrily along.\n回复 @AnnieForTruth 1. Gran Cunti Sangiovese 2. Menage a Trois Silk White Blend\n回复 @AKBrews What a beautiful, powerful looking animal.\n回复 @j_rplacitas trump and his family have gotten every shot and vaccine known to mankind.  I'll be every one of his grandchildren have all their shots.  trump just says what he thinks his MAGAs want to hear.  RFK, Jr. is a sicko.  🤷‍♀️\n回复 @SUBRATA30016572 You know better than that.  He may be the favorite of Ginni, Crow, Sokol and a couple of others, but I don't think he's the favorite of the average American.  🤢\n回复 @DaisyVoicu @ouhereee @indiancrusher @EndWokeness You are riding with a buddy of Jeffrey Epstein.  A close buddy.\n回复 @Johnnyskyboy10 @Bubblebathgirl @GavinNewsom @KamalaHarris If someone could ask why Newsom would endorse Harris, why couldn't I ask why anyone would endorse trump.  He laid out his thoughts, I laid out mine, why curse at me?\n回复 @Acyn What is cruz's definition of criminal justice?  I looked it up and guess what...this was definitely \"criminal justice.\"  Like trump, he always thinks he's smarter than the room.   Just when you think cruz can't go any lower, he grabs a shovel, and proves you wrong.  🤢\n回复 @Ashy_slashee Badges.  We don't need no stinkin' badges.\n回复 @MadOldMoai In your youth you had the David Cassidy vibe, as an adult, the Brad Pitt vibe.\n回复 @piyushmittal His buddy, trump, has apartments and a home where he could crash...for now.\n回复 @IamVyv They can't handle the Truth...🤣🤣🤣\n回复 @Damaan4u33 I care only because there's the slightest possibility that trump might win.  The thought that one of these butt plugs could be the doing the bidding of the biggest A**hole in America truly scares the sh*t out of me.  😱\n回复 @exavierpope How is Comer overseeing this meeting?  The man has said he has 2 hearing aids and he's very deaf; yet he wants to silence Ms. Crockett but let MTG speak.  He pretends that he didn't hear MTG's remark.  He hears what he wants to hear.   MTG is a disgrace.\n回复 @AmieMcWayne What kind fallout?  Earthquakes do happen but \"the locusts\" bit made me laugh out loud.  Even I read about the swarm of cicadas which might/will emerge in the spring of 2024.  How many of us can tell a locust from a cicada?  I can hear him and MTG yelling, I told you so. 🤣🤣\n回复 @Ronald__H Yes.  It's none of anyone else's business who you date. 🤷‍♀️\n回复 @DianeBernaerts Sexual misconduct was probably one of the qualifications on the application when applying for a job with trump.\n回复 @GretaGrace20 They received their marching orders, picked up their scripts, went to NY, delivered their \"heartfelt message\" and crawled back under their individual rocks.  Now, their constituents will wear bags over their heads after seeing their representatives willingly sink this low.\n回复 @Tjeerd001 A cake carrier\n回复 @mdnij34 Yes, and every Democrat calling for Biden to step aside had better back her, also.  I'm changing the saying 'something's rotten in Denmark to 'something's rotten in Washington.'\n回复 @CalltoActivism Nah.  After what he's done to America, I don't mind watching his total meltdown and absolutely humiliating defeat in November.  I await the results with bated breath and a bag of popcorn.\n回复 @DougWahl1 I'm sorry that he was only sentenced to four months.  I hope he at least has to serve \"all\" four months with no time off for good behavior.\n回复 @DavidBehnke13 @lalajames2022 You're following a man who should never be near our nuclear codes, who can't read a sentence, whose cognitive decline is in plain view of anyone with two eyes and ears, cheated on \"every\" one of his wives, had to pay $25M for duping students, lost a casino. He's not fit to lead.\n回复 @bingley567 Girls Gone Wild...Adult Version\n回复 @nfloyd52 What a great spot for the Venetian.  The water was readily available.  🤣\n回复 @PU28453638 What an outrageous thing to say.   If they wanted him dead, he'd be dead.  Each statement to defend trump is more ridiculous than the one before it.\n回复 @EastEndJoe trump played politics when he tried to cover up his peccadillo while running for the highest office in the land.  What people are calling \"trivial\" now could have changed the course of the election then.  If that's not political, I don't know what is.\n回复 @idummkopp @ProjectLincoln More than likely.  I doubt if he's ever had an original thought.\n回复 @Red_Pill_US @elonmusk I read that trump and Epstein were good buddies for many years.  His name was on the visitor's list to the island.  Maybe, just maybe, one of Epstein's clients has been named.  That case just hasn't come to court, yet.  🤷‍♀️", "overlap_score": 0.1884543641811858, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1012364112326811648, "screen_name": "HookBarrelMag", "user_at_name": "Hook & Barrel Magazine", "sample_content": "To say that trail cameras have come a long way since the first ones were introduced would be one of the biggest understatements in hunting. The @SpypointCamera FLEX-M is the best value in game cameras.  See why. https://t.co/Iihh0nFZ2h\nHave you seen it? Our review of the @sigsauerinc 1911X .45 ACP semi-automatic is LIVE! And, the fit and finish on the 1911 XFULL (with the ROMEO-X Compact) are exactly what gun owners expect from SIG.  Our full review is here. https://t.co/He7xTdTAsF\n回复 @sigsauerinc - handguns and rifles for 2024. From the P365 AXG Legion and M17X Pistols to M400 Series AR-15s. #rifles #rifle #handgun #pistol #new #sigsauer   It's all here: https://t.co/XHbXj6l9ei\nHave you SEEN it? We've got The HOOK UP this month for one lucky fishing fanatic! Enter to win this $1,700 prize package from @Abu_Garcia, @plano, @BerkleyFishing, and @LFTLURES !  ENTER HERE: https://t.co/hIt3CJFPot https://t.co/dRl0FWsZkh\nNASCAR, pheasants and bears - OH, MY! The latest news and notes from the field, only from Hook &amp; Barrel Magazine is here. https://t.co/HGhsGqY8ro  #news #topstories #fromthefield #nascar #bear #pheasant\nFrom exclusive fly fishing, clay shooting and archery, to falconry, horseback riding and Thoroughbred racing experiences, 3 luxury, 5-star resorts in Ireland ☘️ are ready to host you! @ashfordcastle @GlenloAbbey @CashelPalace @KitBernardi #ireland   https://t.co/dFNcpT7upW\nThe 6.5 Creedmoor has swiftly risen to prominence in the firearms world. And, @BergaraUSA has three, ready to roll, that you need to know about. #rifle #creedmoor   More here. https://t.co/a1nKy3MZvf\nWant to know where the \"Silent Magic\" happens? We found out on a recent tour of the @Silencercentral  headquarters, where we also tested out the BANISH!  FULL STORY 👉 https://t.co/iPu43HuiWM\n🚨 GIVEAWAY ALERT 🚨  Get IN on the action and enter for you chance to WIN big!! https://t.co/T1F6rbULTA  #win #entertowin #lucky #getlucky #MCR #ChristensenArms https://t.co/8pmV0wyMCi\nDid you know? Human error is the leading cause of boating accidents. So, before you set out on the water this year - safety first! #summertime #boating  Summer boating safety tips you NEED to read. https://t.co/KNvrZ18auG\n回复 @hardymusic's latest single, \"Rockstar,\" marks his second #1 on Billboard's Hot Hard Rock Songs chart! And let us say, it's the perfect blend of redneck and rock. #musicmonday #music #Rockstar  https://t.co/j9Ka8vU9uY\nIt's time to celebrate St. Patrick's Day ☘️ with a little poitín! 🥃  Wait.... with WHAT? Poitín is Ireland's version of moonshine AND the precursor to whiskey! CHEERS!  Check it out: https://t.co/s8Xdxzi9fn @KitBernardi #StPatricksWeekend #StPatricksDay2024\nThree new (and unique) semi-automatic rifles are here from #RugerFirearms! #semiauto #rifle  You need to see them: https://t.co/JIOQWcqJad\nHave you seen the latest magnifier and red dot sights from @Sightmark ? What are you waiting for? #reddot #sights #sight #new #magnifier   Check them out here: https://t.co/udWIs1EzaE\nThe time has sprung forward, the sun is shining longer, and all that has us thinking TURKEY. So, we've crafted our top list of gear to maximize your turkey season. #turkeyhunt #hunt #spring  https://t.co/2ArQ4RP8UZ\nThe @TaurusUSA  Expedition .308 Win sub-$1,000 price tag is remarkable considering the attention to detail Taurus displayed with its many shooter-friendly features. #review  https://t.co/mLnN9wSpr8\nAre you ready for the hunt? Get there with these binoculars from @sigsauerinc. Their ZULU10 HDX 15×56 are here to help you step up your glassing game. #binoculars #hunt #hunting  MORE HERE: https://t.co/gMiGkuWvBg https://t.co/vDBcdeyn8Y\nHave you seen it? @Hammerli_Arms Force B1 Rifle Review courtesy of @FredMastison.  Be sure to follow us on YouTube for more! https://t.co/obgLKKxNKX\nNext time you’re heading to the fields with thermals in tow, use the following expert advice to stack the deck in your favor. FULL STORY 👉 https://t.co/zrt3KjudkB  @PulsarNV #thermal #nighthunting\nWe hit the field to test the performance of @federalpremium's fusion tipped ammo. FULL STORY: https://t.co/8syeDPxm6F\nPanfish just might be the most widely caught types of freshwater fish in the U.S. Let us help you get ready to hit the water with panfish gear that won't let you down. #panfish #gonefishing #fishing  https://t.co/35JBfnaQdm\nHave you seen it? We reviewed the new @ruger American Gen II and it doesn't disappoint!   Watch now: https://t.co/xNADuoQgoJ\nJoin our very own Mr. Mag Boss on the @mtntoughfitness #podcast! https://t.co/wJC5nWrOPi\nLet's have a little fun as we head toward the end of the week! While HUNTING, would you rather:  1) Have to whisper all the time OR 🤫 2) Have to shout EVERY TIME you spot an animal? 😱  What do you say? 👇👇👇\nYour choice of shotgun ammo can make or break your next sporting clays competition. #shotgun #ammo #12gauge   Read this and choose wisely. https://t.co/Gll2SBaVGY\nHere's a strange one: an unlikely love of fish and fishing led to the capture of Saddam Hussein? #strangebrew #fish #fishing  You've got to read it to believe it. https://t.co/dffEgf3UsI\nIn the latest iteration of STRANGE BREW: HOW U.S. FORCES FISHED OUT SADDAM HUSSEIN  Full Story: https://t.co/dffEgf3UsI\nReady to up your turkey-calling game? We've got 12 custom turkey call makers for when you are. 🦃 #turkey #turkeycallers   Check it out: https://t.co/8wpmu138Lr\nIf you’re just getting into shooting optics-ready handguns, or you’re a veteran shooter who’s ready to kick iron sights to the curb, @EOTECHInc newly launched EFLX Mini is very worthy of consideration.  Check out more. https://t.co/slbGXSg7Cs\nDo NOT let this giveaway pass you by!  Enter to WIN the @christensenarms MCR - the one on the cover of our May/June issue!  LET'S GO! https://t.co/T1F6rbVjJ8", "overlap_score": 0.1450285327921117, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1046564857724772352, "screen_name": "corgdotorg", "user_at_name": "Corg", "sample_content": "回复 @RadioFreeTom @AshaRangappa_ Heritage Foundation has been around since 1973 and heavily funded by Coors brewing and an endless pit of dark money.  Way before Citizens v. united. Yesterday's dog whistle is today's bullhorn.\n回复 @DrLearnALot I suspect Trump is correct.  Many of his followers are presently committed in state run facilities.\nhttps://t.co/J2JhguKkWA Underwater Love. Jerome Isma-Ae\n回复 @60sPsychJukebox Temptation Eyes is a song forever part of my memory.  I remember hearing it, on Sacramento's KROY am, repeatedly circa 1971.  That song and R. Dean Taylor's, Indiana wants me, are etched into my brain.\n回复 @tribelaw @MaryJoPowers12 When confronted with the justice system, the wealthy deal with it as a business expense.\n回复 @ElieNYC @joerogan Who TF listens to that tattooed, steroidal freak.  I remember the NBC sitcom he was on 30 years ago.  Newsradio  He went from that to this.  Amazing.\n回复 @KeithOlbermann Too many of Keith's podcasts are a endless rant against former employers and colleagues.  Unlistenable and petty.\n回复 @BillKristol Today's GOP is stage 4 John Birch Society.\n回复 @AuthorKimberley @PatiKRoll11 Biden is this year's Senator Diane Feinstein.  The Democrats need to step up and make a change immediately.  Biden is toast.\n回复 @mtfreepress @problembear The GOP has done a fine job of destroying public schools and pushing  Charter Schools.  Eventually Elementary and secondary education will be similar to college.  Pay to play.\n回复 @HollyBlomberg A couple weeks ago the Willamette Weekly ran a story about the bottle/can return program.  Some community leaders want it changed since the money is being used to buy fentanyl.\n回复 @tommyboy0690 Meanwhile in the Republic of Texas.  The grid is failing daily.  In Texas, they call it energy independence.\nVideo shows moments before superyacht went down in storm off coast of Sicily  https://t.co/tGZmDuezf0 via @nbcnews\n回复 @soopagaz Never let human brutality go to waste.  Economic shock doctrine is alive and well.  The ghouls of greed once again take advantage.\n回复 @JeffSharlet Much of Philip K. Dick's writings.\n回复 @JMShumway These MAGA dead enders just won't stop.  One conspiracy after another.  Just a bs way to restrict voting, anyway possible.\n回复 @RachelBitecofer Making money the old fashion way.  Inherit it or marry into it. Behind all great wealth is a large crime.\n回复 @juliaioffe @SenateTim @NBCNews Corporate media is desperate.  Anything for ratings.  The so called liberal network, MSNBC, is heavily stocked with right wing dreck.  The corporate, cable outlets are dying in real time.\n回复 @Ty___Webb @RepJeffries When is Senator Durbin going nuclear.  I feel a strongly worded letter is incoming.\n回复 @ElieNYC @thenation The Ruling Class has 24/7 security.  The rest of us are on our own.  The continued collateral damage is by design.  Fear breeds anger and the elites want us to be unorganized.\n回复 @smc429 AI configuration of Late stage Elvis and Jim Jones.\n回复 @whatifisaidit It's not over till the fat man sings. https://t.co/7pAa0U0jNl\n回复 @theserfstv Who actually listed to Bill Maher today.  Get off my lawn is his endless rant.\n回复 @oppermanreport Working for Trump seems to encourage the ultra libertarian work ethic.  Anything goes.\n回复 @UROCKlive1 @MSNBC Biden is toast.  He is Feinstein 2.0.  At what point does reality sink in..\n回复 @LesaHolstine Excellent book.  The Rod Baxter character was a good addition\n回复 @NotHoodlum The biggest winner from American Samoa since Saul Goodman.\n回复 @ElieNYC The Democratic party needs to wake up fast.  Act as if every day, till November, is a game seven.  Cool complacency is a losing hand.\n回复 @sadgirlcassi Harris is on a historic run.   What a political juggernaut.\n回复 @georgeegirl Looks like LA Confidential meets Pulp Fiction.", "overlap_score": 0.2074533545843117, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1334752595559075841, "screen_name": "puppet_username", "user_at_name": "Tello", "sample_content": "回复 @Eli_B_Again I’ve never heard a woman irl express any desire for a relationship where she most be subservient to men. Normal people end up having fairly traditional relationship dynamics but that’s very far from the online trad fetish.\n回复 @Praemunir3 @Ancient_Masc Weirdos playing wizards in their backyard tend to keep their nonsense to themselves. Christian conservatives are a political movement. You're right, atheists have more disdain for evangelicals outside of Plan Parenthood than for Wiccans playing with rocks\n回复 @OhBoyOhHeckOhNo @Eli_B_Again @OliLondonTV Plan B is very taxing to women’s hormonal balance, taking it only once every month for a year would be way more painful than using contraceptives. At most she has had one or two abortions and a few Plan B pills.\n回复 @bdoud14 @AkilahObviously @sunnydaejones @TreyTrey37 A guy from work remembers everyone who wronged him in highschool, he's 31. I guess some people never move on from childhood/adolescence\n回复 @BuraburaUsagi @moonsoultarot These cults are extremely politically active for the republican party, loving everyone and being against war is obviously not a priority. They're also creepy, little girls pledging their sexuality to their fathers and little boys thinking erections are demons touching them.\n回复 @xWarriorOfGod_ @svanwessem @libertymama86 @DrewHLive Islam is growing because third world countries have more children and devolved nations have less children and not as religious. Our normal people are becoming less religious.\n回复 @pmski @TFGalfinite @mwango_noel @stiggy92 @creepydotorg I don't think the guy posting white supremacists memes, self help grifters and complains about black people in videogames, based his worldview on historical analysis or normal social experiences. Feminism is bad because he's lonely, he wouldn't have depression in 1950.\n回复 @Eli_B_Again There's no male burdens either, it is perfectly socially acceptable to expect your wife to have a job, no one considers that shameful other than weirdos on the internet. I'll give them this, in 2024 women can choose to be free from gender expectations but that goes both ways.\n回复 @skyvalentinexxx @basedbytes @Wendig0w0 @jwgsargs @adortulips \"no one willingly wanted to have children with him\", implying there's something wrong with him. The solution to that is making surrogacy something really expensive by western standards. Giving the women life changing money for a life changing service (making you a parent).\n回复 @KD24Sooners @Jennyjinx @FrankConniff Are you under the impression that all the borderline schizophrenic conservatives are also federal agents? Out of thousands of accounts like yours a few dozen are bound to try to do something on the streets, instead of limiting their insanity to Twitter.\n回复 @John_Borrows1 @Eli_B_Again In the US the draft is irrelevant. She's not victim and neither are you. You are not expected to be the provider or protector of any woman. You are not all men, you're an individual who can always choose to be normal and approach life in a way that doesn't make you feel burdened.\n回复 @cringeinthewind @XanKriegor2004 @Sturgeons_Law They're not helping anyone. The most helpful things you can do like volunteering at your local child advocacy group is boring, playing Batman is fun. Ruining any chance of getting a conviction just for YouTube is not altruistic concern for children.\n回复 @eraserheadass @PuppyAmp @thunderxstorm07 @RealYouTubeKids They could use his pictures to fear monger about the dangers of wokeness, \"perverted men dressed up like dogs crawling on the floor calling themselves 'good BOYS' \". He's not even one of the good ones but I guess the closeted conservatives are an audience to cater to.\n回复 @young_hemingway @dieworkwear @AutismCapital There's not more to it than politics. The man is not intellectually disabled, he wrote a speech and wanted to deliver it, he knew it was a DNC event. Unless you want to argue disabled people should keep their political opinions private and have no place at any political event.\n回复 @Niseimonomango @JennyENicholson No, the average viewer isn't even aware of the extent of her obsessions or care enough about them. The kid's movie is like Star Wars and Marvel, it won't go away and for most is not political, it's family friendly nostalgia.\n回复 @SimonCl95839683 @FractalAnts @RobDenBleyker @MattWalshBlog Yeah considering the minor attracted thing is from 4chan, I would say yes, you guys are weird. I can't even understand why someone would \"troll\" on forums for schizophrenics.\n回复 @niklaxss @AdamEwowicz @TheDudeYT_ @blackboxcrypto_ @ElfBeverage @LookAtMyMeat1 A common symptom of autism is plotting to kill your little brother out of fear of him having a gf before you? Yes, he was mentally ill like most mass murderers, that doesn't make him a victim\n回复 @Sevens_Trick @urfavoutlaw @as_a_worker The freedom to say slurs? That's the only thing boomers could do you can't. In 1950 antisocials with personality disorders were as miserable as you are today and hot extroverts are enjoying life as much as their grandparents did.\n回复 @Igotquesti88413 @JamesSurowiecki Now they campaign on protecting abortion rights in blue states and promise to make it the law of the land someday, like republicans campaigned on the opposite. I don’t see how it affects them, it only affects women in red states.\n回复 @JackPen22 @SedaryRaymaker @17thStatesman @esjesjesj No one hates you, any perceived hostility is either a mental issue symptom or you act weird in public\n回复 @BlackFlag450 @AnotherEggUgh @Sturgeons_Law It's just frustrating seeing people who are this close to do something really good but they choose not to for a little more money. Like the people who fake helping the homeless for youtube videos.\n回复 @zephyr_wild @unum_libertas @not_tattered666 @OkitaSuperFan Then you're glad to hear we are every year closer to fix the teenage pregnancy issue, our teens are being responsible you just don't agree with their values. There's social Christians, I just know the antisocial demographic is overrepresented here.\n回复 @Soy_Vigi @awadeeme_ Con plata no, sin plata si. Estos loquitos creen que las elites los quieren envenenar y volverlos gay, no son Harvard material.\n回复 @Peruru123 @najoe2019 @stillgray That is illegal and dangerous for obvious reasons. The girl did nothing wrong, just ignore her. Do you attack every person you think it's doing something cringe? I hope not\n回复 @BanditodeTejas @Scouter_612 @LilahRPGtt Unrelated topics. It should be illegal for banks to keep people paying interests for 25+ years. Poor people take loans thinking life will get better and they'll be able to quickly repay it, no one tricked them, they're just unrealistic.\n回复 @PuppyAmp @eraserheadass @thunderxstorm07 @RealYouTubeKids Did you know since Stone Wall there has been a steady increase in homosexuality? We could assume Hitler's social contiguous theory is right and none of the sexual deviations were innate, just misfits rejecting the other natural order or he was wrong about sexual deviants.\n回复 @BRabb870 @prestonn21_ @Catslayer911 @MikeHoncho5252 @Lj_Foster Have you ever seen how the natives in Guatemala or Mexico live? They're starving, literally, some work for white people as servants, sure they're not slaves in name, slavery is illegal but they don't really have a choice, some don't even speak spanish.\n回复 @Redseanation @JHochderffer @gb_neocarbone @signulll You don't have to. The majority of social drinkers are not alcoholics so it seems most can manage to socially drink without destroying their life.\n回复 @Eccooooooooo @beowulfinspace @LadySideshow Why would anyone have to interpret people doing stupid things on TikTok as a racial or political issue. Gross food and mixing products is a harmless dumb thing some people find entraining.\n回复 @gukgter34 @senpaiquadry @FigmentFL @tractor_owner They’re for normal people, for online weirdos praising Hitler and post weird stuff, they’re not but most people are normal.", "overlap_score": 0.168872966800358, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1185201662211715074, "screen_name": "BarnksforteTech", "user_at_name": "Barnksforte Technologies Limited", "sample_content": "回复 to continually improve the e-CRVS and drive adoption and implementation across the country.   He delivered a paper at the ongoing NPC retreat, holding at the Four Points by Sheraton, Ikot Ekpene, Akwa Ibom state, hosting relevant stakeholders in the ecosystem. https://t.co/UUTmvCAbvD\nMeet Abdullahi Raheem, our talented Project Manager, in series 3 of #MeetTheMakers. He shares valuable insights into the project management process.  Watch the full video here: https://t.co/xSHEaJAL4k\nDo you spend an average of 6-8 hours daily working in front of your laptop screen? Your eyes may benefit from an automated screen brightness adjustment.  #TechtipsTuesday https://t.co/kIGS37ShRO\nStand a chance of winning amazing gifts like (airtime, T-shirts, Jotters and more) when you answer this question:  What field does Barnksforte specialise in?\nComing soon \"Geonotifeye\", the innovative safety app that combines cutting-edge geo-fencing tech with community power, allowing you to send SOS alerts and receive real-time threat notifications, while connecting with others who care - Stay safe, stay protected. #Barnksforte https://t.co/TBxenPzusM\nYesterday, our \"C00\", @abrahamsway1 attended the Tripartite Committee meeting at Abuja Intercontinental Hotel, alongside reps from NASS, @natpopcom &amp; @UNICEF_Nigeria to navigate the legislative process and facilitate passage of the Birth and Death Registration Bill into law. https://t.co/ECOmLIDCLv\n‘You Have Led With Vision, Wisdom’, Barnksforte Technologies Felicitates With NIMC DG On 40th Birthday  The management and staff of Barnksforte Technologies Ltd has felicitated with the Director-General of the National Identity Management Commission (NIMC), joy, laughter, https://t.co/OjeMZLHNTT\nWe are excited to introduce one of our guest speakers, Mr. Damilola Omowaye @noblesainto CEO&amp;Co-founder of Cresters Technologies Limited  With over 20 years of expertise in software engineering, he is sure to bring valuable insights. https://t.co/ak6NEVjzvb\nThe esteemed Secretary of the Joint Tax Board, Mr. Olusegun Philip Adesokan hosted the Barnksforte Team led by the MD/CEO, Mr. Adedayo Bankole  The purpose of the meeting was to discuss the strategic technological initiative aimed at improving the tax payment and management… https://t.co/1bbklAQZmG\n回复 To win a) Select the correct answer  b) Follow this account @BarnksforteTech c) Post a screenshot of the correct answer and another of you following our account  d) Tag 2 of your friends to follow us.  Best of luck guys☺️\nPhoto News:  On the second day of the VitalReg Application (@vital_reg) and NIMC enrollment application (@nimc_ng) training.  Our Product Support Lead, Promise Daniel, poses with participants at the workshop in Adamawa State. https://t.co/QNcPwxYP5j\n回复 During the session, he eloquently discussed Barnskforte Technologies Limited's role as the technical partner to the National Population Commission in successfully developing a digitized Civil Registration and Vital Statistics (CRVS) system. https://t.co/7Nti2gI8oE\nThe team led by the CEO, Mr. Adedayo Bankole were present at the official inauguration of the joint working committee by the National Identity Management Commission (NIMC)  in conjunction with the National Population Commission (NPC)  for the integration of NIN enrolment in the… https://t.co/PzoZdje2Aj\nUSE VIRTUAL PRIVATE NETWORK  Do you use public Wi-Fi a lot? Then using a VPN is very important to protect your online activity from vulnerability and compromise because public wi-fi’s are insecure.  #TechTipsTuesday https://t.co/4se5Egv4F0\n回复 Engr. Abisoye Coker-Odusote @EngrAbisoye on her 40th Birthday.  This was contained in a statement signed by the Team Leader, Brand and Communications, Barnksforte Technologies Ltd, Famuyide Olumide, made available to News Point Nigeria, Friday.\nWe are wishing you and your loved ones, a joyous and blessed Eid al-Fitr celebration. May this special day bring happiness, peace, and prosperity to all.  Eid Mubarak. https://t.co/uR17m5BHGD\n回复 growth, and fulfilment in both your personal and professional endeavours.  “On behalf of Barnksforte Technologies Ltd Management and Staff, I extend our warmest wishes to you on your 40th birthday”, the statement read in part.\n\"If we nurture the dreams of children, the world will be blessed, if we destroy them, the world is doomed\"- Wes Stafford  Happy Childrens' Day to our greatest treasures.  #Barnksfortetech https://t.co/0AcoVVBohH\n回复 in overseeing hospital management, as these institutions serve as the primary custodians of vital statistics pertaining to births and deaths.   Such collaborative data sharing initiatives are indispensable for enhancing data services and maintaining accurate records https://t.co/YSehY20yf4\nREMINDER: Join us TODAY in 1 hour time (4:00 PM WAT) as we commemorate #IDDay2024!  Theme: \"The Critical Role of Secure Digital Identity in Nation Building\" &amp; \"Future of Identity Protection in Nigeria\"  Set Reminder: https://t.co/0YWi0CNKHt…  #NationalDayofIdentity https://t.co/455VZIc6s3\nToday we celebrate the power of the people, the strength of our voices, and the importance of social contract.   Let’s honour our democratic values and norms working towards a more inclusive and just society for all.  Happy Democracy Day Nigeria 🇳🇬 https://t.co/3S0kvpmgGX\nYesterday, we honored and celebrated an exceptional colleague Jesse Uche who has consistently inspired and contributed to the growth of Barnksforte Technologies Ltd. The tributes serve as a testament to his talent, distinctive personality, and role within the team.  Wishing him a… https://t.co/plIGWFGaz3\n回复 This is pivotal as we continue to work to improve quality of our partnership, drive excellency in services delivery and our shared technological business solutions.  #Barnksfortetech\nHappy Friday. #TGIF  Which one doesn't belong? Let's take the odd one out. #Barnksfortetech https://t.co/g4DlVD3JnE\nOur Managing Director/CEO, Mr. Adedayo Bankole, along with the Barnksforte team, were present at a meeting with Dr. Bosun Tijani @bosuntijani, the Honourable Minister of Communications, Innovations, and Digital Economy, alongside his Management Team, and Hon. Nasir Isa Kwarra… https://t.co/IUlwimVwvZ\n回复 The purpose of the meeting was to present our innovative ideas and technological solutions aimed at enhancing infant and birth data, emphasizing the significance of data sharing and integration.  Throughout the discussion, we highlighted the pivotal role of @Fmohnigeria https://t.co/MjGD47AGPH\n回复 Guest Speaker: Immigration Consultant, Abiodun Alagbon Ojo @DukeImmigration Moderator: product Marketer, Peace Amaugo  Date 🗓️: Sunday, 10th March 2024 Time 🕖: 7pm Venue: X (Twitter) Space  Don't miss out—mark it on your calendar  #NigeriansDiaspora #VitalRegNigeria\n回复 He emphasized how this digital system effectively combats identity fraud by integrating advanced foundational identity technologies with pertinent agencies such as the National Identity Management Commission (NIMC). https://t.co/ya7gp5cIae\nThese ISO certifications validate our adherence to best practices in business continuity management and information security, underscoring our commitment to providing reliable services and safeguarding sensitive information.  Learn more: https://t.co/vnJVVBswV9 https://t.co/Pey42K3ZFI\n回复 @Omobola7789609 Good day @Omobola7789609 . We apologize for any inconvenience sir/ma. We have sent a DM to you.", "overlap_score": 0.1516841371298985, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1316260175506886656, "screen_name": "LeiaTacoTeef", "user_at_name": "Leia 🏳️‍⚧️🐀🇵🇸", "sample_content": "回复 @ColinBrownPhoto @DavidShoebridge the adf needs to be utterly dissolved and replaced with disaster relief, since both of the two major political parties are so intent on bringing this country into ecological ruin.\n回复 @bbox @caitecassidy @AmyRemeikis Because they are in favour of it.\n回复 @couldbegreatnow @ItsBouquet Only if Biden was never elected. He's been keen on this kind of bloodshed his entire life.\n回复 @Leibochips @chrislhayes Yes, they are. That is literally a very accurate description of what Palestinians are going through.\n回复 @danmlevi @SohiubN Indigenous folks don't actually need to accept the division of their homeland in favour of violent European invaders.\n回复 @nico_2121276 @WomanInTroubl_e @ItsAuntieChrist An outdated reference is very appropriate for a washed up comedian like Jerry\n回复 @Blomes33 @DavidShoebridge Albo and his Labor stooges have demonstrated very clearly their disdain and disregard for Palestinian lives. They are at best career politicians with no integrity and at worst bloodthirsty and genocidal.\n回复 @DauntlessDevils @KyrosFM listen to what harris dems are saying re Palestine. They are absolutely saying that they're acceptable. They're gleeful at the prospect.\n回复 @TweetMeRyan @BDSmovement Whatever you need to keep telling yourself to justify your lack of spine. You just want to keep watching eurovision without the guilty conscience for supporting the whitewashing of genocide.\n回复 @SCHUGARandspice @cygnus903 @esjesjesj They're racist and somehow in denial that the majority of mass shootings are committed by white people\n回复 @makercyandco @tammieismail1 @BTnewsroom Oh, so you're saying this as the daughter of a terrorist who murdered innocent Vietnamese people.\n回复 @aussieflya @dieworkwear He's never built anything in his life\n回复 @antonioguterres only the dissolution of israel will bring an end to violence and you know it.\n回复 @nozryc @GreenJ It's literally just a racist argument, much like your tweet. We'd be safer if we accepted every Palestinian refugee who applied than we are with racists like you in the country.\n回复 @GONZOtheGhoast So is the current PM, of course. It's a slight upgrade.\n回复 @nine_wire9 @DavidAstinWalsh @nytimes Do all Americans really automatically think of the most prevalent and historically relevant use of the term Reich when they hear it? Next thing you know they'll automatically think of the attacks on the world trade centre when they hear 9/11.\n回复 @LeeHatherell @jack_toohey There should be no scenarios in which landlords should be allowed to exist\n回复 @LouisRLCM @jennineak They absolutely represent israel as a whole. It's a terrorist state and it has been from the moment it was stolen from the indigenous people of Palestine.\n回复 @GingerLoafTigs Meanwhile he adopts every vile tory policy he can\n回复 @markalomaniac @bxffalobxffalo If you can find Lostprophets merch, you had to have skipped over all of the controversy. The odds of finding yourself wearing their merch while never having seen any of the atrocities committed by their singer are infinitesimal.\n回复 @langloisajl @SanaSaeed The fact that you think wanting the candidate to stop committing genocide is a \"purity test\" reveals your utter lack of any kind of morals.\n回复 @JEChalmers If you were managing the budget responsibly, you'd have raised the rate and you wouldn't be spending so much on the military.\n回复 @TheCatSenate Wait until they realise that \"high IQ\" (which is an utterly meaningless metric) doesn't usually correlate with conservatism.\n回复 @abesilbe @salimyaqub63 They literally were never able to claim to be protecting their civilian population. Not ever.\n回复 @awed_ @QudsNen Any author that presented villains this evil would get a note from their editor telling them to tone it down. We've been in \"more evil than fiction\" territory for over 100 days.\n回复 @Astro_Tree14 @ichibansbunny @CyricZ42 @mushycrouton @AllianceLGB Terfs do a lot for women. They attack them physically, make their lives more dangerous and encourage policy that negatively affects them. They don't do anything good for women, obviously, but hate groups never do.\n回复 @Psylphen @TheCatSenate Objection. The court has yet to prove beyond reasonable doubt that my client has any desire to steal food at all.\n回复 @Michelle_Rent Oh, you're recommending an inquiry into a serious problem facing almost all Australians? Well, what if you recommend an inquiry into a thing that doesn't exist??? Checkmate genderists.\n回复 @toastitoboy Slice himb up and make more Toat's\n回复 @RavenMurmur @StrewthQueen At no point in typing this reply did it occur to you that you have access to google?", "overlap_score": 0.1866088019910836, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1336332461173698561, "screen_name": "insurgent2047", "user_at_name": "Haunted", "sample_content": "回复 @ReturnOfMount Celeb cult worship is one of the biggest forms of mass hypnosis and delusion.\nThe only certainty in life is death. So there is no point being afraid of it.\nParliament has been dissolved. Sadly not in sulpheric acid. So why don't people rise up and take it back? Swarm westmonster and tell the whole bunch of degenerates that they are sacked? Because people still believe in democracy.They actually love their nanny state.\n回复 @TiggerVizsla @JanettedelvD I thought omicron was a transformer.\n回复 @Riley_Gaines_ Yep. I usually get cramps,bloat and spend five days feeling miserable and manky. Certainly don't get chufties over it. Maybe once years ago when I thought I'd hit menopause then was disturbingly excited about still being a slave to my uterus 😅\n回复 @MarcherMedia1 Great British energy🤔here we go. Take back control of energy from greedy private companies so everyone thinks it's a great idea...until the government decide to ration energy with all the forced smart meters. Saw this coming years ago.\nMonkey pox... a poem by yours truly. https://t.co/sL7aUS6E8C\n回复 @HazelAppleyard_ Best part of the day is taking mine off.\n回复 @CarlDevitt I'm losing about nine every damn day now. I'm not that offensive surely.\n回复 @Walkabout24 Nowhere land 1966 with the Beatles.  The submarine was in for repairs.\nI am proud to say I never wore a mask once (apart from Halloween when it was a werewolf one) never took a pointless test,never stood on stickers or stayed indoors during the nicest summer we'd seen in years,never avoided my friends and never got jabbed. I remained human..and sane\n回复 @glenghostly @NautLunatic My 14 year old says time is going fast too. As do I and my 28 year old son. So age not really a factor in this instance.\n回复 @ragnorakishere @carmel_prescott Absolutely. My fluctuating serotonin levels mean my moods are a rollercoaster. One day I could want to curl up and die..the next I'm on a high again. So glad I've learned not to act on my bad days and just wait. So so glad.\n回复 @againstgrmrs I loved being a tomboy. Wore pants and a cap and played in rivers and climbed trees. Now a mum of six and known to wear the occasional frock,I'm so glad I was born before this era of madness. Nowadays I'd be whisked off for butchering and hormone therapy.\nI'm gonna start printing and wearing triggering Tshirts.  Some people need bringing back down to earth. I'm not playing the delusion game with them.\n回复 @Davidfi88092473 It's beautiful 😅 I should be an architect. https://t.co/63H6XncPwk\n回复 @SiempreAHM It's a new weight loss jab. Probably to lure more desperate people into getting Mrna injected into them\nHoly shit. What is going on here today? Almost every tweet I see (and not by ANYONE I follow) is some awful fucking question post.  Name your best pet.. What do you most want? What do we need in the world? What would your supervillain name be? and on and on and on. Piss off.\n回复 @MPertaters @DreyfusJames @SurreyPolice Yep. We had a bull escape once and run onto the motorway. Much more tricky to get back safely but it can be done. A cow would have been easy.\n回复 @HazelAppleyard_ Most pronouns are used when the person is no longer present... He just left..or She was here.. They basically want to control your language about them when they aren't even there. Orwellian nonsense.\n回复 @stopvaccinating Basic biology. Male and female being the only two sexes unless the rare occasion a hermephrodite is born. That makes me a right wing bigot apparently. Yay.\nHomemade face mask... lemon juice,add sugar(trust me) then crush in some aspirin. Add baking soda and then honey to thicken. Put on your mush and sit there all sticky for 20 minutes. Wash off with warm water. My skin has never felt so soft. Going to experiment more.\nI never had covid.  I had what can only be described as radiation poisoning that the propaganda merchants were peddling as a virus. Most of the worst symptoms cleared up totally after taking iodine. Funny that.\n回复 @SeaGrass777 @AngelCole1992 @JacquiDeevoy1 Beetroot juice is a fabulous natural way to help your blood cells and reduce cholesterol.\nMy oldest turned 28 today. Twenty bloody eight. I feel like a relic.\nUK general election called for on 4th July. Here we go...time for the puppet masters to install new puppets. Fucks sake.\nOn a lighter note,here's how I intend to celebrate the zombie apocalypse... one great big party in the cemetery. https://t.co/uaRt10oGx2\n回复 @BigChewn @2Swerdy Hatters used to go crazy from inhaling mercury (hence mad hatter) yet they put that crap into tooth fillings and jabs straight into the bloodstream. He's not in a fantasy land pal you are...the land of cognitive dissonance.\nLooks like we're allowed a summery day today. It's lovely. Finally...normal clouds.\n回复 @Emma_A_Webb It's not about brushing teeth. The lack of NHS dentistry has meant routine checks never happen unless the parents can afford to go private. Kids can brush very well but genetic conditions and some medications can erode the enamel. I should know. Hypothyroidism has ruined mine.", "overlap_score": 0.133203204000636, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Other Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1325554110523957249, "screen_name": "Far_Seeker", "user_at_name": "Far Seeker", "sample_content": "The Japanese are known for valuing cleanliness and quiet.  Import hordes of the \"indiscernible\" who value the exact opposite, and Japan will go full Sakoku again.\nYou see? Do you get it?  They enjoyed forcing their women to throw themselves onto their husbands funeral pyre. They enjoy bathing in cow dung.   Let them enjoy it.\nAll you know about WW2 is that one lesson you got on the hahleuaxceust back in 5th grade, and schindler's list.  Aight, explain to me why the capitalist UK, and US, sided with communist USSR to defeat Germany.  no mentioning the bris enjoyers.\nThe average everyday on the street swedish&amp;finnish woman does not desire the average everyday on the street swedish&amp;finnish man.  Refugees welcome.\nThere are differing ideas on what exactly the colors of black red and white symbolize. The red certainly comes from the red color of Orichalum used in ancient times.  Ignatius Donnelly theorizes that the colors represent the different races the Empire of Atlantis held dominion.\nI know they know how to cook with fire, at least. She has got to expect food to be hot, especially WHEN THERE'S STEAM COMING OFF IT.  This is typical attention grabbing.\nThe father of Belinus and Brennus (the same ones who sacked Rome) laid the foundation of British law for 1200 years and to this day. Who was he?\n\"When the end comes, you won't even have the strength to cry for your mother. That's right. You're going to die in here. You hear me, Nord? You're going to die in here!\" https://t.co/boHNQuBE7k\n回复 @BNODesk By who?\nA woman can probably give birth to roughly 20 people in her life.  A man can create 20,000+ people. https://t.co/7mYL5MzcM2  But femtards will tell you life comes from the woman.\nMy source:  I commune with my ancestors in my dreams.  What? You don't?\nYou have been brainwashed by European beauty standards. https://t.co/bVWTCSKO2t\n回复 Note that the shape of this curve roughly parallels the prevalence of obesity in America, which increased slowly before 1980 and took a steep upturn afterwards: https://t.co/zMRBeImfyu\n回复 When we have it before our eyes that for six thousand years mankind in Europe, Asia, and Africa, even when led by great nations, and illuminated by marvellous minds, did not advance one inch beyond the arts of Egypt,\nSo Elon, do you actually intend to do anything about it? Or do ye prefer to \"notice and move on\"?  Just sayin, if I were a man of yer resources and affluence, I could very quickly dethrone the President.\n回复 @Andrecortez147 @treblewoe @UltraDane We didn't import them. Who owned the ships?\nThe mighty Egyptian Pharaoh, the Morning and Evening Star, as he commands so shall it be.  Yet,  He cannot will away his tooth decay. He suffers from diabetes, and rheumatoid arthritis.  Contrast with the Steppe warrior. https://t.co/KrwCe8dqFT\n回复 3. The technological singularity hypothesis: Advanced civilizations may have reached a point of such rapid technological progress that they become unrecognizable or undetectable to less advanced civilizations like ours.\nYes.  Which is precisely why you all be assigned husbands and wives. The only means of divorce is \"till death do you part\".  It is indeed \"not good that man should be alone\" so this seems like an efficient way to solve it.\n\"It is found in the histories of the Toltecs that this age the 'the first world' as they call it, lasted 1716 years. That men were destroyed by tremendous rain and lightning; even all the land without exception were submerged in water 'fifteen cubits' https://t.co/7Eeysu5D7K\nExperimenting with creating pulp magazine covers. https://t.co/mYq9mrzRYx\n\"I went from 15-30 bloody stools daily to now going once a day with no blood, no GI discomfort nor any sign of a flare up now for 16 months.\"  There are hundreds of thousands more with the same success.  Guarantee he'd fight tooth &amp; nail, to never go back to eating the old way--&gt;\n回复 @FrankDeScushin &gt;woman walking in front drops wallet.  IRL: \"MA'AM! You dropped this!\"  This bs: *sprints towards her*\n回复 @moth_pirate There's a limit.  Fortunately it's VERY obvious when a woman is on roids.\n回复 Then as an adult you need your coffee flavored 5000 ingredient milkshake every morning.\nA man was found guilty of possessing and distributing cp on the internet, and gained a considerable profit from doing so.  He has since \"repented\" from that life, however, he has kept the money. Is he a liar?\nShe is not \"too muscular\" She is lean.  The average american woman weighs like 200lbs.\nWHEN the west gets its Genghis Khan of this age, know it has been wholly deserved.\n回复 @Empty_America Look at the sides of the trunk. There you can see a distinct carving for tusks.\nHigh cultures prefer peace and quiet.  The barbarian, unable to bear the deafening silence of his own mind, cannot live without constant, all encompassing noise.", "overlap_score": 0.1672368357476328, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Other", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 128145804, "screen_name": "jammin_w", "user_at_name": "Dat_N£GRO_Jammin ✊🏼", "sample_content": "回复 @ArNoSkope WE ARE GONNA START 2024 OFF RIGHT SCREAMING LINEAGE BASED CASH #ReparationsNOW #NegroOrBUST! ✊� https://t.co/9Gp0A5maGE via @Change\n回复 @LieTweetSteal This is the only 2 hour video that needs to be seen to know HOW &amp; WHY REPARATIONS ARE A MUST! These harms can only be made right by the United States government who caused these harms to the Black American Negro Freedmen community over the last 400 plus years.   Lineage based… https://t.co/RMU1Zf7eP2\n回复 @MsGizile Repair for the Black American Negro can be found at the following website https://t.co/jobpKmgIAU! The homepage is Washington State specific, the rest is open source and can be used in your respective state. This is true repair for our people @JoeBiden @KamalaHarris…\n回复 @Drake's stop in Oakland wasn't quite as he had expected just like the Brethren @kendricklamar tried to warn his ass, #WhopWhopWhopWhopWhop  https://t.co/EjvGqXcTp3\n回复 @TamaraShealey This is the only 2 hour video that needs to be seen to know HOW &amp; WHY REPARATIONS ARE A MUST! These harms can only be made right by the United States government who caused these harms to the Black American Negro Freedmen community over the last 400 plus years.   Lineage based… https://t.co/WNDq8XBXM0\n回复 @sayyy_PHAT This is the recording that finally made the cut for my submission at the 2024 save the Negro demonstration in Washington DC at the Lincoln Memorial. I would like to thank everybody who was involved in making this happen most importantly our ancestors got to get the creme de la… https://t.co/z92QyGsjQA\n回复 @SonnieJohnson This is the recording that finally made the cut for my submission at the 2024 save the Negro demonstration in Washington DC at the Lincoln Memorial. I would like to thank everybody who was involved in making this happen most importantly our ancestors got to get the creme de la… https://t.co/WdvzOPxF3W\n回复 @LeonardDurd3n Repair for the Black American Negro can be found at the following website https://t.co/jobpKmgIAU! The homepage is Washington State specific, the rest is open source and can be used in your respective state. This is true repair for our people @JoeBiden @KamalaHarris…\n回复 @SonnieJohnson THIS NEEDS TO BE OUR NATIONAL ANTHEM!  JUST SAYIN, THIS CUT GETS ME HYPHY AF FRFR!  https://t.co/bw2ILYzkxQ\n回复 @inkmaster95 This is the recording that finally made the cut for my submission at the 2024 save the Negro demonstration in Washington DC at the Lincoln Memorial. I would like to thank everybody who was involved in making this happen most importantly our ancestors got to get the creme de la… https://t.co/zA3zPdanoh\n回复 @NewsToter Thx for resharing family @Practitioner @followtmorgan @SouConVo_ @HakimTaylor  take all of us working like a FINELY OILED MACHINE! We appreciate you\n回复 @IWashington Repair for the American Negro, Black, Freedmen (A.N.B.F) can be found at the following website 👇🏼👇🏼👇🏼👇🏼👇🏼 https://t.co/jobpKmgIAU! The homepage is Washington State specific, the rest is open source and can be used in your respective state. This is true repair for our people…\n回复 @inkmaster95 This is the recording that finally made the cut for my submission at the 2024 save the Negro demonstration in Washington DC at the Lincoln Memorial. I would like to thank everybody who was involved in making this happen most importantly our ancestors got to get the creme de la… https://t.co/4bgYJq3rbV\n回复 @KgKimberlee Repair for the Black American Negro Freedmen (B.A.N.F) can be found at the following website 👇🏼👇🏼👇🏼👇🏼👇🏼 https://t.co/jobpKmgIAU! The homepage is Washington State specific, the rest is open source and can be used in your respective state. This is true repair for our people…\n回复 @6200Shots Repair for the Black American Negro can be found at the following website https://t.co/jobpKmgIAU! The homepage is Washington State specific, the rest is open source and can be used in your respective state. This is true repair for our people @JoeBiden @KamalaHarris…\n回复 @nicksortor Repair for the Black American Negro Freedmen (B.A.N.F) can be found at the following website 👇🏼👇🏼👇🏼👇🏼👇🏼 https://t.co/jobpKmgIAU! The homepage is Washington State specific, the rest is open source and can be used in your respective state. This is true repair for our people…\n回复 @patriotstorm17 THIS NEEDS TO BE OUR NATIONAL ANTHEM!  JUST SAYIN, THIS CUT GETS ME HYPHY AF FRFR!  https://t.co/bw2ILYzkxQ\nSays the delusional idiot that refuses to think critically and would rather stay #Sheepled. #NegroOrBust\n回复 @DarrellBuckne13 Repair for the Black American Negro Freedmen (B.A.N.F) can be found at the following website 👇🏼👇🏼👇🏼👇🏼👇🏼 https://t.co/jobpKmgIAU! The homepage is Washington State specific, the rest is open source and can be used in your respective state. This is true repair for our people…\n回复 @honestkushabush This is the only 2 hour video that needs to be seen to know HOW &amp; WHY REPARATIONS ARE A MUST! These harms can only be made right by the United States government who caused these harms to the Black American Negro Freedmen community over the last 400 plus years.   Lineage based… https://t.co/zskEVWnCmD\n回复 @FACEMALONE This is the recording that finally made the cut for my submission at the 2024 save the Negro demonstration in Washington DC at the Lincoln Memorial. I would like to thank everybody who was involved in making this happen most importantly our ancestors got to get the creme de la… https://t.co/lOiiq5rrbE\nAbsolutely brilliant conversation from some scholarly individuals I have the honor of calling my co-workers on this MANDATORY REPARATIONS TIP! We appreciate you Sista @PDeniseLong\n回复 @YaFavOlHead Repair for the Black American Negro can be found at the following website https://t.co/jobpKmgIAU! The homepage is Washington State specific, the rest is open source and can be used in your respective state. This is true repair for our people @JoeBiden @KamalaHarris…\n回复 @ra_sexy9742 This is the recording that finally made the cut for my submission at the 2024 save the Negro demonstration in Washington DC at the Lincoln Memorial. I would like to thank everybody who was involved in making this happen most importantly our ancestors got to get the creme de la… https://t.co/bFGEJv10Tb\n回复 @armonjamal Repair for the Black American Negro Freedmen (B.A.N.F) can be found at the following website 👇🏼👇🏼👇🏼👇🏼👇🏼 https://t.co/jobpKmgIAU! The homepage is Washington State specific, the rest is open source and can be used in your respective state. This is true repair for our people…\n回复 @GryKngBlakState @NEGROREPUBLIC @IWashington @valeball11 @MoocoBrother @SonnyG44 @truefitwater @IshFreed33 @CAPTaskforce @FromthesoilMarc @BAALLC Agreed 100% @GryKngBlakState after something that iconic we would definitely have to say our brother Talent was the host with the most. Very well done brother @NEGROREPUBLIC . To to everyone on the thread I made it back to Seattle waiting for my Uber and it is cold as all hell.…\n回复 @Xenophon_0000 Khalif Mitchell and myself knowledge sharing with that American Negro Scholarship. We are truly appreciative of the space to share the truth with your amazing audience @Jaybefaunt! Mad respect Comrade https://t.co/H1WcLS5qKY\n回复 @NewsToter @0NE_NINE @_jdm216 @AccumulateJake @ComptonMadeMe @DrJillStein @Finalbossjimmy @Finalbossjimmy @JAracist @Jaybefaunt @JaySmoo98201938 @JellPud84530 @_Disrespectful @DeyodaKing @kiettamay @kmac4627 @KristaYLOils @KristaYLOils @TNBKHC_Negros @1andOnlyKDP @DerrtyJersey @GoddessShanell_ @LadyFlawless13 @lebodgreat…\n回复 @ExpressionsHj This is the recording that finally made the cut for my submission at the 2024 save the Negro demonstration in Washington DC at the Lincoln Memorial. I would like to thank everybody who was involved in making this happen most importantly our ancestors got to get the creme de la… https://t.co/IBzzLBr0lf\n回复 @MattMiller2000 WE ARE GONNA START 2024 OFF RIGHT SCREAMING LINEAGE BASED CASH #ReparationsNOW #NegroOrBUST! ✊� https://t.co/9Gp0A5maGE via @Change", "overlap_score": 0.1417079857255175, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1137310791932104704, "screen_name": "NatWoundStrat", "user_at_name": "National Wound Care Strategy Programme", "sample_content": "Not long now until the IPC Wound Care Conference! NWCSP Clinical Leads, Jacqui Fletcher and Jacky Edwards will be speaking at the event, which will also feature a recorded NWCSP overview message from Una Adderley: https://t.co/0uQIitW8Zk #PressureSores #SurgicalWounds #WoundCare https://t.co/3jQEi55JjL\nIt is best to listen to concerns to establish why someone is unwilling to wear compression hosiery. Visit the NWCSP website for more guidance for treating leg ulcers and foot ulcers: https://t.co/GiTTZyIwao #MythBuster #CompressionTherapy https://t.co/j44cp1Ouyl\nThe #PressureUlcer surveillance system within the Model Health System is designed to reduce variation and improve national data accuracy. Guidance to support acute trusts with this system is available on our website: https://t.co/nc6FoLEOES #Data #TissueViability https://t.co/cdKMeNMoIN\nBusting another myth surrounding compression hosiery! Find out more about the work of the NWCSP by visiting our website: https://t.co/0NSW2dqGe2 #LowerLimbCare #CompressionTherapy #MythBuster https://t.co/2t0RsgpUsp\nEnhance your knowledge of   the PURPOSE-T pressure ulcer risk assessment tool with our new online module:   https://t.co/h6tCuspGyV #PressureUlcers #PURPOSET #TissueViability https://t.co/h3UDA8x4eU\nOur Engaging with Evidence guide is designed to help health and care professionals understand different types of evidence for wound care: https://t.co/dA2zbhJSS6 #WoundCare #EvidenceBased #WoundCareEvidence https://t.co/s2HL3D55FG\nThe NWCSP, Patient Experience Network and @HealthInnovNet’s Transforming Wound Care programme have created posters to help people take photographs of their wound for monitoring healing: https://t.co/rhhjM1yRYw #SupportedSelfCare #WoundCare #HealthTech https://t.co/W3JtAjGjbC\nJoin our upcoming Recommendations for Surgical Wound Complications webinar to find out more about our updated recommendations: https://t.co/8Ho1dpQBiB #SurgicalWounds #WoundHealing #HealthcareWebinar https://t.co/u6kGcaIcXV\nThe updated Essentials of the Foot at Risk module is now live! https://t.co/cRdA7C9lqf #FootUlcers #LowerLimb https://t.co/92dmHD1hoK\nThe NWCSP Surgical Wound Complications recommendations are now available on the NWCSP website: https://t.co/8Ho1dpR989 #SurgicalWoundComplications #EvidenceBased #WoundHealing https://t.co/Z8Qt9WVrG1\nAt City Health Care Partnership (CHCP) a streamlined pathway was developed to ensure that all people with #LowerLimb wounds (leg and foot) were referred into “First Assessment Clinics”. Staff were positive about their experiences of the new service model: https://t.co/YfHxSYv1er https://t.co/ChbpwAZqWy\nOur Engaging with Evidence guide is intended for health and care professionals in clinical practice who are responsible for judgements and decisions about #WoundCare and want to improve their evidence-based practice skills: https://t.co/dA2zbhJSS6  #WoundCareEvidence https://t.co/xAuU3S88Jn\nThe NWCSP Wound Management Digital Systems (WMDS) Functional Overview is available for use in the NHS! If you are looking to develop a local WMDS procurement template, take a look for advice on best practice: https://t.co/42eVeYHXOl #WoundCareData #DigitalHealthcare #Data https://t.co/Uyz4XjHDkz\nCreated with NHS England colleagues, the Leg Ulcer Best Practice Bundle provides detailed information for providers and commissioners to improve healing rates and reduce the recurrence of leg ulcers: https://t.co/GiTTZyIwao #LegUlcerCare #ServiceChange #QualityImprovement https://t.co/hYBxJwMYDq\nJacky Edwards’ recent presentation on reducing #SurgicalWoundComplications from the OneTogether conference is now available on the NWCSP website: https://t.co/oaDWJlVBqG #SurgicalWounds #WoundCare https://t.co/LbECcoJs5x\nBusting another myth surrounding compression therapy! Find out more about the work of the NWCSP by visiting our website: https://t.co/GiTTZyIwao #LowerLimbCare #WoundCare #MythBuster https://t.co/KXJ7AJkcTJ\nPressure Ulcer data collection has been standard practice in NHS England trusts since 2012. Our guidance is designed to support professionals within acute trusts with using the Model Health System’s new #PressureUlcer surveillance system: https://t.co/nc6FoLFmuq #HealthcareData https://t.co/MCtxTeriUP\nOf the estimated 2.2 million people with a wound that has not healed within 4 weeks, 29% have an acute wound related to surgery. The NWCSP has published updated recommendations relating to #SurgicalWoundComplications: https://t.co/8Ho1dpQBiB https://t.co/xCzrCAeF08\nThe NWCSP’s Review of Routes of Supply and Distribution resource is designed to provide a source of information for health care providers and commissioners on the current routes of supply and distribution for wound management products in England: https://t.co/i9Zu5KzEAV #Wounds https://t.co/RXEjULy7aY\nThe Tier 1 Essentials of Surgical Wounds module is now available to complete on the E-Learning for Healthcare hub! https://t.co/6wbXcnhy1Z #SurgicalWounds #HealthcareLearning #WoundCare @NHSE_TEL https://t.co/EBkZAZDqbj\nIt's not too late to register for our #SurgicalWoundComplications webinar! Visit our website to find out more: https://t.co/32x0KB0Z5a  #SurgicalWounds #WoundCare https://t.co/TFuw7mF7d5\nNot long now until the Journal of Wound Care National Conference! Our team will be giving updates from across the National Wound Care Strategy Programme: https://t.co/wALhW1i8uR #PressureUlcers #HealthcareData #SurgicalWoundComplications @JWCeditor https://t.co/hcR9zqIxzR\nCreated with the Royal College of Surgeons and The Vascular Society, our vascular referral forms support clinicians responsible for making #Vascular referrals outside hospital settings: https://t.co/SIzVfdqp7a #VenousLegUlcers #ArterialDisease https://t.co/j82sBmFOcf\nPressure ulcers are in the top ten harms in the NHS in England. The NWCSP has developed Pressure Ulcer Recommendations and a Clinical Pathway to improve the prevention and management of #PressureUlcers: https://t.co/nc6FoLEOES #BedSores https://t.co/qz60xqNaCf\nThe NWCSP and Patient Experience Network (PEN) have developed a series of patient resources, covering a variety of wound care topics and based on experience and medical information: https://t.co/1H9BKmQ6BG #WoundHealing #PatientCare #WoundManagement https://t.co/besBQwHErJ\nThe NWCSP, Health Innovation Network’s Transforming Wound Care programme, and the Patient Experience Network (PEN) have created a leaflet to teach patients how to take a photograph of their wound: https://t.co/f0iNYxU956 #WoundImages #DigitalImages #HealthcareResources https://t.co/4wrrvbf0oJ\nFeedback from podiatry colleagues regarding the standardisation of a supported self-management model suggests that this has been well received, and the team are now utilising it in practice routinely: https://t.co/YfHxSYvz3Z @NHSKentCHFT #LowerLimb https://t.co/h1sOasMBc9\nThe NWCSP and Patient Experience Network (PEN) have developed a series of patient resources, covering a variety of wound care topics and based on experience and medical information: https://t.co/1H9BKmQEre #WoundHealing #PatientCare #WoundManagement https://t.co/TKa32iXj2Z\nThe NWCSP Wound Management Digital Systems (WMDS) Functional Overview is available for use in the NHS! If you are looking to develop a local WMDS procurement template, take a look for advice on best practice: https://t.co/3v6WwNzbYr #WoundCareData #DigitalHealthcare #Data https://t.co/ajhtSYelxk\nIf you care for someone with a venous leg ulcer, the   @NatWoundStrat compression resource for people with wounds is now available in languages to suit a range of preferences: https://t.co/FjWrvq2kZ8 #compressiontherapy #venouslegulcers https://t.co/eMGWucpPRt", "overlap_score": 0.2083396297000157, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 114643460, "screen_name": "EUWB6_TCT", "user_at_name": "Transport Community", "sample_content": "Productive discussion with the #WesternBalkans Ministers on the new Growth Plan and further efforts in regional cooperation, especially on those regarding transport facilitation through our and @CEFTA_'s #GreenLanes.  Read more 👇\nWe are looking for experienced service providers to help us in setting up the #WesternBalkans Electronic Register of #RoadUndertakings.  If you fulfil the criteria, submit your offer by the extended deadline 👉 09/06/24, 13:00, CEST.  More information 👇 https://t.co/JZuRTleSaY https://t.co/aJ8azzK7CR\nWelcome to the team, Tomislav! 🙌  We are happy to announce the arrival of a new team member, a secondee from #BosniaandHerzegovina.  🚗 Experienced in #RoadSafety, Tomislav will contribute to our road safety initiatives.  Let's give him a warm welcome to the TCT Secretariat! 👏 https://t.co/BUiiNJayZm\n回复 🙌 We use this opportunity to congratulate Mr Naser Krasniqi and Ms Marina Boskovic who were unanimously accepted as the Chairperson and Deputy Chairperson of the Rail Infrastructure Managers Network by the infrastructure managers.  2/2\n📣 Women represent only 22% of the European transport workforce, making it a gender-unbalanced sector. The same applies to the #WesternBalkans.  ♀️ On Itnl. #WomenDay, let's pledge to #InvestInWomen across all spheres of life to make our societies just and our economies thriving. https://t.co/Rb7ISKAQ3X\nAfter #GreenMobilitySummit - Sustainable Transport Tour 🚉🚲, supported by @zeljeznicefbih, @rccint, and @OpenSocietyWB.  By train from Sarajevo to Mostar, and by bike from Mostar to Čapljina, we walk the talk of more sustainable and greener future.  🔗 https://t.co/D7iufalMQt https://t.co/xwo5NEb134\nWarming up for our #GreenMobilitySummit 💚tomorrow with @EnergyClimateWB colleagues together with experts, city representatives, and officials from across the #WesternBalkans to discuss and promote sustainable urban mobility plans (SUMP) and clean bus and clean fleet platform.\nSafe &amp; Sustainable Transport Programme (SSTP) will enhance #WesternBalkans: 🚆 Railway safety 🚗 Road safety 🛂 Border Crossing Points 🌱 Deployment of sustainable &amp; smart mobility solutions  The programme's 1st Steering Group meeting was held today 👇 https://t.co/ZtwjbTs9on https://t.co/LPDBpSkATP\nTogether with @ERA_railways, we organised two training sessions on the European Vehicle Register in Skopje &amp; Tirana.  These events showcased how this web-based tool can help rail experts from the #WesternBalkans manage vehicle numbers and registrations.  🔗https://t.co/nhn9OFEg3E https://t.co/vllZzbmn45\nA beautiful Belgrade summer night. Our partners &amp; friends #TogetherConnected 🥂  We celebrated 5th anniversary of the entry into force of the Transport Community Treaty &amp; marked the kick-off of Serbia's presidency over our Regional Steering Committee.  🔗 https://t.co/aBYuWpcmL9 https://t.co/iBnjtMbYd2\nAre you a professional with experience in rail policy or projects? We might be looking for you 👀  Our team is in need for a Rail and Multimodality Desk Officer and you could be the perfect fit 🙌  Vacancy call 👇 https://t.co/t0hFlHd2sS  Apply before 1 June 2024, 11.59 PM, CET https://t.co/xOJjWqsCux\nOur team met with Minister Vesić @sicveO11 this morning and discussed policy reforms and projects.  Both the Minister and our @MZakonjsek agreed that the cooperation between the Ministry and TCT Secretariat is fruitful and should be further enhanced.  We are #TogetherConnected 🇪🇺\n🌱 Are you interested in sustainable, digital, resilient, and eco-friendly transport infrastructure and operations?  📅 If yes, gear up and save the date for our Green Mobility Summit happening on 6-7 June 2024 in Sarajevo, Bosnia and Herzegovina.  More 🔗 https://t.co/MN4Y6Hnw22 https://t.co/g2yLPcOS81\n回复 #WesternBalkans’ intra-regional mobility of public servants promotes regional cooperation &amp; integration.  Supported by 🇪🇺, @ReSPA_EU organised this tailor-made regional mobility scheme in close partnership with @raiseeorg, @RYCOwb, @CEFTA_, @rccint, @CEF_Ljubljana, @EUWB6_TCT.\n回复 #Serbia has made steady progress in the implementation of the measures from the #TransportFacilitation Action Plan, achieving an overall implementation rate of 63%.  5/7 https://t.co/QbevE1S4gC\nOur #RoadSafety Technical Committee and #WesternBalkans Road Safety Observatory gathered in Vienna to discuss:  🔹 NextGen Action Plan, 🔹 Safer to School guidelines, 🔹 Global Status Report on Road Safety, 🔹 Policies and measures for vulnerable road users.  #TogetherConnected https://t.co/qGL38mlWvy\nLast week in Durrës, Albania, we celebrated International Day of Women in Maritime and women's achievements at sea🌊  It was a pleasure to honour the outstanding women in Albania's maritime sector with achievement certificates. Together, we're creating a more inclusive future🚢👏 https://t.co/dxMztvTxx1\nIt's World Bicycle Day &amp; we have great cycling news! 🚴  Our upcoming Green Mobility Summit will present the Cycling Declaration, aimed at promoting &amp; supporting cycling as a sustainable mode of transport.  After the summit, our team and partners will pedal, too!  Stay tunned! 🚲 https://t.co/gkYtmwlwAZ\nToday in Zagreb, at the Conference on Transport Connection of Adriatic-Ionian Region, our @MZakonjsek spoke about the Western Balkans - Eastern Mediterranean European Transport Corridor's role in advancing connectivity and prosperity across the region.  Read more here 👇\nThe #WesternBalkans Leaders' Summit was a success as the leaders &amp; ministers commend #GrowthPlan, our &amp; @CEFTA_'s efforts to enhance #GreenLanes &amp; border crossings.  Our @MZakonjsek presented a Comprehensive Roadmap for the initiative's enhancement.  🔗 https://t.co/jfObffncZe https://t.co/KLq18OiFYm\nToday in Sarajevo, the last session of \"Connected we Can\" project where we discussed securing a greater impact of CSOs in transparent and inclusive infrastructure development.  @CDIAlbania @NorwayAmbBiH @BalkansSmart @cpcdba @tibihorg  More 👇\n回复 A big thank you goes to the Slovak Road Administration, Slovak National Motorway Company, Jaspers, and NAPCORE for sharing their valuable experiences in data collection technologies and data sharing, and traffic management plans.\n回复 #BosniaandHerzegovina has made moderate progress in implementing the measures outlined in the #Road Action Plan, achieving an overall implementation rate of 47%. However, progress remains slow, showing a 4% increase.  3/7 https://t.co/LkcuMBxQSm\n回复 #Serbia is making steady progress towards implementing the measures outlined in the #Road Action Plan, achieving an average implementation rate of 69%. However, progress has been slow during the reporting period, showing only a 6% increase.  3/7 https://t.co/Q809iYd2qM\nSaving millions of🌳by digitalising freight transport? Possible!✅  For next 2 days, we are at 6th Technical Cooperation Workshop on trade facilitation, data sharing, &amp; Single Window for #WesternBalkans, organised by @UNECE in Skopje.  Our focus👉advancing e-freight in the region https://t.co/BEU3uNch0C\n4⃣th session of \"Connected we Can: Strengthening WB6 CSO's Agency in the Economic &amp; Investment Plan\" project was held in Belgrade  We discussed securing a greater impact of CSOs in transport policy&amp;projects, underlining early engagement, structured cooperation, technical capacity https://t.co/CT6PaI7ccn\n回复 These recommendations are part of our annual Action Plans and the EU Acquis Progress Report.  While the report acknowledges gradual progress during the reporting period, it highlights the need for an increased pace in implementation.  Find out more 🔗 https://t.co/UlaKlT2jMq  7/7 https://t.co/sBuaO0U0nM\nWe are in #NorthMacedonia for #EUTaiex Regional Workshop on 112 &amp; e-Call to enhance emergency response capabilities in the #WesternBalkans 🧑‍🚒  Together with colleagues from the region, Observing Participants, &amp; EU, we are creating a safer future 🇪🇺  🔗https://t.co/nidPSzvUxW https://t.co/IMeWhOFPTa\nThe Safer to School guidelines offer ready-to-implement measures to increase children traffic safety around schools 👧🎒👦  Today in Tirana, together with @SLOinALB, we presented the guidelines to authorities of #Albania.  Read more about the event 👇 https://t.co/6eYkftNZQz https://t.co/zuVcOSwynF\n🟢Hurry up and register for our Green Mobility Summit, scheduled to take place on 6-7 June 2024 in Sarajevo, Bosnia and Herzegovina!  🌱Together, we will discuss sustainable, digital, resilient, and eco-friendly transport infrastructure and operations.  🔗 https://t.co/MN4Y6Ho3RA https://t.co/qAzgXirROY", "overlap_score": 0.1553261431382661, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1168068848836177920, "screen_name": "Boarderhoppr18", "user_at_name": "ray. louis, mendoza", "sample_content": "https://t.co/cso4PghWZW\nNothing will happen and liberal idiots will thinks this is justified.\nATF DEA IRS and CIA. Feel like the FBI could just be subdivision of all these agencies. Not saying the FBI is better than all of them but their history isn't as bad as there\nPi is a new digital currency developed by Stanford PhDs, with over 55 million members worldwide. To claim your Pi, follow this link https://t.co/yEZwIsKvax and use my username (Odysseus7) as your invitation code.\nNah he at that old age where he wants to be important again. He is the old man on the porch yelling at the kids for riding a bicycle and not walking like he did 🤣\nI never wished murder upon someone but i hope he gets knocked out to his pre-influencer days.\nWow if this was a trump republican they would be thrown in jail for something stupid like you cant donate more than 5 times a day or some dumb shit like that. Also aint you worried someone is using your identity that would worry me. But hey vote blue 😀\nHe must be a cowboys fan always talking about the past i would know im cowboys fan\nTerm limits and age limits is a must. Think 50-60 should be the cut off age. Go enjoy your insider trading money you made being a career politician.\nId have more respect for embiid if he left philly because who decides yeah i want to retire a 76er 😂\nThe kelce fade isn’t a pre snap hot route? gentrification has gone too far!!!\nLiterally me at a wedding looking for memes\nIt really is just about having fun. Unless you're Kobe Bryant then you gotta take the other man's dignity and push him to quit the game he loves.\nI cant wait till Steph curry retires all this dick riding for him and he ain't even in the playoffs\nThats cute go work in -30 ambient\nYeah tell the VA to cancel mines since its their fault for not taking it back during the covid. Their excuse nobody was is in the office during covid.\nThen wear a hijab and go have 6 kids  with your husband and practice their faith then.\nAre we going back to 90s rap beef.\nOh how the turn of the tables.\nWe are so close dont fall for the left or right schemes anymore.\nSecret ingredient is money\nYou can do better than thag\nIt was good then because of the crazy governments outside the US we had to as a young nation increase our pop to compete with the more populated countries. Now that it's the future it may need to be updated. Except the 2nd amendment that is cool and great.\nNow put robert F Kennedy on the ballot next.\nBecause that group would probably cry in outrage and blow up the event. In dallas texas sometime in 2015 they had a competition to draw Muhammad or depict him. Later that day they shot up the event lol 😂\nThis is crazy work after learning she rigged the committee and kept people who were actually good out of the competition but okay\nThis is why mosts insurance and especially medical insurance is fucking racketeering. People probably pay upwards of 300-500 dollars for medical insurance so they can cover what 70% of cost for a drug that shouldn't be over $100.\nHe getting fired lmao 🤣\nFor real brother a sexual assault artist, dad loves to drive on extreme mode and wife just your typical annoying blonde chick. I know he got something going on in his office or he prays everyday. It's probably the 2nd of the latter because he from the panhandle.\nDudes at the club flexing 1,000 dollar chains while im out here with the same looking chain and paid like 20 Bills yall are a joke for falling for these jewelry fad. Now video games sheesh 🥶", "overlap_score": 0.1544960450957888, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1356266148493320194, "screen_name": "stockdoctor71", "user_at_name": "stock Doctor", "sample_content": "回复 @selinawangtv How about they both propose retirement after 35yrs of fulltime in the workforce?? Which would open jobs for the younger workers!\n回复 @project_821 @timios @sweetser_kyle Get rid of BS regulations that hurt farmers. Ethanol is a fkn joke cost more to produce than fuel and drives price of grains up\n回复 @2A_AllDay @DrPooter @elonmusk Going to college is a choice, not being fertile is not a choice!\n回复 @TeamTrump No sir they just donated to you not Kamala according to what they say..😂😂😂\n回复 @acnewsitics Amazing how much a set of knee pads will raise your score!\nThis guy nails it!\n回复 @TexasRepublic71 How will this tax eventually affect peoples 401k’s??\n回复 @KamalaHQLies MSM repeats the lies and people don’t realize it. People need to united call there cable and streaming providers and cancel and tell them we will not pay for propaganda! It we don’t this will continue to go on and on.\n回复 @AllysonAlways @MTGrepp He had the authority did he have to call and tell you?? What about Joe?? Also if jackoff smith had him why did he have to stage evidence by putting classified cover sheets   for picture?\n回复 @elonmusk Don’t really think illegals are voting they are just registered so dems have enough registered voters to cover for the fake ballots!\n回复 @RossKneeDeep Show the bill if you think it was great!!! Joe just had to reverse everything he killed that Trump had in place!! Why did Joe fight Texas so hard for trying to enforce the border???\n回复 @stillgray Clark has enough money she should just say FU im done and let them go back to having less viewers than a high school sport!\n回复 @DixieChick0211 @Badged_Patriot @realDonaldTrump Me neither\n回复 @KamalaHQLies While Dem states brought people with covid in nursing to kill elderly folks!!!\n回复 @JDunlap1974 Way worse because you know every one thats voter age is not registered!!\n回复 @cwebbonline Fact is I have a whole lot more money going to high costs now than for yrs ago! Prove me wrong!\n回复 @harris_wins Is that a high school gymnasium?? It isn’t even full Trump has more than that in the overflow!!😂😂😂😂\n回复 @atrupar Panic in Dc full scale lies😂😂😂 they cant stop whats coming in november\n回复 @86Poker2 @Aczar1Alan @RBReich Yeah its just transitory.\n回复 @Michell15156732 @GuntherEagleman 🐂💩 lies they are trying to feed people have you ever been polled?\n回复 @SMH3770 @rawsalerts Poster child of crime is down\n回复 @JoJoFromJerz Another he said she said fake story too try to take eyes away from Joe and Kamala not caring enough to be there!\n回复 @TexasRepublic71 Democratic encouragement!! Just insane but they will be the ones that have answer for it and hopefully they have a damn good reason because I don’t think the man upstairs will always agree\n回复 @MrShermichael Crime going down BS!! Live in small rural town, Drugs, thieves, and murders.. People with 37 pending felonies walking the street!!\n回复 @Dolphinlarry @CollinRugg Didnt a bunch of dems register as republicans to try and push Haley past Trump??\n回复 @DrBiden How about cancelling the colleges that are overcharging for useless degrees??  How many people on system are already getting free college which they dropout of or do nothing with after they get?\n回复 @PpollingNumbers 🗣️💩💩💩\n回复 @seanmdav Mitch has to go!! However he may already be gone remember the freeze up and fear on his face? Wonder if he has already been told his fate\n回复 @Canaansdad1987 Dont worry if kamala wins she will target blacks again lock ya up for bag of weed forever and say she is the queen of justice!\n回复 @TheRichFromCali Your as sick as the shooter was!!!", "overlap_score": 0.1779178432124768, "MARITAL": "Married", "AREA": "Rural areas", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1198122063720005632, "screen_name": "Sonjap1984", "user_at_name": "Sonja P 🇨🇦", "sample_content": "Don't let the darkness win ever. https://t.co/iW54vU8m0f\n回复 @JohnnyH89686969 Oh I see....ya I don't think we're losing at all I feel the opposite.  Satan is not going back to hell without scratching and clawing his way down...that includes his minions. The optics is to scare as many sleepers awake as possible.  Harder for you your at ground zero.\nMOON SHOT NOT BEING TALKED ABOUT EXCLUSIVE BY ICONS https://t.co/oWIaERpeV8\n回复 @JamesMelville The fucking joke here is they didn't use \"social distancing\" to break them apart and that was true for all instances like this.....Did ANYBODY notice THAT?\n2/23/2024 - Distractions from the Global Greatness! BRICS (GESARA) + USMCA = GREATNESS! https://t.co/hYh6ZWX3ZA\n回复 @ElonMuskAOC I say if they want this then give it to them lock them up in barns every night and let them get their food in the fields everyday let them drink out of a tub of dirty water and spay and neuter as needed. In other words treat them like the sheep they want to be.\nMy kind of girl.....👍 https://t.co/5Ra0PY3qmF\nWTPN SITUATION UPDATE 7/12/24 “BIDEN PSYOP, MAGADONIA, MAJOR FF EVENT TO PAUSE THE ELECTION” https://t.co/70gll3P3ar\nAw they are the best...The greatest and best job in the world besides being a Parent is to be a GRANDPARENT! Happy Birthday Carolina have the best day ever..❤️🥰\nAhhh...I miss those days. https://t.co/XuhllvAe6s\nVATICAN SECRETS - The Vatican's connection to extraterrestrial phenomena &amp; time-traveling devices https://t.co/e8maYbMvUC\nWell I can honestly say...I've seen it all...... Mushroom that goes by the name of ‘Dead Man’s Toes’ https://t.co/pEu9pMIH9g @r_interestingasfuck https://t.co/UsSkwaBZ41\n回复 @1MaidenAmerica Ew no stink ass........how does she wipe her butt?\nYou know when you've been living in one place too long when they replace your third hot water heater......3 hours and I can have a bath yay!\nGreat! I live right in the \"NEWLY DISCOVERED FAULT LINE\" box....I let you all know how this turns out eh?  SHOCK REPORT: ⚠️ Newly discovered 50-mile fault line in Canada could trigger HUGE tsunami in northwestern US if it ruptures. https://t.co/LlWx1JNeeK\n回复 @USATRUMPMAN1 They are awesome my whole family loves them my granddaughter has loved them since she was a toddler we steam them or roast them even make a casserole with them as a main ingredient.\nBOMBSHELL REPORT: ⚠️ Sheriff accuses Dominion Voting Systems of HIDING the participation of foreign actors participating in the 2020 election process. https://t.co/zwR5YAG6RK https://t.co/tK0EUQOy6W\n回复 @barch_anne Snake\n回复 @Ford_Nick Two ribeye (s)\nYes they messed with our history.... https://t.co/B9gZkY1gpP\n回复 @Smartassy4now Yeppers upside down and backwards.....saw it right away..🙃\nSpiritual development relates to fundamental questions about meaning purpose of life which affect all, is not dependent on religious affiliation. Spiritual development is not about becoming, more spiritual, it is about realizing becoming more aware of one's natural spirituality. https://t.co/vyEawJSHoQ\nUnique Rainbow cave discovered last year in Mount Rainier National Park. Wow! 😃 https://t.co/lzoBmXLbQF https://t.co/LI8lki9Vib\n回复 @Jmann213 I got my drivers licence on a 5 speed....You never forget.\nWords are spells they been using on us for hundreds of years.....They even put paper and pen in hands of my people who never saw paper or pen asked them to sign it and they did thinking... like us their word was their bond....Hang them all they've had their reign. https://t.co/Qs55TZFYyB\n回复 @Jmann213 I'm sorry but years ago when this movie first came out we were stuck on a remote island and the only good channel worth watching played movies over and over again after day 30 days... I loved this movie....so funny haven't seen it in years.\n回复 @JohnnyH89686969 Okay....who is \"we're\", and what are you losing?  Not trying to be an ass just want to know what your talking about....\nYeppers............👍\nNow they trying to hide the evidence that will shine the light on the real killers behind the pig farmer.\n回复 @Gunblaze1969 My whole family LOVES them....My granddaughter loved brussel sprouts and broccoli since she was a toddler. Still eats them whenever I cook them. What's the matter wit U?", "overlap_score": 0.1922708380113865, "MARITAL": "Married", "AREA": "Rural areas", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Other", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1185701387189080064, "screen_name": "PF_T45", "user_at_name": "Him again", "sample_content": "Neil Oliver: Evil, Evil Evil! https://t.co/lADUTqFylK via @YouTube\nWhen the people fear the government, ther is tyranny, when the government fear the people there is LIBERTY.\nDr Feelgood blew away Hawkwind, Glasgow apollo.\nJobless Migrants and Foreign Students Cost Taxpayers £36 Billion: Report https://t.co/x7nVaMkj6W via @BreitbartNews\nSturgeon said she cut down 14 million trees for those stupid windmills, it was 18 million!!!\nThey are now blatantly saying \"Your country is ours now\"\nInteresting...\n回复 @TRobinsonNewEra @metpoliceuk \"Far Right\" is newspeak for \"Common Sense\".\nGood news, more of this please!. Stop them all.\nReminder - it's a spiritual war. https://t.co/CWTUckeHhT\n🤣\n回复 @PeterSweden7 All of them.\n回复 @BrexitRonnie 66 this year, Scottish like yourself, I feel the same too.\nStop Geoengineering and Weather Modification Programs in the UK - Sign the Petition! https://t.co/qZdilMjafz via @UKChange\n回复 @ukhomeoffice 36, whoopee 🙄\nImagine my shock🙄\n🤬\n回复 @dianemontagna Archbishop Vigano is a true man of God, pray for him.\nYes, one of only a tiny amount of good guys.\nNO. Scotland would not be independent if the snp won their case, they would rejoin the EU marxist superstate and Scotland would just be a region and nothing else. In other words, the death of Scotland, it's culture and it's people.\nBankers keep us in debt.  Pharmaceutical companies keep us sick.   The arms manufacturers keep us at war.   The Media will make sure we don't know the truth.   The government will make sure everything is done legally.  Once you understand this, you will understand everything.\nMore than likely at this point.\n回复 @Jenny_1884 No choice. sadly.\n回复 @Matt_Pinner God.\nConquest nearing completion!!!\n回复 @AvonandsomerRob Mother's pride\n回复 @cb_doge Scotland.\nHailstorm wiped one of these out in the states recently!\nWestminster now. https://t.co/g9mzRejL49\nEp 3278b – Red Flags Going Off , [FF] Alert, Panic In DC, U1 Comes Into Focus, Fifth Column https://t.co/yqPn61CYjW", "overlap_score": 0.1453347714792155, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Other Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1144361336471773184, "screen_name": "damonwi61106670", "user_at_name": "Tory Crimes", "sample_content": "回复 @SuellaBraverman @Cambridge_Uni @TrinCollCam https://t.co/tJhstSzcbO\n回复 @TrumpDailyPosts Narcissistic personality disorder is a terrible thing….\n回复 @JackPosobiec Make up, wig, shoe lifts, girdles, Depends.\n回复 @BikerGary17 So you think he did a good thing pushing Brexit? Wise up, he’s a conman funded with Russian money.\n回复 @bennyjohnson Destroys……😂\n回复 @catturd2 Satanic evil dog runner over demons.\n回复 @VivekGRamaswamy It’s fucking simple….\n回复 @catturd2 MAGA - Just modern day chump Klan members\n回复 @EricTrump Straight into the rapists pocket…\n回复 @alexharmstrong @Nigel_Farage Listen, it’s the Bannon playbook, destructive, nothing constructive. Farage has nothing to offer.\n回复 @LauraLoomer Narcissistic Personality Disorder in a tweet.\n回复 @itsClarkPowers Sex pest.\n回复 @Jeremy_Hunt Rhyming slang….\n回复 @johnhackerla @bennyjohnson Imagine the fat rapist in a swimming costume…\n回复 @Brick_Suit Real value, not Chinese crap 5 dollar value shoes.\n回复 @acnewsitics Fat orange rapist…..\n回复 @lizziecundy @Nigel_Farage You do for everyday life….\n回复 @DavSpurs74 @KTHopkins Fucking grow up.,,,\n回复 @Meidas_ZobethC Tr*mp tits! Hereditary….\n回复 @FoxNews Partly caused by Farage and his shitty little brownshirts. From the alcoholic Bannon’s playbook…..\n回复 @Shaykay1717 He might rape people there though…\n回复 @RyanAFournier To the camera….!!!!\n回复 @SuellaBraverman G e t. F u c k e d\n回复 @Chicago1Ray He’s shitting himself….literally!\n回复 @LauraLoomer https://t.co/W3MwmnVwQ3\n回复 @g_gosden He’s a fvcking idiot…..\n回复 @catturd2 Of course you would you dog killer…\n回复 @patriottakes Dog the Pipe Bomber.\n回复 @TONYxTWO This was from a racist rally in the UK.\n回复 @LaraLeaTrump @realDonaldTrump The rapist will be in jail soon enough…", "overlap_score": 0.2475258445258445, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1025324376491667456, "screen_name": "divine_biyeh", "user_at_name": "Divine", "sample_content": "回复 @TheOfficial1984 @kiyahwillis Well the Arab Muslims still own slaves today, and they don't plan to stop.\nCharlatans will continue to thrive in this generation because it is a complete waste of time to teach people (Especially Christians) sound theology and basic critical thinking.\n回复 @your_favoriti Whoever wrote this doesn't know who the enemy is.\n回复 @Ur_QUEEN69 If you visit a commercial water melon farm, you won't eat them more than once a month.\n回复 @zeoboy508 @ellation226 @isitbyforcee Cameroon: Separatist Abuses in Anglophone Regions | Human Rights Watch (https://t.co/KbAC5YLRxz)\n回复 @Mauri040 @SeraphimShield Jesus came to die. And he said he lays down his life of his own accord. So he's the only guilty party. So thank the jews for helping him accomplish his mission.\n回复 @molarasauce Report for nudity involving a child. Or for person under 13.\n回复 @your_favoriti Don't mind. This crisis di over hot hot me. The trauma is too much.\n回复 @uncatechizedcat The Ethiopian Orthodox Church is older than the Roman Catholic Church.\n回复 @Orange_Cameroun I brought a bundle using the maxi app. My OM has been debited but I have no data. I consult my data bundle and it says I have no active data bundle.\nI see your camera man is doing his best to not show the people who went to watch the parade and returned home safely. After days of doing terrorists propaganda for days, you've remembered the country on your passport. You'll be investigated.\n回复 @aminathecat @Partisangirl @kiyahwillis Whatever. His folks who only call his name arabic, and the prochoice lunatics. All blood thirsty.\n回复 @Ghislaintweets Up station though being an administrative sector, also has some great locations that could be used to build a mall.\n回复 @PBDsPodcast @patrickbetdavid @TomEllsworth @sostalksmoney @VincentOshana Now I'm just watching to see if PBS will bend the knew to Jew haters and fire Adams.\n回复 @Glassdoor No. You don't make it clear from the beginning. The forms are endless. And when you're done, you can't go back to where you were before the ungodly interruption. As if that's not enough another form pops up asking you for the same info you just gave earlier. Sucks.\n回复 @SylvanusZed @MaimoWajiri If someone explains Cameroon to you and you understand, then the person didn't explain it well.\n回复 @Razor_prepper @SeraphimShield Well, it is in red. Salvation is from the Jews. Besides, who is greater, God the father or God the son?\n回复 @Razor_prepper @SeraphimShield What about people who have never heard the gospel ?  Are they all condemned?\n回复 @your_favoriti Some general for god's people yi army put yi name say General Lucifa, call yi gang say alqaida. Anoda call yiself say general die man. For God ordained revolution.\n回复 @Dragonsarereal9 @SeraphimShield Jesus came to die. And he said he lays down his life of his own accord. He's the only guilty party. So thank the Jews for helping him accomplish his mission.\n回复 @ellation226 @isitbyforcee @zeoboy508 English schools are full of francophone learning the English system. Even in French Zones. You don't see Anglophones going to linguistic centers to learn French. They start learning the French and only when they live in French regions.\n回复 @Razor_prepper @SeraphimShield Matt5:18For I tell you truly, until heaven and earth pass away, not a single jot, not a stroke of a pen, will disappear from the Law until everything is accomplished...but whoever practices and teaches them will be called great in the kingdom of heaven.\n回复 @Es5e9ar I'm much happier today than yesterday because  I found this page.\n回复 @RadioGenoa Invented cars but need the Chinese to build the roads on which to drive the cars on. Wow!\n回复 @NchuoA 😅They way this world ehhm! I suspect he's like the CFO or treasurer or something of that sort.\n回复 @Partisangirl And they will lose like old times and get another refugee agency for another 76 years. Try and see.\n回复 @dhakne2 @Khadarnani @MittemeijerOote @DrEliDavid I'm just not part of the heard. My skin does not dictate my ideas.\n回复 @IDFs_airsupport that burning tree just reminded me of Yeshayahu 62:1 For the sake of Zion, I will not be silent, and for the sake of Jerusalem I will not rest, until her righteousness comes out like brilliance, and her salvation burns like a torch.\nPeng Liyuan is a renowned folk singer and a major general in the People's Liberation Army. She's also the wife of the Chinese President. Bet you didn't know her name?  Michelle Obama could learn some lessons from her.\n回复 @RadioGenoa Still Somali.", "overlap_score": 0.1531009817549638, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1219416668, "screen_name": "MichaelTrudell2", "user_at_name": "Michael Trudell", "sample_content": "回复 @AmericanBear76 @ReaganWorld I voted for Bush Senior twice\n回复 @ResistAmerica @tedcruz Speaking of the new activist agenda being taught in schools that is called WOKE\n回复 @WeeboJones In other words,  the rich men can easily entice a lot of young women.  I can see a lot of women getting pretty used to men wanting to spend a lot of money on them\n回复 @RudyGiuliani Thank you for fighting for us Mr. Mayor! You're one of America's heroes in this fight for freedom, election integrity and accountability!\n回复 @shellenberger @DrMichaelLBrown Suggesting that the alternative,  and only alternative is suicide,  is fear mongering and appalling! This kind of reasoning should immediately be dismissed without any lengthy explanation! Wr could laugh at this if it weren't for the harm being done to children!\nAs long as MAGA people go out and vote, Trump will win! It won't matter who the opponent is. More than half of MAGA people don't vote! Get out and vote!\n回复 @LibertyAnders I'm not a lawyer,  but let's not forget the aspect of legal accountability for businesses.  Businesses aren't free to engage in practices that will cause needless harm. They can't act as our doctor\nHe could have also put on a mask!\n回复 @Millie__Weaver They only seem to protest Democrat politicians https://t.co/SmzVHaAZou\nI believe Communist dictators are too ashamed to have the world know how they really treat their people\nJoe Biden is not my President,  but while he's in office writing need to show a little more respect.  No comments about striking Biden! He still has to be protected!\n回复 @OwenShroyer1776 @LauraLoomer @ScottPresler He's working Pennsylvania and Wisconsin, going after the Amish and truck drivers there to get those votes out\n回复 @AnthonySabatini Who will appoint JD's replacement?\n回复 @LibertyAnders America needs real representation! Throw out the bums!\n回复 @BootleggedChad Why do you hate Iceland? It seems like it could be a fascinating place to visit! https://t.co/yW0CBHEbr9\n回复 @WeeboJones A controlled light swat on the bum of a child can be sufficient enough to get his attention. The man in that video was angry and out of control!\n回复 @WeeboJones I love your outlook Weebo! Abuse is a very real issue and has a wide ranging affect, but you have a tremendous outlook!🙂\nPhilosophical 🤔\n回复 @BootleggedChad You're probably gaining muscle.  Their could also be natural fluid gain if you're not used to working out.  This will be temporary.  You can get info about this on utub\nThis is a good book!\n回复 @OwenShroyer1776 Could there have been 4 shooters, with Crooks only being a front? He was shown engaging rapid fire, The first three bullets went right by Trump's head in almost the same spot in rapid succession🤔\nMike Johnson needs to be defeated in Louisiana this November!\nThis has to be an issue of U.S. Government involvement\nI see you being able to bring calm in this angering chaos. https://t.co/jDKdAT9ZGR\nThis is great! Good is sending revival to America!\nHe's just blowing off America! https://t.co/sQU8dwnXmL\n回复 @charliekirk11 @realDonaldTrump @JDVance1 @TPAction_ Must be a party leader.  Who would the OH. Governor replace this freshman with?🤔\nLots of unintended consequences from our powerful,  super friendly Federal Government!\n回复 @StephenKing @TheGeneral_0 So then, why are the street gangs never disarmed!? Why only innocence?\n回复 @BootleggedChad Are you on medication for your thyroid?", "overlap_score": 0.1881078057453057, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1310717196730085376, "screen_name": "sistersouljah2", "user_at_name": "sister souljah", "sample_content": "回复 @MeghansMole What you need to be concerned about if your princess is dead girl….\n回复 @Feenix0081 We love you Harry you make your haters look stupid…..\n回复 @einstein_evans Don’t worry them they’re ok…where the fucs is Kate that’s where your energy should be.\n回复 @1tech4 So you’re saying the king is responsible for the media’s vicious attacks on his son and family.  Shame on you King Charles not only as a man but as a father. Not my king and apparently not Harry’s father.  😞\n回复 @PU28453638 Mega cult can’t even read the close caption required for Melania……the foreigner.\n回复 @stormfire10271 @harris_wins This man is a poor excuse for a human being…..unfit to be president.\n回复 @elonmusk Why would she sit down with you for an interview….your just a rich oligarch that want Trump to win so he can make you richer……..🤑 you don’t care about free speech or anything  beside money and the power it present.\n回复 @Hopey_70 Krama is a bitch oh no….its classy and a wise elder that will calmly sit you down and serve you tea that you later realize was laced with the same poison and bs that you served others for years…..Diana is coming for all of y’all.\n回复 @Mofoman360 Charles is a poor excuse for a father let alone a king. What parent allow in his status the British people/ media to viciously attack his son on a daily basis. Harry asked for help no no no. He left told his story and his family throw him to the wolves. Royal trailer park trash🤣\n回复 @JoyFlick1 Remind me what will this behavior accomplish……\nCharles is a disgrace. That he lets the media control the narrative of his family. He allows the media to viciously attack Harry and his family ….not a man not a king.\n回复 @TrueGold1571094 @freedom_007__ Out of the public eye because of jerks like you.  People children my friend are off limits.\n回复 @einstein_evans Charles is a poor excuse for father let alone a king. His son came to him for help that was denied told his story and all hell broke loose and Charles feed his son to the wolves and they have been viciously attacked to this day .   What a father…..\n回复 @MeghansMole Sounds like the devils at the wheel….\n回复 @nypost And this was the prince of England…😯😳🙈\n回复 @freedom_007__ These royal are disgraceful…family for them don’t matter.\n回复 @PhlyGerl @CameronDLWalker With the approval of the king himself disgusting. He has throw his son and family to the wolves because the spare out shined the would be king. This has been happening long before Meghan go back and educate yourself. Not my king …..and happy he’s not my dad.\n回复 @MTGrepp Only Harris can save trump from himself…..\n回复 @Furiosa24 Maybe you’ll find Kate there…….\n回复 @atensnut Trump doesn’t know his ass from a hold in the ground. Fox News and the Heritage Foundation ran the country when he was in office.  Not going there again. The man  can’t complete a sentence. Unfit for president……\n回复 @elonmuskADO Good and trump should not be in the same sentence. It’s sad that some people no matter what he does wrong are not capable of understanding and others are blinded by ego, hatred or resentment. Anyone without moral compass shouldn’t be president of a dog catchers club. Period.\n回复 @Slytherin_Quxxn @NikkiLy82507027 @Telegraph Where is Kate and her drunk cheating husband……\nI’m not British and the way the British media and people go back and forth with Harry and William….I’m curious what is the working royal job.\n回复 @Melanated_Mona You people are funny a father that’s allowed the British/media to viciously attack his son for speaking his truth. Your praising the ridiculous as a parent my heart aches for you.\n回复 @PapiTrumpo 🤪🤣🤣🤣🤣\n回复 @Dharghan_ That’s right the uk has defamed prince Harry for speaking his truth and the telling of his up bringing that you people know nothing about …the constant scrutiny from the British media showed to his family so now he’s the villain…shame on you people. Sewer island….\n回复 @BarbYohn1 @NikkiLy82507027 @Telegraph Where the fuck is Kate is what you should be worried about…..🤡☠️☠️💀☠️💀☠️💀☠️💀\n回复 @MTGrepp Says the bleach blond, bad built, butch body bitch….B7.  🤡🤣🤣🤣🤣🤔🤣\n回复 @ProudPatriots1 Damn selling everything from soup to nuts…..and his brain washed followers are eating it up. Spend people spend and order yours today.\n回复 @KnowsNilly @unreMARKLEble When was this taken 2015…..where’s Kate.", "overlap_score": 0.1523879675879676, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1174031967945408513, "screen_name": "CTWiser", "user_at_name": "CAY WISER", "sample_content": "回复 @tribelaw It’s called election interference.\n回复 @AnaLee06084892 @SaltyGoat17 The fact that he, Judge Juan, sent the letter means something.  If they could have covered this up, they would have.  I find very intriguing.\n回复 @HouseJudiciary @RepSwalwell Elections have consequences.  You and the extreme leftist Democrats are not in charge.  It will be over when the Republicans say it’s over and not before.\n回复 @catturd2 The video of this pretty much sums up the foreign policy skills of this Administration.\n回复 @DavidCornDC Waiting for the meds to kick in.\n回复 @ewarren Please stop talking.\n回复 @davidhogg111 Sit down.\n回复 @ATree02645601 @NoUseForTrump @RNC Nobody wants to go to jail.\n回复 @krassenstein It’s not going to happen.\n回复 @wsteaks @mirandadevine Phenomenal speech!  🇺🇸\n回复 @RepAdamSchiff Russia. Russia. Russia!!\n回复 @StephenM Total POS!\n回复 @HouseJudiciary @GOPoversight The Impeachment Inquiry will be over when the Republicans say it’s over.  Elections have consequences and Dems are not in charge.\n回复 @CollinRugg It made me proud when he said it!  🇺🇸\n回复 @RepJeffries I’ll tell you what else doesn’t have a place in Congress.  Radical Dem bigot racists who cheer for terrorists and that shout Death to America.  Do better!\n回复 @CryptidPolitics Leave Barron alone.\n回复 @DefiyantlyFree I’m watching from coastal Mississippi and clapping!  We have got to reelect this man.  🇺🇸\n回复 @julie_kelly2 @TuckerCarlson @DarrenJBeattie Thank you, Julie.  They owe a debt to you that cannot be repaid.  You’re a true patriot.  🇺🇸\n回复 @Morning_Joe Did they all have a Zoom meeting beforehand to lay out the talking points for today ?\n回复 @atrupar It’s not on the tape.  And it was recorded illegally from Florida.  Fruit of the poisonous tree.  Might be a problem.\n回复 @saras76 I’m here for it!  🇺🇸\n回复 @GuntherEagleman Sandy from the block.  🤡\n回复 @WesternLensman Get out your tiny violins.🎻\n回复 @calpoly79 @tribelaw Never qualified?  She graduated from Duke University and then went on to graduate magna cum laude from the University of Michigan Law School.  She was a law clerk for the Eighth Circuit Court of Appeals and was an assistant U.S. Attorney for seven years.\n回复 @CathyYoung63 @libbyemmons He died of a stroke.  But you know that, and so does America.  🙄\n回复 @julie_kelly2 And we thank you!  That bottle will be waiting for you.  🍾\n回复 @mrddmia It’s pretty rich Congress and Federal Judges have immunity.\n回复 @LadyJayPersists President Trump attended his funeral because his family invited him.  Just like the family asked Governor Hochul to leave today.\n回复 @MSNBC And yet all we’ve seen is the portrait of Bill Clinton in a navy dress in his foyer.  You people are disgraceful.\n回复 @MSNBC @maddow Is this the same person who pushed Russia collusion for YEARS and Hunter’s laptop was disinfo?  Look no further as to why your ratings suck.", "overlap_score": 0.1944808498682279, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1187881832953667585, "screen_name": "old_salty_dawg9", "user_at_name": "Jesse Tomblin", "sample_content": "回复 @FoxNews NO if that is the only Qualification for the job is being female. America needs a person who has the best Qualifications as President not a person picked because of one thing and gender is the WORST reason to elect anyone no matter the job.\n回复 @AZWS @AZWSTactical You left off the 1 that should be in front of that number.\n回复 @ClayDeux Democraps can’t tell the TRUTH knowingly because the WORTHLESS FECAL MATTER that overflows their otherwise empty skulls would explode wiping out all that exists in a 50 mile radius. If all Democraps knowingly told the TRUTH EVERYTHING that exists would vanish in a Bing Bang.\n回复 @MTGrepp YES she most certainly should since she WRONGLY accused 6 people. She went after President Trump because he was the only one with ninety and that most of New Yorkers HATED.\n回复 @dsware123 @PecanC8 Given the FACT that Pedo Joe told America’s Secrets to his Ghost writer he would know what a threat to American Security looks like. Pedo Joe is the TRUE DICKTATOR. Look at what he has done or allowed to happen.\n回复 @its_The_Dr Pedo Joe you can’t do anything without someone else doing it for you. You are a SENILE PEDOPHILE and a PATHETIC PETTY DICKTATOR Wanna be.\n回复 @janninereid1 TRUTH which will empty Congress of Democraps. There will also no FAKE Republicans(talk like Republican in public SUCK Democrap RECTUM in private)and RINOS(claim Republican name but like the supposed Mainstream Media SUCK Democrap RECTUM all the Time. Romney is such a person)\n回复 @1drcole Then stop supporting Democraps.\n回复 @trumprealparody YES. Deport or Hang them at the border.\n回复 @Damaan4u33 I If you are one of Philly’s Finest no wonder the city has gone to FECAL MATTER of the same quality that overflows your otherwise empty skull. Namely ABSOLUTELY WORTHLESS.\n回复 @WintersPolitics He is a far far better human being than any Democrap. He does not claim that MURDER is a form of Birth control like Democraps.\n回复 @Paul_Is_Muadib Great Idea hopefully it will catch on and spread to the rest of America.\n回复 @KeneAkers If you believe President Trump said those things you bought the LIES of Democraps and are becoming a TRAITOR  the Military.\n回复 @Rachel4Trump_45 @Texas_jeep__guy Despite saying he would not do so Pedo Joe will pardon Gunter just before he leaves office. It will be the last criminal act of Pedo Joe.\n回复 @GigaBeers You Ho. Also your running mate. You both want to steal the RIGHTS of Americans.\n回复 @ChrisDJackson What drugs made him able to function??? Pedo Joe needs both a Teleprompter and some drug to pep him up after 4 pm without a long Nap and Drugs.\n回复 @KeneAkers As one with bone spurs you can’t mess with them they can come back far far worse. My uncle had them on his spine. They removed them which put him in a wheelchair and killed him years before he would have died had they not been messed with.\n回复 @DylanDyylas Elon is correct. She was picked to be VP only because she was a woman and looked black. Those are not reasons to pick anyone for a job of any kind\n回复 @marlene4719 Pack of LIES. President Trimp tossed Epstein out of his County Club for hitting on a 14 year old. Pedo Joe Molested his own Daughter till she was 14. America saw Pedo Joe molested little girls for 8 years under Obozo\n回复 @Damaan4u33 You are LYING. If you loved America as you claim you would oppose the Pedophile who was CHEATED in Office. Pedo Joe is only walking free because he is SENILE.\n回复 @MTGrepp Gaga is just mad because REAL  MEN not the pathetic excuse for a male that claim to be men these days don’t grab her as she wants.\n回复 @_wake_up_USA He is far more Qualified to hold the Office than a WASHED UP Prostitute and a TRAITOR to all that got him where he is. Namely the Ho and Tampon Tim.\n回复 @trumprealparody Pest person to work from Oval Office NOT and NEVER will be ORTHY of the title of the Offic House got by CHEATING.\n回复 @kangaroos991 Another FAKE Republican showing the TRUTH about all of them namely they are NOTHING but RECTUN SUCKING PUPPETS of the Democraps. They HATE America and Americans.\n回复 @SUBRATA30016572 Removed from Congress throw out of America along with her entire Family. That would include that male she married to be her anchor when all her crimes lead to her being DEPORTED.\n回复 @JoeBiden You’re the one Stealing rights, abusing your office and the oath to hold it. You are also the one breaking the Law to buy Votes to keep you in power. Pedo Joe\n回复 @ivankatrumpo Yes. She is guilty of so many crimes. IMMIGRATION FRAUD and INCEST being two of the worst.\n回复 @CalltoActivism Not mine. MINE was a MAN and did Not LIE about his accomplishments. My Dad was also respected by those around him for being HONEST. Walz is a LIAR and TRAITOR to the Military which he USED to get elected then forgot all about to help INVADERS instead of Veterans.\n回复 @GigaBeers None and I toss in a couple of 5 gallon cans of gas to keep them in the room.\n回复 @DannieD01 They may not looked like they are in great shape but they can shoot and won’t cry like babies when they are handed a gun even one without bullets in it.", "overlap_score": 0.125672507185692, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1001980315634561024, "screen_name": "LoneStarTexian", "user_at_name": ".", "sample_content": "I do a lot of cool stuff none of you will ever see https://t.co/wpucROCAoq\nhttps://t.co/lzhdt7tpov\n回复 @SirajAHashmi https://t.co/974ouBNcyQ\n回复 @TheWaveDealer4 They were merely adopted by the faceless pics, I was born in it, molded by it.\n回复 Sour dough made today by my bread plug https://t.co/tolvfs27hq\n回复 @AltKurtis @navium_exuro She’s overthinking my want to end bloodlines\n回复 Fresh telera from a local Mexican bakery https://t.co/SGY776NLRe\nWhite Boy Summer https://t.co/WuYmPsWRXw\n回复 @OrdnancePackard He literally put emojis on this thing lmaooo\n回复 @disclosetv Ban women.\nTrying to match Biden’s sick is wild\nWanted tacos so I sous vide some NY strips then caveman seared them for some steak tacos. Did arroz again, corn salsa I posted earlier &amp; some fresh jalapeño/serrano salsa https://t.co/S2Ez9xgNV8\n回复 @DollyMarlowe Slay\nBun dancer…\nFinally had to change the battery on this old stand-by https://t.co/NOJR50lvgC\nThe jokes write themselves…  Do you remember when you joined X? I do! #MyXAnniversary https://t.co/OTEr6nW8pQ\n回复 @H_A_C https://t.co/fbkjXV8lhg\n回复 @micah_gj Murderer\nA bad bih &amp; a nice Chilean red\n回复 @MickeyBlowtorch\nMe listening to her talk glancing down occasionally\nAlso two people who matched each other’s freak.\n回复 @rrhetorical Need one of these\nMass for the Assumption of the Blessed Virgin Mary this evening. Had to run over after work but it was a sung High Mass and so beautiful.   Ave Maria! https://t.co/hAGqqFsOkA\n回复 @aelfred_D This is the most perfect tweet I’ve ever seen\n回复 @sryidkwhyimhere @Jlisa42067 C h e e x\nhttps://t.co/i5KiyzIBIt\n回复 @aelfred_D Don’t listen to her, king!\n回复 @pennyelizabeths @AsTheWorldBurnz Just found it, nerd. @AsTheWorldBurnz we ride at dawn\n回复 https://t.co/GbOJ8h95NJ", "overlap_score": 0.190500470289944, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1379550148326346752, "screen_name": "SmashersPoppo", "user_at_name": "Robert Smith", "sample_content": "回复 @Super70sSports \"Open containers are illegal!\"\n回复 @RonFilipkowski Negative integer?\n回复 @phinsare1 @CardPurchaser That card sure is busy.\n回复 @sigg20 Bobby V.! On my LA Dodger wall of fame. https://t.co/exvudVlrWN\n回复 @dodgers_cards My near brush wth greatness. We played the Pirates again two day later and I was there to see Osteen pitch us to a 6-0 victory over Jim Bunning. And Claude hit a  homer about 4 rows in front of me into the right field pavilion. I missed Stargell's blast by two days. I was 11.\n回复 @AMAZlNGNATURE I'm hearing Wayne Newton.\n回复 @lunchmade Someone getting the redeye.\n回复 @sierra_hiker @Jimfrombaseball The only time he had over 100 rbis I believe too.\n回复 @TheFanRookie Warrior lacrosse! We have a winner!!!\n回复 @pgammo I didn't need to see this.\n回复 @NotHoodlum Snakes crawl?\n回复 @stanthemanvegas @paulieknep I moved from SoCal to Virginia in the 80s so that's when I lost touch. Chicky baby and Keith Erickson!\n回复 @DanielBrim Brush with greatness: I sat behind his mother in HS British Literature in El Cajon 1975.\n回复 @billjamesonline Lee Lacy?\n回复 @_wake_up_USA Dont buy green bananas Jack.\n回复 @bballer @RonFilipkowski The curve ball is an optical illusion  The curve ball is an optical illusion  The curve ball is an optical illusion\n回复 @highbrow_nobrow @Acyn Go away sir.\n回复 @sigg20 What was Bobby in this picture? Fifteen?\n回复 @dbm422 My wife use watch games with me occasionally.\n回复 @paulieknep He was. And that's evidence of a typical ABA crowd that was afraid of a Brisker errant bullet.\n回复 @frank_ballpark And I was 9 years old then, in my card buying prime, living in the Los Angeles basin, a major market and I never saw them.\n回复 @caseybatts @THEREAL_DV Nobody knows. Until he gets out on the bump . Dave guesses,  you, me, Mrs Glasnow.  Dave has to say something encouraging, it's his job as a manager.\n回复 @JDaniel2033 This is how I remember him. https://t.co/1cZMrNSVBo\n回复 @HarlanCoben Wonderful.\n回复 @historyrock_ Pete\n回复 @RockNRoLL_85 Reverend Billy was still in seminary school. Soon to graduate.\n回复 @dodgers_cards Yes! Being stationed in Carolina I didnt have Vinny to listen to or watch the LA TV news to see what they did. I even had to wait until the afternoon editions of the local newspapers because the morning editions had already be printed when the Dodgers finished on the west coast.\n回复 @jonathan_katz Drop to your knees and break out the lighter fluid.\n回复 @Ashy_slashee Brisco County 90210\n回复 @JDaniel2033 Didn't know that. I always thought Ken Frailing's CG 11 hit shutout as a Cub in 70 or 71 was the topper.", "overlap_score": 0.2387211630016698, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1046703709424701464, "screen_name": "caaarlyyy10", "user_at_name": "carl 😋", "sample_content": "I’m taking the chicken taquitos and raspberry tea over 200 restrooms and fist fighting for a gas pump 😂   QT &gt;&gt; Buccee’s…and I will die on that hill\nI’m curious to see Tuesday’s attendance\nmy toes are broken in these heels but beauty is pain lol\nNo reason for me to pack 1000 outfits bc I can’t decide what I’m gonna wear tonight\nMy mom: “I volunteered you to drive Debbie’s F-350 to Washington DC”  The hell do I look like 😂😂😂 that’s a 20 hour drive\nI guess I’m stepping foot back into NB this weekend💃🏽\nTreaty Oak Revival time!!!!!\nSound of Freedom was 10/10\n回复 @rsjrDK @HoustonTexans https://t.co/1ZFTTt7JN5\nokay honestly…there’s some beautiful men in California🤭\nMemorial Day weekend is officially over, made roughly $1400…but the tourists of Galveston ripped me to shreds. I’m defeated LOL   hello summer\nTell me why my dad just said my ex bf, who is a lineman, is coming over to set up the generator? MFER ID RATHER SIT IN NO ELECTRICITY THAN SEE HIM\nI cannot get over how good that concert was last night\nI hope no one looks too closely at my legs at work bc I have like 100 mosquito bites\nGood thing we left when we did 😳\nHeaded to Fort Worth :))))\nKnowing the youth nowadays at #txst will never get to experience the excitement of getting that house address list sent out off all the #txstparties during the weekend is so sad😭 I guess times have changed over there 😕\nTonight I got told “let them sweater puppies breathe”….northern men are very different\nIM SO EXCITED FOR MEXICO…3 MORE WEEKS\nI’m tired of y’all saying demure, I feel like y’all aren’t even using it correctly. Lol I’m bout to mute the word from my timeline and fyp\nno motivation to workout today after this weekend but we’re still gonna get after it\nI made $775 in two days…and my family wonders why I went back to work in the restaurants lol\nTreaty Oak once again blew it out of the water today\nI love watching the couple dictionary videos on tik tok lol. I wish I could create one though 😂\nand then you become strangers and non-existent in each others lives forever lol weird how this works\nI made one comment on a video of MexicanOT and I got 80 likes plus more….i feel like I’m over here getting viral LOL jk\nI thought today was Wednesday lol\nThe other night, I asked for my dog to send me a sign that she was okay and happy. Well tonight I met the most bubbliest, happiest 18 yr old girl…who was a blonde… and her name was Layla.   I always joked that my Layla girl was a dingy teenage blonde girl. I miss her sm.\nlike yes my big ole Goldie locks, come to mama 😛\nI asked for extra mayo and Baja chipotle and I tell you what, the girl gave me just that like THANK YOU🤤", "overlap_score": 0.2058941655359565, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1083102520665362432, "screen_name": "Nerdsauce1", "user_at_name": "Nerdsauce", "sample_content": "回复 @Author_JimGould It was actually a pretty fascinating set of episodes around the \"freeing\" of Seven. Janeway couldn't see past the basic \"but she's human and was kidnapped as a kid\" - \"plus we get insight into the Borg\" thing, but her crew could see the hypocrisy and struggled hard with it.\n回复 @TheOldPoet @Misdrex @Kissmyazz24 Who knows! That's what all the excitement around CRISPR was about - it finally gives us the ability to actually edit our own DNA. The future in that regard is quite exciting, but it's tampered quite a bit by ethics and existing laws against experimentation with humans.\n回复 @xintanifae And I don't have whole ass entire extra organs to squeeze into my internal lower hip area unlike women. Or the potential loss of a whole bunch of minerals, nutrients and even calcium from my bones thanks to pregnancy, which women risk.\n回复 @IsmForazi @VividProwess @SecBlinken Yes, it was a massacre. The definition of that word says a \"large number of civilians not engaged in hostilities\" - 1,200 Israeli deaths on Oct 7th counts as a \"large number of civilians\". Therefore it qualifies as a massacre.\n回复 @BelladonnaRaci1 @USMC That's a fantastic name for a horse! I have utmost admiration for the \"Wind Talkers\" - I believe it still remains to this day one of the only unbroken codes ever created which is bloody impressive!\n回复 @_nomadic_soul And that's awesome! That you get to enjoy feeling like yourself on a regular basis. I would never be like \"you don't know this..\" or \"you'll never REALLY be that\" because I MYSELF can never know what it feels like to be Meg Wise, or anyone who isn't Nerdsauce.\n回复 @messedupfoods It's home-made, not a real product for anyone wondering. And it's perfectly harmless - they're just using flakes of \"edible gold\", which is just regular gold in micro-thin flakes. Your body can't process it but its not harmful in those small amounts, you just pass it as normal.\n回复 @implausibleblog And what extra support? They haven't said anything about forcing companies to cater their workplaces any more than they currently do to accommodate people with disabilities and mental health issues. That's the extra support people will definitely need at the very least!\n回复 @mightyshannman @Rahll This is exactly how I've viewed AI \"artists\" the entire time. That little prompt box is literally the same thing as a clients brief - and them having to retry to get it right is the exact same as client revisions. Making them 100% a client NOT an \"artist\".\n回复 @WillieHandler OH! And if you're landing in London (or going to it) I'd suggest finding a map of the London Underground. The colour-coded lines aren't massively complex, but it can be overwhelming trying to figure it out when already at/in the stations.\n回复 @rhonda234567 @dancefever73 @moniza_hossain That's one thing I REALLY need to buy at some point - a microwave. Haven't had one since I was a teenager. I'd like one of those cool air cookers too - I saw one recently advertised that has two sides so you can cook two different things at the same time! Looks awesome!\n回复 @burnerac78281 @KevinCo40442104 @fuzzymittens This sounds like an absolute wet dream for all the US's health insurance companies. They already try as hard as they possibly can to NOT offer coverage or authorization for medical procedures and prescription of medications. This is just going to embolden them even more.\n回复 But if any of those steps were lied about or avoided - like you didn't wear a condom, you've broken the legal agreement and are legally bound to pay child support, no ifs or buts, no walking away. You abide 100% by the contract you signed.\n回复 @ask_aubry Welcome to the world of adulthood! 😂 I still remember the day I realised I was now too old for nightclubs - I was 27 and suddenly had the strong urge to ask the DJ to turn down the music cos I couldn't hear what my friend was saying. That was my last night at a club lol\n回复 @JamesMelville It's not really public land at that point either. I don't think you'd be welcome to take a stroll amongst the windmills. Though why you'd want to I have no idea, not like there's any nature left after they're built - it's all scared off or forced out by loss of habitat.\n回复 @goddeketal Think of it more like a manhunt for a suspect. The vaccine is the public announcement that the cops are looking for a person and showing their description. The more people who see that warning, the less areas that person can hide, the fewer victims of his there are.\n回复 @Lilith_Atheist @Askwhyisit Why make the \"tree of knowledge\" something edible at all? Humans instinct is to put almost everything in our mouths. We eat capsaicin for pete's sake! It could just as easily have been \"the marble stone of knowledge\". I don't think we'd have taken a bite out of marble.\n回复 @NickySimpson98 @RockerMan_198 @PandaBanda199 @NyaLillyTempest And passing out whilst riding my bicycle, only to wake up on the pavement with my bike literally underneath a bus coming up the hill was the wakeup call to stop taking \"the test result was negative\" as an answer when it came to my medical condition and push for answers.\n回复 @AlexArrelia Unfortunately this \"certainty fallacy\" is often used as a weapon by police and in court to say that cause of death is DEFINITELY one thing and not the other, they ignore the \"percentage confidence\" answer and replace it with an absolute and twist the words of the pathologist\n回复 @jamesrbuk My own father who voluntarily joined the RAF barely made it through basic training - and he was only going for a career as an airframe technician, AND he was incredibly physically fit at the time, having been a carpenter and grave digger (by hand).\n回复 @irondog70 @WxNB_ Well honestly, it's kind of obvious that before the Industrial Revolution we weren't putting nearly the same level of pollutants into the atmosphere, so of course a volcano will be worse than humans from that period backwards.\n回复 @SubRosaMagick ...and after tying him to poles and right before they drowned him, they set the pyre around the spike his wife was still tied to alight and made him watch her burn before finally killing him. It later transpired the cows own calf had killed it due to injury to the uterus.\n回复 @jonrey100 @HempHighwayKY @TheTweetOfRhea Honestly I'm not an expert on languages and translations and the pronunciation of things, nevermind which is \"right\" and which is \"wrong\". I looked up some websites and this one seemed like good info: https://t.co/3aLrZfuzzb\n回复 @BGatesIsaPyscho This honestly reminds me of how UK governments act: - Certain point in history. Realise centralised food systems can't cope and beg everyone to grow their own to help out. - It works. History is made. Government immediately forgets valuable lesson and re-centralises food supply.\n回复 @benonwine The Charter itself makes no sense now. It did back in the day, when the BBC was literally the only TV company. If they went under then TV itself would have died. That hasn't been the case in forever.\n回复 @LA_Knight89 @JenLRossman This doesn't SOUND so bad, until you realise the massive blood pressure increase to the heart, lungs and brain, combined with the shutting down of kidneys, liver and intestines can actually be fatal. A warm blanket stops this happening and helps brain chemicals return to normal.\n回复 @AfterpsycH The US government keeps claiming it's all about National Security. So why don't they use some of the National Security or Military budget to literally just start their own and copy TikToks code? Run it off US servers? Not like China has the right to object.\n回复 @MadHatterMommy Yes. Well, I do. Problem is, it's really hard to appreciate it when the lady is a total stranger, without looking like an absolute creep. So you just gotta take the briefest of \"glimpses\" (is there a word for this but for smells rather than sights?) and not visually react.\n回复 @xintanifae I felt the same way about our goofy Golden Retriever. Sometimes I swear my heart was close to exploding in my chest from the pure love he had for us. Dogs are just too wholesome for this world I swear.\n回复 @RandomBunnyTalk I'm not even sure if where my family comes from even has cultural spirit animals. It's hard to pinpoint exactly where my family comes from because they moved around a fair bit and I don't know where my particular branch starts (or if I'm supposed to count the whole tree).", "overlap_score": 0.1036701235134866, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1280124069501796352, "screen_name": "BeeEssLOVE64", "user_at_name": "Bee 🌸🐝. Ess🌴🐍", "sample_content": "回复 @H8teaJoyless She couldn’t even take care of a puppy! What makes her think she can take care of a baby that has a %50 chance of inheriting the same chromosome deletion she has? If the baby has it will have to have medical treatment. Will she refuse it for the baby, or will she use it 2 grift?\n回复 @boingkiks @ThrillaRilla369 @ShadowofEzra literary capabilities. So they just left it out. Even today scholars are debating weather or not certain book in the Bible were written by who they are credited to because they are totally different wright styles. But only 1 religion totally denies that Jesus was a Messiah or\n回复 @WOACBvsWOACB 4) How can you make up other diagnoses for him and exaggerate what he does have or ignore it. He would have “empt sella syndrome” (no pituitary gland) requiring growth hormones. He wouldn’t even need a shunt if he was treated properly with “decompression surgery”?\n回复 @CartierClass @EllieRod8 1)I was diagnosed with hemiplegic migraines years ago. When I’m experiencing them my face look like that but way worse. Last December the did blood work and I found out that it’s actually Myasthenia Gravis, and chronic migraines. She really needs to have the facial droop checked\n回复 @catsscareme2021 I have Ehlers Danlos Syndrome (a connective tissue disorder). I produce faulty collagen that makes up a lot of things in the body. When I was “tested for covid” they actually cause a CSF leak. It lasted 1 month. Every time I get a sinus infections it causes it to leak even now.\n回复 @A3A3A3A123 @GBNEWS @OliLondonTV Shooting innocent civilians? Even after they shot their own hostages saying they would NEVER shoot anyone holding a whit flag to surrender? This clearly is a violation of war crimes. Again @OliLondonTV, what side of history are you on? IDF seems more savage then thought.\n回复 @UnwiseApe @krassenstein It’s “intent to do damage”. I work in the medical field also. It’s strictly forbidden to obtain medical records with the “intent to do damage”.\n回复 @EllieRod8 Wait, what? Gray reporter?!? Is that like calling her a “beige” reporter? Too know, like “not exciting, no personality, BORING”? Because, if so, I’d agree with that one, 😂! I know it was a typo but sometimes subconscious feelings seep through! 🤣😂 Her loyal subs feel it too!\n回复 @Katie_is_a_liar I got pregnant on the pill because in the mid 90’s and before the Dr’s didn’t warn you that antibiotics made it ineffective. I had pneumonia and taking antibiotics for 3 weeks before it went away. Now they educate you and tell you to use a different method while on antibiotics.\n回复 @ThrillaRilla369 @ShadowofEzra WAR will happen because of defiling the Dome of the Rock. Why can’t all religions respect other religions? Well…. Most do. Anyone can become a Christian, anyone can convert to Muslim, Islam, Hindu the only “spremest” religion that you can not convert to is Judaism. Hmmm, why?\n回复 @Mistie_Mo @H8teaJoyless 2) most of those girls didn’t go to college or go to work after high school, they married the prisoners and got pregnant on purpose. They received food stamps, WIC, Medicare and every assistance program there was. Once reality set in the ended up divorced and working 3 jobs and\n回复 @Jubilee4Jesus I was wheelchair bound for six years because of my my Chiari and the Dr’s ignored it. I literally rolled into the hospital and walked out! I also suffer from multiple forms of migraines, hemiplegic, migraine w aura, cluster headaches and many more.\n回复 @CartierClass @EllieRod8 3) I know she’s aging and her eyelid hooding is progressing naturally&amp; the brow infection has really taken it’s toll &amp; changed her whole face, but I can really spot someone with MG facial droop, &amp; hemiplegic migraines.\n回复 @901Lulu 7) IMO, Gyp knew her mom’s health was rapidly declining and wanted no part in taking care of her. She hadn’t had any procedures for years prior. No procedure was “coming up” as she claims, she had her feeding tube adjusted/replaced the day before. It’s in the court records.\n回复 @DawnsMission I still wonder why all Dr’s forgot what the learned in medical school at that time. I had pneumonia before this. First step was IV antibiotics, oxygen, expectorant then manual percussion. I get the fact that they do use vents on SOME, but they slapped everyone on them.\n回复 @Ardysangel09 @cwojoannexx @woody_debes @Oah20112 3) for the dancers and 7M. After the dancers that left seem happy and productive and kind of got their start from the notoriety fro 7M. They seem to be happy and perusing their dreams. The 1 “original” girl is the one that needs a lot of help adjusting to the outside world.\n回复 @Mistie_Mo @H8teaJoyless 1) I grew up in a very small town 42 miles from the only state pen. There was a church whose women’s&amp;teens group went over to the prison to “minister” to the prisoners. I swear most of the teens would end up marrying them, and because they still had congenital visits\n回复 @CartierClass @EllieRod8 2) before she ends up in a full blown MG “acute crisis” &amp; ends up in the hospital unable to breath &amp; undergoing IVIg treatment. I’ve noticed that the facial droop gets worse when she’s stressed. There are meds that work. It’s not “just her chin” anymore.\n回复 @iCkEdMeL My son was 25 at the time and only visiting. He had come over to borrow some tools from my husband and work  on his car to put a new alternator on it. They had taken a break to “go get a new battery” and “didn’t want to take the friends moped to go get it” my husband had just\n回复 @y_o_y607 @OliLondonTV You do know you’ve lost any civil conversation/argument when you resort to calling names. You’re showing just how little you know about this conflict in this the first place. Go study it and join in when you know more.\n回复 @ThrillaRilla369 @ShadowofEzra All nonsense! Just as much nonsense as the rabies that are going to sacrifice the red heifers on Mt Olive then burn it on an alter they’re going to make on“the sight of Solomon’s 3rd temple. You know where that is? THE DOME OF THE ROCK, they plan on either bombing it or entering\n回复 @boingkiks @ThrillaRilla369 @ShadowofEzra At that time decided to wright their oral beliefs down. That’s the Dead Sea Scrolls. Most all religions use those to base their religious views off of. Some are written in old Hebrew (because modern Jewish people don’t even speak true Hebrew, they speak Yiddish), some are written\n回复 @y_o_y607 @OliLondonTV Nome 10, let alone thousands. Where is your humanity? This “war” is like bombing and shooting “fish in a barrel! They are caged in and have nowhere to go. They tell them to go to an area then bomb it! That’s an exaction not a war.\n回复 @Ardysangel09 @cwojoannexx @woody_debes @Oah20112 1)The 2 sisters were children when the parents started attending a branch the church in China. It’s very common in the Christian culture to be “heavily involved” in the church. Kind of like the fundie” churches here. Only friends are from the church, marring other church members\n回复 @luinalaska The whole thing cost us $2,500! We couldn’t even afford to pay for a proper funeral for my son 😢. I don’t understand how these people can get away with this 🤬\n回复 @EllieRod8 3) One last time! The police, the medical examiner and funeral home got to make the decision that “it was best for me to remember him alive, not in death”, and he didn’t “pew pew” him self, he used a rope! SOMETIMES YOU DON’T GET A CHOICE!\n回复 @IDF No on is going to speed up the end of days, it’s only know by our lord. The Christians think they are going to convert the Jewish people and the Jewish people don’t really care because they such hubris to think they are “Gods chosen people” and are the only people going to heaven\n回复 @OliLondonTV 2) out, and they couldn’t even access the ocean? Then our government monitored their daily life and shot them when the came within 50 ft within the wall and the bombed them every year for “transgressions” but refused to let building supplies to come in to rebuild, resulting in\n回复 @BurntNow I know the system is overloaded however, I hope the victims advocate in these cases learn something and step in earlier next time.  I was a victim in a different situation &amp; they contacted me very early and “spelled out” exactly what services they provided &amp; checked in regularly\n回复 @therobbieharvey 1)The frightening part is Mica told the officer that she filed for divorce in February 2921, EVERY police officer SHOULD be trained well enough to see these signs. If the husband/wife is refusing to let you drive the car THAT is abuse, separate them!", "overlap_score": 0.1067240523314951, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1201277902333067265, "screen_name": "Socorro46656493", "user_at_name": "Socorro", "sample_content": "回复 @__TEAM_USA Definitely! She &amp; thest of the politicians running NYC are 💯 responsible for the attacks, and murders by illegal law breaking immigrants! While the sit back &amp; watch American Tax paying  citizens get murdered &amp; disenfranchised!\n回复 @gatewaypundit MERCHAN I A SELL OUT.\n回复 @Rep_Clyde @SpeakerJohnson sold us out!\nI agree. I've worked since I was 15 paie taxe since then. What tf have Ukraine 's government and all these law breaking undocumented illegals ever done for the USA?  Not one things but the ignorance of our government continues to give Our mo e away. 🇺🇲1st💯%\n回复 @CollinRugg This is  very sad day for everyone who has a child in school.  Its reprehensible that there educators did not protect this little boy. The family should sue each individual school personnel &amp; the district.\n回复 @CollinRugg @RNCResearch What!!! He barkin up the wrong tree! Black American citizens want a legal &amp; fair election! They are proud and a legacy of ancestors that fought for this. They believe in https://t.co/Lpof5yAhCs\n回复 @JDunlap1974 Yes! They are here because they've broke the law. The have never paid one cent into the system. There are those of us that are well over 65 years old wrking since the 1970s and we can't retire because we can't makes ends meet financially if we do.\n回复 @Chicago1Ray Yes he should! He behaved like a coward when he killed Ashley Babbitt.\n回复 @BasedMikeLee Wheres arethe police, where are the @HouseDemocrats @SenateDems\n回复 @jsolomonReports Tapper has tapped out of being a credible journalist/commentator.  He no Better than gossip female with pants...he should become part of the View.\n回复 @gatewaypundit Arrest this dishonest evil person!\n回复 @RNCResearch So you do the have to have the correct qualifications you just have to be black, brown. Gsy, Trans, peda and you've hot the job.\n回复 @stillgray Yes! I hope they do it! These are animals who don't deserve to be alive!\n回复 @TaraBull808 We are already paying the price thanks to you and all the hate the USA Democrats! You've chosen to carter to foreign countries &amp; law breaking invaders!\n回复 @SpeakerJohnson But you @SpeakerJohnson along with other self centered, self serving Republicans in the @HouseGOP gave Biden &amp; the Demoncrats all that they wanted w/out border security . So you all Re also to blame for  the state of the 🇺🇲 illegal invasion of foreigners.\n回复 @TaraBull808 Agree! We don't need leaders with a hidden agenda. You either are loyal to the USA, ITS CONSTITUTION AND LAWS ir yore not! Dual citizenship is Not loyalty to the USA.\n回复 @TM1Politics @LeaderMcConnell @SpeakerJohnson They have bad leaders who support the Democrats and their agenda vs  GOP  &amp; THE USA &amp; its citizens. They 've put USA's security last. The country deserves.. https://t.co/v9bjOVBxmR\n回复 @SarahHuckabee @ARGameandFish I wish California Gov. Newsome would follow your example. I have to carry 2 insurance policies, flood &amp; HO for my home; each is a out 1,700 a year. California has been in a drought for the last 5 years!\n回复 @mtgreenee Marjorie you look amazing! Jealous Crockett had to point it out because everything about her is Fake; not just her eyelashes.  Bought &amp; paid for by who knows who. She didn't like God's Creation of her, so she sold her soul for a new image.\n回复 @nicksortor @Jim_Jordan This Republican committee can't even get the job done on Hunter Biden or Jo Biden! There's sooo much evidence and they can't get the job done! But they can sure waste our money!\n回复 @wendyp4545 Indeed! https://t.co/bCtp4jZ4yQ\n回复 @SpeakerJohnson Remember who did this in our country? We still don't have secure borders in our country &amp; the possibility exists that it could happen any time again. With all those law breaking illegal trespassers who've not bern vetted.\n回复 @OliLondonTV @TimcastNews Arrest threatening signs holders!\n回复 @MTGrepp I agree !00%. You can't be loyal to 2 countries.  There's just no way.  It like having a wife &amp; a lover who are you loyal to? Neither.  Who do you love Neither! And that's the truth!\n回复 @RNCResearch Alway blaming president Trump. This administration lack honor, integrity,  love of country and bravery!\n回复 @LauraLoomer @harryjsisson Well said Laura. This is the problem with some young people, I hope they are Legal American citizens, they are so ill informed. @harrryjsisson look up a Joe Biden's history in the Senate, look up his interviews.\n回复 @KensingtonRoyal My thoughts and prayers are with Kate, William and the children.  I pray the media,  and people in Genera will give them the privacy she needs to be able go through her treatment. Prayers to this young family.\n回复 @CRNC You are not understanding the law, due process an d the Constitution.  If you did you would see how wrong this trial was and how immensely corrupt Juan Merchan is, he broke every legal process regulation! Sadly jury was a sell out too!\n回复 @BasedMikeLee Me too! Taxable income of $26,000.00 still have to pay fed taxes &amp; state taxes! How is that fair when our government is givin law breaking illegals are getting everything for free!\n回复 @gatewaypundit He should be streoped of citizenship, if he has it, fired and deported!", "overlap_score": 0.1602179924703864, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1369181662592921601, "screen_name": "StevenDogs", "user_at_name": "Steven Dickerson", "sample_content": "回复 @dennisclang @MagaOpus @DTrumpsCellmate @DocNetyoutube @CoffeyTimeNews HAHAHAHAHA! This doesn't look like an ear that was according to Trump had \"Flesh ripped apart\"  Donald Trump was never shot. #MAGAisDEAD https://t.co/3C9tKUtHCE\n回复 @Arnie19901 @JamesWGarrett1 @MaddowBlog @MuellerSheWrote Yeah, just pretend we don't vote. Voting makes it a DEMOCRACY. We don't go strictly on the Constitution, alone. But you do you.  #ThinkAboutIt https://t.co/rFqJlqybDB\n回复 @JannieJo8 @GOP HAHAHAHAHA! MF'er got his political start claiming someone else wasn't qualified to be President only to be a convicted felon 12 years later, thus making Donald \"34 FELONIES\" Trump unqualified to be President.  Somewhere in the world, Barack HUSSEIN Obama giggles. #MAGAisDEAD https://t.co/AVDR87lTwP\n回复 @RealEstate4SoMD @Sandra_G_Loftis @marklevinshow HAHAHAHAHA! HAHAHAHAHA! HAHAHAHAHA!  TESTIMONY UNDER OATH you SIMPLETON MF'er.   There's more DOCUMENTED UNDER OATH TESTIMONY of Epstein bringing girls to your Lord and Savior.  COPE, MF'er. COPE!  HAHAHAHAHA! HAHAHAHAHA! HAHAHAHAHA!   #MAGAisDEAD https://t.co/tFfA8kMpVn\n回复 @KenNYbUnchained @AP So, why would he step down if it's not true? If it wasn't true, he'd stay on board and fight it, but that didn't happen because he admitted to molesting the girl for years.  You'd be one of the men in the church defending the PEDOPHILE PASTOR and blaming the victim. #MAGAisDEAD https://t.co/yZutVGpBXJ\nHAHAHAHAHA! You do realize that there was another individual who was horrible in two Democratic Primaries only to come back and win it all while simultaneously beating Donald Trump to do it, and Kamala Harris will do the same thing in November 2024 #MAGAisDEAD https://t.co/IBfqXGkbfP\n回复 @KV10467 @Babydracq @MoniqueWorthy HAHAHAHAHA! Call us when your predominantly WHITE political party nominates a person of color to the top of the ticket for President or Vice President. The political party #1 with WHITE nationalist, WHITE supremacist, Nazis, KKK and David Duke would NEVER allow it. #MAGAisDEAD https://t.co/uG0UEUYDVn\n回复 @BTT1964 @IngrahamAngle HAHAHAHAHA! Donald Trump is THAT bad. MOST of America HATES the ONE-TERM LOSER with MULTIPLE criminal investigations in MULTIPLE states. #MAGAisDEAD https://t.co/fsASQRk9je\n回复 @PatD_2020 @HatingLiars @JoeBiden Joe Biden picked Kamala Harris in the event he has to step down. Stop thinking you're gonna overlook the main person who is set to take over and beat the CONVICTED FELON if Biden steps aside. Passing up the black woman will be the death nail in the coffin for the Democratic Party\n回复 @Ronda4Congress Ever wonder why your political party has NEVER nominated anyone of color to the top of the Presidential ticket or for Vice President? I know why. (Stop making up stories) #MAGAisDEAD https://t.co/o5J44OLDUq\n回复 @MatthewJshow @charliekirk11 NOPE!!! America will have the final say, and America has left your political bowel movement called MAGA in the rear view mirror. The GOP nominee is a CONVICTED FELON! \"LOCK HIM UP, LOCK HIM UP, LOCK HIM UP, LOCK HIM UP, LOCK HIM UP, LOCK HIM UP\" #MAGAisDEAD https://t.co/ZAaQlTACP5\n回复 @Bch4Life81 HAHAHAHAHA! ?????????????? #WTF https://t.co/O9heJjyCSU\n回复 @TheHoleTweet @harryjsisson I disagree with you. #MAGAisDEAD https://t.co/JK9S35OYXV\n回复 @RapistInculta HAHAHAHAHA! HAHAHAHAHA! HAHAHAHAHA!  STAY (((((TRIGGERED))))) WHITE BOY!  Epstein is a WHITE BOY just like you and you're probably another one of those WHITE MALE PEDOPHILES that dominate your race.  HAHAHAHAHA! HAHAHAHAHA! HAHAHAHAHA!  #MAGAisDEAD https://t.co/qRF9mYeXnu\n回复 @GoBraves627 @NudgeNudge77 @gillvrd1 @harryjsisson HAHAHAHAHA! Looks like \"English\" to me. Not my fault you can't read and YOU'RE NOT THAT IMPORTANT. Thanks for studying my post but it comes with the territory when you're important. #MAGAisDEAD https://t.co/TWCizfFHPr\n回复 @fau1in @Blackburnfanat1 @BoxingKingdom14 HAHAHAHAHA!  You can't be serious. Everything you just typed doesn't mean shit in Dubai. In Dubai Floyd's money don't mean shit because in Dubai Floyd's not that rich compared to a lot of their citizens. Nigga act like Floyd is Secretary Of State or a US Senator.  😆 🤣 😂 https://t.co/Vpdc7ZVxJt\n回复 @WestAthens68 @Blackcapitalis HAHAHAHAHA! Hey ONE TRICK PONY PEDOPHILE WHITE BOY go lecture your WHITE RACE THAT'S DYING OFF. All you do is repeat the same bullshit because you're a CLUELESS PEDOPHILE WHITE MAN trying to figure out blackness and failing SPECTACULARLY! #CHOMOWhiteBoys https://t.co/yVb7i3IS1u\n回复 @KenNYbUnchained @JakeSherman HAHAHAHAHA! Don't be mad at me because you live in a jobless cow shit smelling rural town and I live in a world famous city known for it's festivals. We have more fun. Cow tipping gets boring real quick. #YouHICKAssMFer https://t.co/6ak5RZqNBH\n回复 @Arnie19901 @JamesWGarrett1 @MaddowBlog @MuellerSheWrote Non Citizens do NOT vote because it's against the law. Learn to not be a fucking SIMPLETON. Learn that we VOTE in America and we do NOT strictly live our lives based solely on a piece of paper thus making America a DEMOCRACY too. Google Is Your Friend. #MAGAisDEAD https://t.co/003V7Vdc1m\n回复 @jeffsprag @KamVTV HAHAHAHAHA! \"Everything Democrats touch they destroy\" FALSE. If this was true, the Democratic Party wouldn't have been WINNING all those special elections in swing districts in 2023 and 2024 #MAGAisDEAD https://t.co/ppC6k3WMgq\n回复 @VB00218 @onestpress HAHAHAHAHA! The mark of a good president is leaving America in much better shape from when you inherited it. The CONVICTED FELON failed SPECTACULARLY in that mission. The only MF'er in years to leave office with a NET NEGATIVE on jobs. Put your Pom Poms away.  #MAGAisDEAD https://t.co/8cA2JmeSqh\n回复 @RAMSAE66 @harryjsisson HAHAHAHAHA! Dick Ride Much? #MAGAisDEAD https://t.co/Y1NNNsAVUW\nCan't believe MY Milwaukee Wisconsin is hosting this BULLSHIT! I'm about to go online and order a bunch of clothes from Kohl's for standing up to this Fascist MAGA Movement ready to crown a CONVICTED FELON as their nominee for President. #MAGAisDEAD  https://t.co/xajTIQAREw\n回复 @PONY_Official @nypost HAHAHAHAHA! Yes, please put back up our TRAITOROUS LOSER Statue. #MAGAisDEAD https://t.co/frSHmn4ld4\n回复 @raiderjoe1975 @RonFilipkowski HAHAHAHAHA! Google Is Your Friend. Tell all your WHITE MALE PEDOPHILE peers to start dating women so you fragile weak gene WHITE population can recover. #MAGAisDEAD https://t.co/BWFUZ95KjW\n回复 @cindy_uzzell @KateDav42926640 @harryjsisson NOBODY IS HEARING YOUR BULLSHIT! MAGA HATES Jewish people, ESPECIALLY Jewish people like George Soros. #MAGAisDEAD https://t.co/yROtZXEz1K\n回复 @JohnBoyStachos @TonyBennettMI @conservmillen @libsoftiktok HAHAHAHAHA! GTFOH with your \"White People DINDU NUFFIN\" bullshit. 😆 🤣 😂 😹 😆 🤣  Hey, here is another example of really violent white people. Remember this? #MAGAisDEAD https://t.co/ntbuwTiEvW\n回复 @Xisntfeespeech @niceblackdude HAHAHAHAHA! Everyday America hysterically remembers how you savage MAGA thugs wanted to HANG YOUR LAST VP and his fly! We remember, \"HANG MIKE PENCE\" America finds MAGA \"Old and Annoying\" #MAGAisDEAD https://t.co/09oZtu3n80\n回复 @Vicki93599315 @thecjpearson There is NO SUCH thing as a full term abortion. Don't comeback with your bullshit lie about abortions at birth. HER abortion is NONE of YOUR business. #MAGAisDEAD https://t.co/NTVAWBLkHM\n回复 @Blackcapitalis What kind of a man are you? You seem sneaky as fuck with kids. That teacher did nothing wrong but it's niggas like you that run with the same theme racist white people run with.  Note to self KEEP YOUR KIDS AWAY FROM @Blackcapitalis because nigga gives off some #CHOMOvibes https://t.co/bV0JKeEEeO", "overlap_score": 0.1577851360033332, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1376842715707580416, "screen_name": "Pat60574944", "user_at_name": "libertarian79", "sample_content": "回复 @Alex_Oloyede2 uh....how? I like her except for the whole poor azov battalion crap. her foreign policy sucks.\n回复 @naomirwolf or scarier yet they'll be used for domestic operations because they'll only fealty to a political party and not the country itself.\n回复 @sentdefender so it's a Wednesday?\n回复 @Timcast @Timcast also there is the fact that the military, specifically the Navy is doing away with Ged or HS diplomas for educational requirements  https://t.co/ZC7Pp1tXZs\n回复 @Matt_Pinner Dudley Doright\n回复 @GoreClipps @dfer_docs looks like it went over they're left shoulder\n回复 @Alphafox78 it's a clown....destroy it. lol\n回复 @DonShift3 so you're saying illegal criminal migrants, skirt the law and don't do a background check when they get guns, because they don't follow the system? wha?\n回复 @misery3883 @conserve_polls I'd like to add.  3 . De- militarize the police except for swat teams, no need to be wearing kit and all black. this antagonizes. 4. the general public is not their enemy, change the training where everyone is a suspect possible assailant. 5. you're a public servant and an…\n回复 @RealAndyMerc I'd say it's a capitalist/collectivist/authoritarian system approaching a czar Nicholas potential.   so...my guess in time....it may fall back to a monarchist/imperial state.  but who knows, maybe I'm wrong. definitely far better than soviet communism though.\n回复 @dom_lucre a lot of people are leaving the increasingly secular religions. but traditional, Apostolic Orthodoxy and Catholicism is increasing, though the sjw/dei pope is a major problem.\n回复 @basedspinach well the Vatican=Rome so ...., however, can I interest you in retaking Constantinople?☦️✝️\n回复 @cirnosad you can be ethnically Danish and your Religion is Judaism. like Mexican Catholics or Canadian Muslims. ethnicity is not a requirement.\n回复 @trad_west_ I'm biased, but Orthodox. check out a hymn called The Terrifying Judgement. gets me pumped for Christ's Return.  https://t.co/zl0E5gJXWJ\n回复 @narrative_hole Orthodox Russia,  remember Constantinople? just saying maybe a concession is in order.\n回复 @wahlstedt007 crazy considering it's only a pistol. you would think German swat would be worrying about their illegal alien crisis and leave people alone who aren't actively raping, killing, stealing from regular German citizens.\n回复 @FightLeft @Sola_Requiem John Nelson Darby invented the \"rapture\" in the 1830s in the UK. I'm the 1,797 years after Christ's death and multiple councils in the meantime no policy or doctorine or dogma about being sucked up into heaven. do a search about dispensation to verify.\n回复 @TheMallard81 @faithwillsaveu @RealAlexJones ok so...in the 300 years before the council of Nicea(325ad). the bishop of Rome from the line of Saint Peter his title was Pope meaning father. do some research not just the Bible but historically as well.\n回复 @TheRealGameGod no money required, resident evil 1\n回复 @dr_parkinstine we just got to get you a GoFundMe for Jay Gatsby's mansion. ...it's possible.\n回复 @TheRISEofROD pretty sure he did  is there statistical proof he didn't?\n回复 @AndrewYang with a hand on the nuclear trigger, yeah not feeling safe at all.\n回复 @TheBattlecock mount it on a rifle then?\n回复 @aanastassjaa @ShnuggyC it's always the fall of it but never the rise of Eastern Rome/Orthodox Christianity\n回复 @GigaBasedDad all groups are related the further back you get, yes. but... culturally is what makes them different like saying the Austriand are the same as the Portuguese well no. or I'm part Lithuanian we are not Slavic came at totally different time periods from different areas. overlap,…\n回复 @MarioNawfal they're mostly bluff  and only use their regional proxies for relatively ineffective attacks\n回复 @AmericanMama86 @Rothmus still on eastern seaboard, unlike the great state of Mississippi.\n回复 @CW_Insider evolutionary deadend\n回复 @GunloverClub1 shot placement and accuracy are the cornerstone regardless of caliber though.\n回复 @Leonarda_Jonie need more about the Turkish Genocide which killed 100 of 1000s if not millions of Armenians, Greeks, Kurds and Assyrian Christians. this in turn inspired Hitler.", "overlap_score": 0.1430290996730311, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1380632874408423433, "screen_name": "jacque_davis", "user_at_name": "Jacqueline", "sample_content": "回复 @IAmPoliticsGirl @mintimm @reproforall I fear this is representation of Christian Nationalism.  The desire to be a Christian Nation, with all its Rules and Restrictions.  LGBTQ Rights, Contraception... they're on the list\n回复 @maggieNYT Please check...  The Running narration of the Trump Trial seems often to be scrambled.  It repeats whole segments, as if New.  which is confusing. Narration repeats, with new times.   Disturbing, if NYT is to do this in the Future DIFFICULT.\n回复 @TheNewsAgents @NadineDorries @maitlis @jonsopel UK should require MPs to Originate from their  HOME Constituency!   In US, Our Congress/Senate must be from our States. So they know Us and We know Them!!    No Helicoptering in.\n回复 @BreakingNews @JonLemire I wish I understood how this is being an Ally.   Friends don't let Friends commit War Crimes.\n回复 @jonlovett DJT  is obsessed with his SIZE--  Sounds like \"Locker Room Talk\" about SIZE...  Do ALL Men worry about SIZE?\n回复 @campbellclaret Is there any kind of chart showing the degree of Global Crisis going on?   Famine, Civil War, genocides.. the things that Cause populations to change direction? Another that would show the dynamics of uneven Wealth among Nations? Wealth draws populations.\n回复 @garyseconomics Gary!  US  \"Project 2025\" is writing about just what you have been warning about!! Moving Wealth upward.  Creating people above the Law.  Dr Heather Cox Richardson on Youtube POLITICS CHAT.  July 16 is describing it in detail --worth a look!  We have fertile ground for your ideas\n回复 @RussInCheshire \"When lesser mortals\"--   What a Terrible phrase.  I undertand why we declared our Independence!\n回复 @Estril01 @HeathMayo @EnriquetaT @elonmusk When did you decide WHO you were?   Would a Bulletin Board have changed your mind?   REALLY??? WHY would the Govt promote it?   To what end?\n回复 @SkinnerPm I grew in a Lovely suburban neighborhood, where suddenly we watched a Father gamble away his business, then his House/Home, and by all that... essentially his Family.   I learned early--- DANGER.\n回复 @IAmPoliticsGirl @rcbregman @YouTube You mentioned that US went sideways around 1980 You are SO RIGHT  I was 30. He would not deal with AIDS. He gave huge  unnecessary Tax Cuts. Three deadly words \"I''m from the Government\"  &amp; Deadly TRICKLE DOWN. MBAs and \"What's the Bottom Line?\" Broke Unions. Changed the Culture.\n回复 @RadioFreeTom Byline:   Thomas Elephant...\n回复 @WakeUp2Politics I am likely your Moms age.   I mark the change approx. 1980.  As the Country switched from the Bob Newhart Show to Rambo. The Term:\"What's the Bottom Line\" became Motto... Life did change. I could write a whole Book. Life measure in Financial Quarters. 25 years of change.\n回复 @Eliz_Hightower Evangelical Christian? With Jesus-like forgiveness?   Wow!     Meanwhile, the rest of us feel badly, but  Hunter is not an Elected Official. Not a Convicted  Office Holder.\n回复 @mrjamesob I see NO apologies expressed.  As if Brexiteers bear no responsibility.\n回复 @TVietor08 @GovTimWalz PLEASE don't turn every Interview into SPORTS CENTRAL.    You will lose a whole bunch of us.!!!\n回复 @PodSaveAmerica @danpfeiffer Dan--- We need more journalism into the Assassination! We still don't know what kind of wound (was it a bullet? or like Police said--a shard) --Which Doctor?  What treatment?  A concussion? Why do we not know his Parents?\n回复 @Channel4News Yet you still had to withstand 5 more weeks?\n回复 @RisingTheHill @CateMartel Yeah!    None of it is for the Good of the People.  Ignore the Voting--- figure out how we all get a  job in November!!\n回复 @mrjamesob https://t.co/MW4WdOddFA\n回复 How would He solve this? (Let doubt sink in) What will happen to Ukraine? Get a real answer-- SINCERELY. Is Anyone in your Family Gay? How does that help them? SO KEY:  Sincerity with NO Judgement. Elicit NO Defensiveness.  Accept no Flip answers. Get those Butterflies flapping\n回复 @podsavetheuk @brhodes @MrNishKumar @cocobyname I loved BO, but it was clear in his campaign that he was enough of a cipher that each Voter thought he was focussed on THEIR issue.  He was going to solve everything.!!\n回复 @maryleen90 Do you get chills from bagpipes? I really doubt my geneology when they keep  playing them at funerals here....\n回复 @elonmusk  Please tell me where to get WHITE background back?  Where is the Setting? white background, please!\n回复 @AcquistoA They are just what's needed for School Shootings!! Thoughts and Prayers...  ---I am a PROFESSIONAL School Counselor. With degrees.\n回复 @floyduk @UKLabour That lousy LIE that Rishi repeated in the Debate--- that should break the deal for all the rest of the Tory voters.  And it is SO transparent to throw in a new program \"service\" with just weeks to go.  They are throwing spaghetti at the wall to get votes!!\n回复 @atrupar I find it difficult to listen to the Media discuss this as if it were a 'Both Sides\" issue.  Most of us are Peaceful, pleasant and honest.  It should be Acceptable behavior and NOT.\n回复 @benirishhome @campbellclaret For Centuries  UK has proclaimed how Superior their Culture and Government are.   So much so they planted flags.. and planted Governments all over the Globe.  People believed them, and came.  So many!!\n回复 @solis_star_lit @RealTrumpTake @BidenHQ People think he's so CLEVER.  He's not. He Whines.   He's not Tired.  It is ALL HE\"S GOT!! TVHeads-- BeeHive Minds develop plots and credit him!      HE IS NOT 10 FOOT TALL!!!\n回复 @cardinals150 @ijbailey It is up to us to declare it is unacceptable. It is up to  us to declare our belief in the System.", "overlap_score": 0.1257854846376354, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1135747741, "screen_name": "Dionysu06200560", "user_at_name": "Dionysus *Wine God*", "sample_content": "Obama is not an ethnically a Black American. To be a Black American, you must have African ancestors that were enslaved at point in the US. Obama does not. His father was from Kenya and his mother was from Kansas. He is an African American, not a Black American.\n回复 @shahrour_maher Tell me, does the Quran tell people to be like Muhammad and commit to the holy war (jihad)? Also what happened to Mecca during the time of Muhammad, why its no longer pagan, and why your favorite giant black cube is no longer a pagan temple?\n回复 @ChristianPunsOG Paul was very explicit on how Churches work https://t.co/iihR5Qp6uO\n回复 @KennethBykerk @Cozieland That was more True during the cold war but that demonization has fallen away pretty hard since the 2000’s. Hitler and Nazis are by far used way more in political rhetoric to demonize people.\nThe funny thing about their Caliphate is that Turkey killed the last caliphate to ever exist and it will probably never exist again.\n回复 @shrinpsongirl How is any of that imaginary to just say what we can plainly see happening\n回复 @KennethBykerk @Cozieland And when people are called a socialist now they wear it either as a badge of honor or embrace the term. Bernie Sanders is a legitimate socialist and calls himself such.\n回复 @AndrosKatolikos Also the only way to also get states to look like Catholic majorities is by pretending Protestantism is one big denomination. So when you go by biggest denomination, of course you’ll have the united Catholics in their divided house\n20 bucks that the American has way more Irish heritage and DnA than the Immigrants\n回复 @thisissu_ The issue with your line of reasoning is that this can be applied to very immoral things. There is an economic demand for CP, hitmen, murder, stolen goods and slaves. Just because there is a demand for something it does not constitute whether or not it should be legal.\nBecause Hezbollah is occupying Lebanon\nNotice he didn’t actually say anything bigoted. In fact not shopping at a shop that openly supports a brand of socialism, is very much not bigoted.\n回复 @Bob61121668 @EudaimoniaEsq Because its a city and congressional issue. The capitol police are under the jurisdiction of Congress and if they needed more police, they just needed to request it from the Mayor of DC.\n回复 @souljagoytellem Reich in German means realm. It is not a Nazi only term. To say “Unified Reich,” would just mean unified realm or state or nation\n回复 The Fruit of Western civilization proves at least there must be good philosophy underpinning the Christian ideals and traditions that has brought us all the stuff we take for granted today.\n回复 @souljagoytellem However, when people quote the Quran and state what it says, within the correct context, it is the Word of God for Muslims are required to believe.\n回复 @ADaigoro78 @UncorruptedMen Sura 8 is about the battle of Badr in which Muhammad won against the Pagan Meccan Tribes. And peace here refers to the peace terms of the war. And then after they won, they exhorted the pagans into becoming Muslims.\n回复 @Richarde174 @CDHenry_PA Lydia’s whole household was baptized in acts 16\n回复 @Friended4Ever But when you point this out to very atheistic and scientific people they either get uncomfortably silent or angry.\nTaking away guns does not lower the murder rate. Murder and massacres existed before guns and will exist long after them. It’s why the UK’s homicide rate has risen despite various control legislation and confiscations.\n回复 @LeafLee6 No that’s construction and concrete\n回复 @David_Leavitt Thou shall not murder is actually a better translation\n回复 @Nepho_arts That is true. Islam is a religion but it is not the native religion of Palestine and Arabs aren’t native to the area. And the Arabs conquered the Area like the British did in South Africa. Also the majority of Israeli Jews are middle eastern, not European.\n回复 Its likely if Japan had found another source of oil in the pacific and just focused on industrializing Manchuria and taking South Asia, China would have eventually fully fell to the Japanese.\nLet’s mind the fact North Africa was historically an extension of European civilization\n回复 @mountainviews22 @myStankFace @David_Leavitt Please explain the difference between an assault rifle and a semiautomatic hunting rifle\n回复 If it was wrong then, then it is wrong now. And if its not wrong to you “cuz white people…,” then you just don’t like White people. And thats ok 👍. Just understand and accept your racist hatred towards the whitiies cuz history.\n回复 @RealPatrickWebb @RealAlexJones Hitler when he invade Czechoslovakia and then Poland along side the Soviets. Had Hitler not invaded there would have been no war\n回复 @upholdreality The NYC subway is run by the  NYC government which is run by progressive socialists. To call a government program and organization run by the most progressive city in the US who has a worker’s union a failure of capitalism is utter projection\n回复 @comrade_pabs They wrote about it and there are. The only reason there is no Nuremberg Trials for old Soviet leaders is because there was no external war. The Allies captured Germany. No one captured Russia. Russia just formed a new government. And the UN couldn’t persecute them:", "overlap_score": 0.1372118229201833, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Other Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1289968051, "screen_name": "Christo19638052", "user_at_name": "Christopher Moebs", "sample_content": "回复 @peat_ross_ @lionofgold1 @GuntherEagleman Waaaa! Mommy help me! Mean old rule of law is holding my smelly cult leader accountable!! WAAA!!\n回复 @GuntherEagleman Bleach blonde bad built butch body\n回复 @pravdagrit @RossKneeDeep Why would anyone call Trump's Pandemic Failure \"Bidenomics?\" https://t.co/9oCl7EimpZ\n回复 @akafacehots \"It has now been proven beyond a shadow of a doubt\" is the go to line for MAGAts instead of actually showing proof which they do not have https://t.co/ppVmqB3iLz https://t.co/D4RG7zkzV4\n回复 @ReflectingMan I am SICK of seeing this damn traitor's face Cannon is  reprehensible disgusting disgraceful MAGA scum of the Earth\n回复 @kylenabecker Tiny Pecker yearns to put on his MAGA© Kneepads and fellate Trump. James Woods Jon Voight eat dookies https://t.co/ppVmqB3iLz https://t.co/A3dBel6lAz\n回复 @MT_Smart @Snakeriver123 @darcyagain1 Smelly Trump wears diapers Walt Nauta is his diaper man #TrumpStinks https://t.co/ppVmqB3iLz https://t.co/HuigdvqNQt\n回复 @peterjhasson @FreeBeacon @SaysSimonson @ChuckRossDC Geee guess I need to update my professional resume to include the paper route I had when I was 13 years old and working in a theater in High school https://t.co/CNnJZXTilE\n回复 @KenzieMarie2024 @GuntherEagleman Put on your MAGA© kneepads your cult leader wants to be fellated peasant https://t.co/ppVmqB3iLz https://t.co/0CN1qfyf7E\n回复 @Capitalist_Mike @GuntherEagleman Halfwit Mike must mean Habsburg\n回复 @mysterybluemoon @JoeyMannarinoUS Especially Smelly Traitor Trump\n回复 @lawofruby I agree this is all so disappointing and sad that our great country is being damaged by the most dishonest citizens. Thank you for your devotion to democracy https://t.co/ppVmqB3iLz https://t.co/uCSxjGMx0p\n回复 @kylenabecker Is Tiny Pecker a Russian bot or a creepy clown car fascist traitor take your pick #TrumpStinks https://t.co/ppVmqB3iLz https://t.co/9Rb7RVBS0k\nSCOTUS needs to realize that they will be an anachronism if there is another Trump maladministration. Allowing Smelly Trump on the ballot is an act of suicide https://t.co/ppVmqB3iLz https://t.co/i0kYeGy75c\nToday is the 4th anniversary of Trump's \"Shoot Bleach Up Your Butt\" Day. Enjoy! https://t.co/ppVmqB3iLz https://t.co/ajpvjrKt67\n回复 @JoeyMannarinoUS You cry baby loser MAGAts never stop whining Waaa! Rigged! Stolen! Mommy!!! Everyone is so mean to my dear leader Orange Hitler.  Whattsa matter MAGAt? You know Trump has dementia he's scared shitless Ha Ha https://t.co/keyVGmYa6m\n回复 @atensnut Sure are a lot of delusional MAGA cry babies on this thread\n回复 @GuntherEagleman One closeted gay traitor reposting another one Resting Gay Face Gunther is gay on top of gay\n回复 @NowPammsy What an embarrassing halfwit what ya gonna do when your cult leader loses AGAIN and is in prison where he belongs MAGAt\n回复 @soniamora @MeghanMcCain Face it you are just a MAGAt sore loser convict Trump has no policies and no answers to anything https://t.co/G1Rt2zBfHF\n回复 @SteveLovesAmmo Just because you and your cult leader evoke what you seem to think is a magic phrase \"it's been proven\" honest people know you need FACTS not just MAGA bu llsh it. Silly MAGAt Trump is for brain damaged children https://t.co/ppVmqB3iLz https://t.co/HIT38sLLxG\n回复 @elonmusk Eel On Muck sociopathic fascist loving douchinaire is intentionally lying about a disease that has a low percentage of mortality which kills millions that your fascist ass doesn't care about because you are a disgrace and a scumbag\n回复 @ProudPatriots1 Dipped in authentic Trump diarrhea straight from his diaper! Don't delay!\n回复 @rdbldmericn Your head is so far up your ass that your moronic conspiracies seem real. You'll go far with that slavery advocating attitude all the way to the top of creepy clown car fascist traitor land. You think you're \"owning the libs\"but everyone is laughing at you liddle fascist\nThe weakness of Trump's defense is that all his pals and cronies are sociopathic narcissists just like him. There is no honor or loyalty they turn on each other https://t.co/ppVmqB3iLz https://t.co/cfSe047bYW\n回复 @GuntherEagleman Resting Gay Face Gunther couldn't stop drooling when he typed men have a dck lol https://t.co/ppVmqB3iLz https://t.co/f8qcqEKpc0\n回复 @imjdsharp @gtconway3d Jd sharp has a pointy liddle head\n回复 @chuck_buhr @brixwe Mommy! Mean old rule of law is holding my smelly cult leader accountable!! Waaaaa!!! Mommy help me!!!\n回复 @JDVance1 Waaaa! Mommy help me! Mean old rule of law is holding my cult leader accountable! I'm gonna start a Snivel War! Waaaa!! https://t.co/ppVmqB3iLz https://t.co/fVtndDa8Pq\n回复 @catturd2 Catturd's fondest desire is to take up residence in Donny's Diaper https://t.co/ppVmqB3iLz https://t.co/eHZT6yjbpZ", "overlap_score": 0.1726723733006785, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1112917755471192065, "screen_name": "SitcomReality", "user_at_name": "SitcomReality", "sample_content": "回复 @nickschadegg This is called the Decoy Effect. Obviously Asian soup places didn't invent the concept, they've just copied it from the mega corps with research teams figuring out new tricks like this to get people to spend more.  https://t.co/ibpJLBZcE2\n回复 @SecondMashiach @caitoz So you're okay with this happening if \"hostages\"?  Just want to be sure that you're okay tasting your own medicine before we agree how you (and your family) should be treated.  Set aside the other 100,000 murdered kids for now and focus on how to treat you and your human shields? https://t.co/39xovUVZAg\n回复 @gilarutrina You're desperately trying to justify the slaughter of 20,000 children while pretending to understand what love or goodness are?  You're a holocaust denier and a terrorism supporter cheering on genocide.  RELEASE THE THOUSANDS OF CHILDREN HELD HOSTAGE IN NAZI RAPE DUNGEONS\n回复 @parnellpalme Clearly Musk or @Twitter @X don't think I'm doing enough to remind Nazi traitors that there are punishments for treason and murdering a million civilians.  I don't know how much more I can do without breaking the rules. Parnell already knows she'll be lucky to get to The Hague. https://t.co/dorSqfoCNG\n回复 @colwight JEWISH PEOPLE ARE NOT YOUR HUMAN SHIELDS, NAZI  Trying to assign collective guilt for Zionism to all Jewish people is the same evil your Nazi predecessors tried.  Jews all over the world are protesting your holocaust, Nazi. Stop your antisemitic Jew-hate.  https://t.co/ZCpyAZUMMy\n回复 @CruxAeon @caitoz This is the most evil thing ever said.  I'm meant to feel sympathy for you because you talk about murdering children like this?  You expect to be treated with respect and humanity but you're reciting the most sickening, depraved, evil quote ever?  Even Hitler never said THAT ffs\n回复 @oocsitcoms Community S6: Advanced Safety Features. The excessive product placement is just too on the nose, &amp; not in a funny way.  Or, S5: Bondage and Beta Male Sexuality. The A Story is just shredding the last vestiges of Britta's character &amp; the B Story is joyless cringe with 0 jokes.\n回复 @AriDavidPaul @mrs_socialista Ari, the world is not going to forgive The Holocaust.  The justice that's coming for genocidal Nazis will be comprehensive and merciless.  Some will make it to trials, most will definitely not.  The suffering inflicted on millions of innocents will be felt by the perpetrators. https://t.co/9fkEqItr8H\n回复 @SenRaffCiccone @MRowlandMP You will never be forgiven, TRAITOR.  The blood of tens of thousands of slaughtered children is on your hands, and every one of your victims must be avenged, TRAITOR.  These violations of international law must face the most brutal and vicious punishment humanity can conceive of. https://t.co/sx9Y5Ugy5A\n回复 @Kristolfan93 @caitoz lol is there anything more pathetic than a Nazi trying to engage on a topic that the MSM hasn't provided the script for yet?  Nazis are coping and seething like the internet has never seen before as they start to realize that they're universally reviled and won't escape justice.\nYou have to admire the skill of the original #Twitter technicians to make a platform that survived this long with cobalt slaver #Musk throwing his spanners in it.  Inertia will only get the train so far, though... #X #ElonMusk #Incompetence #failure\n回复 @johncusack Prior to Israel's complete destruction of Gaza's healthcare system in March, Gazans had counted 40,000 victims. We've known for months that number was an undercount then, let alone what now.  Who sent out the order for all the propagandists to start repeating this number today?\n回复 @OnlyAWorldAway @UncoordinatedB u like? Want more content?  A song?  Desperate with your eyes closed, pretending you can't see, clinging to a slippery slope that's 89 degrees. Fake snores while you ignore the farce, to dream of walls less steep, so with the idpole up your arse you can goosestep in your sleep.\n回复 @RachelMoiselle Hey @Twitter @X maybe you could tell Elmo to remind these Nazis about the penalties for genocide himself?  He's got access to all of the images of their slaughtered child victims, surely he can do this?  Of course I'll continue to remind Nazis that justice is coming if I have to. https://t.co/YoPc2SrytR\n回复 @Avocadorable84 @abcnews lol wow you really have something against women getting a chance to work. The misogyny is strong with this one.  I'm not even going to bother looking at your other link, which I assume is either just more misogyny or the racist equivalent to your woman-hatred.  Your point, seppo?\n回复 @open_woken @ireallyhateyou 🤣🤣🤣 Imagine trying to parody this behavior. It's impossible. They're already being as ridiculous as possible.  You are a caricature of yourself. You're a self-parody. You're the butt of your own joke that you can't even understand.  Hasbara Nazis are impossible to parody. https://t.co/kpCYHVReCA\nPeople with 'husband/dad/mum/wife' in their bio are surely the psychoest of creeps. Its especially fucked when you realize the ones calling other ppl's families human shields fit this mold.  \"If you wanna stop me from murdering innocents, you have to kill my wife and 2yo first\"😬\n回复 @McShayne2011 @nswpolice Theo was the TARGET of a terrorist bomb plot. He was the VICTIM  Will never forget which side the cops chose when it came to choosing between peaceful Australian anti-genocide guy with a flag, and a violent terrorist trying to murder him on behalf of another country.  Pathetic.\n回复 @OnlyAWorldAway @UncoordinatedB lol touché. if it was just an endurance competition I've got more time playing this game against fascists than anything on steam, but I honestly don't think I'm childish or petty enough to try out rules lawyer it with someone I actually had intellectual respect for earlier today\n回复 @Equality7d2521 @yumcoconutmilk Oh damn. I wanted you to think the constitution protects speech but you got me.  It's a pity the 1st amendment only applies to people who you haven't accused of whatever catchphrase the MSM told you to use today.  If only the 1st amendment applied to speech you're trained to fear\n回复 @Tldj1212 @GoonerForLife83 @oh_pies lol that's a poor attempt at trying to deflect from your idol and representative working for Mossad, perpetrating his sex-trafficking and systematic child for &amp; by Israel.  RELEASE THE THOUSANDS OF CHILDREN HELD HOSTAGE IN THE RAPE DUNGEONS &amp; STOP SLAUGHTERING CHILDREN https://t.co/V359kOH8uZ\n回复 @jrrrrrr The, MSM, does not have your, best interests, at, heart and, you, should not always just, recite, whatever you hear, on TV, being repeated by, every pundit, and every propagandist, for the, oligarchy, even, if you randomly, spray commas, throughout, it.  https://t.co/o1zIQr2ALI\n回复 @WhiteRoseSocAU Remember that time Assistant Commissioner of @nswpolice Anthony Cooke broke down the door of a terrorism victim to drag him to prison for pointing out that this psychopath provides \"training\" to NSW police?  Oh yeah that was now. @Rustinyoureye is in custody for that right now. https://t.co/bsCMTVTcD4\n回复 @McShayne2011 Lobbying? All of the millions who witnessed these horrors have been shaken so far out of their comfort zone that we'll see people do extreme acts of disruption for the rest of our lives until the system ends.  History is replete with examples of where this is inevitably leading.\n回复 @NY_LBS @OnlyAWorldAway 😂 I thought this was a joke at first but then I looked at your account and realized you're serious and that's even funnier 🤣\n回复 @expedtadam They should enjoy it while they can. Being accused of supporting genocide is not nearly as discomforting as being punished for supporting genocide &amp; treason, which is all they have to look forward to.\n回复 @bintalshamsa @secretsofine permission from the baby's parents...  \"Hey holocaust museum, did you get permission from the parents of those babies? What do you mean they were dead? And the grandparents? What about other relatives? Oh. Oh okay. I see. Well then you don't have permission! TAKE THEM DOWN!\" https://t.co/UImZd31WfS\n回复 @Mkzxwing @heavenlydemon98 @shafiq_ades @AP Decades of apartheid and genocidal violence that's still yet to be punished?  But your smarmy apathy about the slaughter of the children who haven't yet died in the death camp is real cool, \"dude\".  We all know who you are, we've had this interaction with you 1000x times already.\n回复 @jk006d That's the Head of Jewish Studies at Darthmouth, by the way, Nazi, and as much as it might sicken you and make you violent, she's Jewish.  She's not your human shield to hide behind while you slaughter children.  Stop trying to conflate your Nazi terror with Judaism, Nazi. https://t.co/pvcDMq8UQY\n回复 @LoganFizzle @SocJustCAN @owenjonesjourno Wow. Ooooookay...  I'm going to leave you to talk to people who have post-gradeschool reading comprehension.  Feel free to try have another think about what was said and how those things are connected, and perhaps you can avoid embarrassing yourself quite as much next time.", "overlap_score": 0.1246010140571117, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1235524481700876288, "screen_name": "night_ric", "user_at_name": "Ric_Night", "sample_content": "You ever write something so brain dead that you have to immediately delete it.  (UK Government pls give me money. My twitter posts r proof enough I'm too autism pilled to function.)\n回复 Like If I'm being Extremely generous OP is saying  make it about Kurisu and Mayuri saving each other precisely to point out that off dynamic.  Although it doesn't illustrate the problem well imo and again is obviously a completely different story. 15\nNow it's over over\nKinda crazy how we don't know how many people are living in Papua new Guinea  Got to imagine that it's also the same in west Papua too.  There could be millions more people in the world that we don't know about.\nCan't believe Honkai- star rail decided to make a story that combined all the things I like and rip my heart out😭.   The next bit of firefly's story should be GOATED and girlboss fuel and if its not the whole story is cringe.\nIf you wanna read something genuinely informative and good, read any of the Women's Equality Party objectives.  It is bleak to be a woman in modern British society.\nDon't understand how someone can like the media I like and have the opinions of Hitler, like christ what is wrong with some ppl\n回复 @Sharon_Kuruvila well its either that or one party simply eats the other parties base making them defunct like UKIP.\n回复 Idk if this tweet needed the word gay in it tbh\nAtleast the press in this country are funny to mock I suppose\nFire and Blood is written to be properganada, it's literally sordid rumours and the maesters 'official history.'  HOTD is written to be what actually happened not what's remembered. they even say in the last episode Alicent won't be remembered fondly it's a theme!!\n回复 @emehlan Both statements are true, sorta, even though I think it's more accurate to say the people of China and the Soviet Union saved billions of lives rather than their leaders.  Like it's impossible to know how Mao or stalin impacted WW2 as individuals.\nLow key becoming increasingly afraid I'll ruin my life by posting shitly. Like that's not even funny it's just embarrassing.\n回复 This wasn't planned, its a natural consequence of the top 1% using their wealth to generate and expand on narratives that protect their interests.  Because of this a sub-set of people are anti-empirical and anti-reality itself. They are in a delusion,   welcome to Chaos;World.\nWhat is it with Serika avi's on here and being either regular insane or evil insane...   Like I saw a Serika-Wager Group pfp guy on here once, like WTF.  for those that don't know the Wagner group were/still are a Russian ethno-nationailst mercenary group (basically Nazi's)\n回复 The worst part is I'll wake up tommorow and feel happy or maybe just fine but I know I won't care about this until the next time it nags at me.  I truly do not understand myself but I hope I still achieve my dreams anyway.\nIt's kinda awesome that in Chaos;Child the only people kind enough to accept Takuru, after he leaves the orphanage, are the homeless, societies least well off.   and the homeless live in a commune... It's woke folks.\n回复 @_Jason_Dean_ Johnson got removed for appointing a known sexual assualter into his cabinet, not partygate lol. It goes down hill for the tories regardless.\nYou guys aren't ready for it but when all the Kate Middleton shit unravels the monarchy only has one course of action left to preserve itself...  King Obama!\n2002 kids we still have time!\nDoing this with Chaos;Child unless the wife stops me...\nThe fact that the Hitler 2.0 community and the lolicon God defender's community is practically a circle on a Venn diagram is so fucking funny.\nBruh this reminded me of the fate/EXTRA remake that's releasing in \"20XX\" 😭\n回复 @NoahMF If only they did a full state recount and the Supreme court weren't evil\nI know I'm the only person on earth who cares but why would Rin side with the resistance rather than the ppl who have all the money, if that's what she cares about.  Low-key character assassination.(unless there's something I don't know) https://t.co/oCYI8J6CKz\nI highly doubt this is actually true.  Reform doesn't have the pull that ukip/brexit party had with a segment of Labour voters. Eurosceptic beliefs were central to both platforms, that wedge issue has since resulted in nothing but hardship for this subset of voters.\n回复 @OwenJones84 he did say \"if that was possible to do it in accordance with international law\" which im pretty sure is just a 'clever' way of him saying no because its not?\nRishi hitting the Tory extinction button as hard as he can rn 🙏.  low-key queen behaviour\nAbe's grandfather, Kishi(a serial rapist + war criminal), was a  founding member of the LPD which has near continuously ruled Japan since its foundation.  Abe was a cultist nepo-baby. He could not be more establishment  Plz stop god-defending Japan from ur mum's shed in Cornwall\n回复 Plus it's even better when you realise the implication is they do this because of Takuru's physical condition as a giglomaniac... He's more downtrodden and pittable than the homeless but he doesn't even know it.", "overlap_score": 0.1321028422583977, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}]