[{"user_id": 1101768183403274241, "screen_name": "denbypottery", "user_at_name": "Denby Pottery", "sample_content": "Get ready for summer for less with our selection of special priced items, including Cast Iron, Crystal Glass and our colourful Kiln Accents ceramics.   Shop all our Spotlight offers with up to 50% off, before they end: https://t.co/v727nunS1R https://t.co/jvdmJk8xv0\nTop up your Speckles with up to 30% off in our Bank Holiday Event.  Each piece is sustainably made in our Derbyshire pottery and will last for years to come.  Treat yourself here: https://t.co/YYgM6JFCp1 https://t.co/J6r4PkxuKS\nHave you seen our NEW small mug shapes available in our Kiln collections?  They're the perfect size for a morning coffee or cup of tea.  You can now also pay with Apple Pay at https://t.co/bbbGYWFbVc for a faster checkout: https://t.co/AhqWor3UW4 https://t.co/sYgzZk4IUw\nHappy #InternationalTeaDay! We've just added a few NEW Brew pieces to our beautiful Kiln collection, including a small teapot, cup with saucer and a small jug.   Tag someone who makes the perfect cup of tea and shop this capsule collection here: https://t.co/wWC4n1jhdP https://t.co/2zNc5HV1uo\nMake your home smell amazing.  Our scented candles and ceramic reed diffusers are available in five stunning fragrances and smell just as beautiful as they look.  📷 by @our_wandsworth_home.  Discover the full range here: https://t.co/489YjwCgsn https://t.co/ruWf2nGyhg\nHave you shopped our #EasterSale yet?  Find tableware, cookware and accessories with up to 50% off.  Shop now: https://t.co/NRRDm0CLhs https://t.co/kHx0ypUjag\nFind some tasty recipes for your Valentine here: https://t.co/oorPRFlvwh  📷 by @healthy_twists.  #Denby #Valentine #Baking https://t.co/VuRX6NTbKV\nOur ceramics are made for mixing and matching, for using indoors and outdoors, and are designed for everyday dining. How do you use yours?  📷by @no1.thecourt featuring our new Azure coupe plates.  Shop the full range here: https://t.co/FsE0bGYhuw https://t.co/Yj8YjYxx8c\nWhen choosing tableware, a boxed set of essential items makes a great foundation for your collection, so we've created an edit of 'Smart Choice Sets'.  Shop this selection of Made in England boxed set collations, now with 50% off in our Mid Season Sale: https://t.co/M7xeF6HQPi https://t.co/wJMotX6h9y\nIt’s #NationalBestFriendsDay 🤍  Treat your besties (and yourself) to 20% off and FREE delivery when they place their first Denby order with us – T&amp;Cs apply.  Refer a friend and gift 20% off here: https://t.co/2ifqpCVwD8 https://t.co/qudltRYxJT\nOur virtual Pop Up Shop is back with a brand new selection of amazing value, versatile and durable pieces, all for under £15!  Choose from much loved dining, serving and gifting pieces here: https://t.co/C4rywevZ6H https://t.co/escnkFrqHg\nShop EVERYTHING for £10 and under in our virtual Pop Up shop, before it ends on Tuesday!  - Bowls from £2.75 - Plates from £5  Shop our great value items now: https://t.co/rDuSIy8WLp https://t.co/7yNJqCfLzY\nLet us help you find some Father’s Day gifting inspiration.  Treat the coffee, cook, movie or foodie lover in your life to a unique and timeless gift that will last a lifetime.  See below for our great gift ideas or tap here for more inspiration: https://t.co/IiYcUukfml https://t.co/FHFF5v6Pnz\nAre you looking for some long-lasting, great value items for your home?  Discover fantastic offers on selected cookware, seasonal clearance items and much more here: https://t.co/OMHK2RHp8T https://t.co/IGcRIrY2wI\nWishing you a Happy Mother's Day from all of us at Denby!⁠ ⁠ We hope you have a relaxing day with your loved ones.⁠ #Denby #DenbyGreenhouse #MothersDay https://t.co/4ADrMnPmH7\nHave you seen our stunning botanical Greenhouse collection?  Discover the range here: https://t.co/A0t796Jp36 https://t.co/sASIFpK39g\nPop the kettle on, it's #NationalTeaDay ☕️  Photo by our friends, @bemoreBEAR  featuring our new Kiln by Denby small mug.  Shop this mug here: https://t.co/UdLoElwXvM https://t.co/wyWVinqohd\nBrighter days are coming...  📷 by @harriets_tiny_terraced, featuring fresh flowers and our great value Denby Elements dinner plates in light blue and grey.  Shop them here: https://t.co/RRXB8Yqlu4 https://t.co/hFHMhpc7Ua\nIt's #Friday!  Enjoy 20% off sitewide when you spend £75 or more this payday weekend with code: PAYDAY20  Shop now: https://t.co/fyiFq2oNU5 https://t.co/iV5q4dneuv\nMeet Jasper...  We have a new puppy addition in the team! Chris, who works as part of our Customer Service team, recently welcomed little Jasper.  Using our Studio Grey Pet Bowls, Jasper has been enjoying his dinner in style.  Discover our Pet Bowls: https://t.co/ozm9WWRAj7 https://t.co/Cq85v1urTT\nYour home is your place to bring people together to enjoy delicious food, and one of our favourite things about summer is the chance to dine al fresco.  Shop our collections by colour and get set for summer: https://t.co/yRNkwdvrjF https://t.co/yN59xxW8ze\nVote for your favourite hospitality establishment in the @MarketingDerby Food and Drink Awards!  The nomination period has just been extended so vote now: https://t.co/tjUvSaz6Jd #DerbyAwards24 #Derby #Derbyshire https://t.co/CwVtnWmdx1\nUnbox our new Greenhouse and Carve ceramics with @anastasia_b_interiors.  See the full collection here: https://t.co/0bPHNDmAg1 https://t.co/1UXqlf47CN\nThe #BankHoliday weekend is almost here!  Why not make a charcuterie board ready to enjoy with family and friends. Find some inspiration for making the tastiest board with minimal effort here: https://t.co/aZLXIttHZt  Shop the platter with 20% off: https://t.co/VhCUlspUrY https://t.co/wuf8xCpYiv\nWith #Easter on the way, many of us will be planning how to spend the long-awaited Bank Holiday weekend.  However you're celebrating, it's easy to find ways to elevate the occasion for gathering together.  Find some inspiration: https://t.co/oiGwp7xccR https://t.co/gdfDmTnMAU\nIt’s a mug making kind of Thursday ☕️ #Denby #DenbyKiln #MadeinEngland #Handcrafted #Mug #NewMug https://t.co/D4wgeCwdS4\nWith it's striking glaze design and contemporary ceramic shapes, Halo will be the talk of the table, whatever the occasion.  Build your own collection here: https://t.co/deBsynHo6K https://t.co/CkmTDeigjX\nOur great value ‘Smart Choice Sets’ are the perfect way to start a new collection or to add to your existing ceramics.  They can be used every day, for any occasion and are built to last.  Find a new Made in England set for your home with up to 50% off: https://t.co/lW0kFooIcM https://t.co/KLA449GP7s\nYesterday we switched on our new 2 MW solar array as part of our journey to #NetZero by 2050!  The MP for Amber Valley, @nigelmills switched on the project. It will help us to reduce our CO2 emissions by 475 tonnes each year. Find out more: https://t.co/40iU1bumvh @EnergyYlem https://t.co/BIJ5Uw6axD\nNew #vacancy based in our Derbyshire pottery.  We're recruiting for a Glaze Mill Lead Operator to lead a team of operatives to meet outputs &amp; deadlines.  Tag someone who might be interested or find out more &amp; apply: https://t.co/u1mmfxWhTQ  #ManufacturingVacancy #DerbyshireJobs https://t.co/uVX4cvMzHt", "overlap_score": 0.2057484413442889, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1215856262954520576, "screen_name": "jakob_ligg", "user_at_name": "jakob_X_ligg", "sample_content": "回复 @istandwtukraine @ClickBaitCait @ThatEricAlper The fact that you think animals choose to be hetero or homosexual is wild. Holy hell they don’t fucking understand they have no morals there’s no consent. There’s no saying no I prefer this gender. Or no, I don’t wanna do this Like what?\n回复 @RadioGenoa Yes\n回复 @MilitaryCooI Hero\n回复 @GuntherEagleman The question should really be who doesn’t hate him not a single person I’ve ever spoken to in my life likes him\n回复 @notabot71105120 @TheRightGirl47 @ImMeme0 Never said that at all, we were not talking about plastic surgery that’s cosmetic. That’s another story but she is a actual woman not a trans woman. She has XX chromosomes not XY chromosomes. I’m not talking about cosmetics. I’m talking about genetics get with the program.\n回复 @libsoftiktok Child, neglect, and child abuse\n回复 @JDunlap1974 FJB FROM FLORIDA\n回复 @libsoftiktok Get these fucking domestic terrorist insurrectionist out of here these are the real insurrectionists\nCan these communities like grow up or something because I’m over these toxic communities ruining everything it’s absolutely fucking ridiculous and yes that includes this one the streams have become unenjoyable with all of this shit you guys cause\n回复 @E_Jinx64 @ConservBlue2020 @Jim_Jordan Yes it was wtf\n回复 @DefiyantlyFree Assembling the avengers, bro, what the fuck this is going to be great\n回复 @TrumpDailyPosts Chills absolute chills TRUMP 2024 YOU CANT STOP WHATS COMING\n回复 @AnnieForTruth We’re pissed off at Hunter for lying on a gun form saying he’s not a drug addict that’s why but we praise Kyle Rittenhouse because he mowed down people in self-defense and they were pedophiles so they deserve to die anyway don’t even try to say they were MAPs or compare these 2\n回复 @The_Trump_Train Yes\n回复 @1Iodin @CumforFreddy @Trump_Detester No, we took it away from the federal government and turned it towards the states. It goes to show how much you don’t fucking understand this case why don’t liberals fucking look this up it’s fucking ridiculous. They’re not taking away. They’re leaving the right to the states\n回复 @Zach_A_Palmer @belsasser84 @bennyjohnson OK, this is where I will end this OK because I do not have facts to prove this it is just based on my opinion now if you have facts, that’s wonderful. Please show them to me. I would love to see them and I will respect your opinion. As long as you respect mine as well.\n回复 @GabariRichards1 @WackoDZN I don’t know I was just guessing I don’t know why I said I leaked it. That’s my bad.\n回复 @stevewilldoit I’m from Florida and I love ur vids and would love to be one\n回复 @libsoftiktok I’ve commented this so much today. Shame so much shame\n回复 @Zach_A_Palmer @belsasser84 @bennyjohnson That he’s not gonna be able to get reelected and it’s gonna end up sending his son to jail so I would be scared too if I were having my son facing jail time, and  lied being the president of the United States of America and having the information at his disposal\n回复 @MeachamDr No, it does not mean we are gonna kill ourselves maybe if you understood the movement or understood our values or what’s going on right now he means the death of America and another Joe Biden presidency will be the death of America because of World War III so I’m voting Trump2024\nAmerica is not a democracy itself.We have a constitutional foundation in which we vote Democraticly a form of democracy,which is a constitutional republic look it up America is not a democracy it’s a constitutional republic a republic if you can keep it and I will keep saying it.\n回复 @RobertKennedyJr You did a noble and honorable thing you stood up when no one else would for the young generation and everyone in this country’s health and wellness you wanted to run an honest campaign, but the DNC thwarted you it’s not right as Gen Z Trump supporter. I thank you so much We ❤️ u\n回复 @Warghazm @realDonaldTrump If you don’t mind me asking what tyrannical country are you from and God bless you we love you here we are America first and you are as much an American as we are. Thank you so much for coming in the legal and correct way you are a blessing happy you escaped the tyrannical place\n回复 @jewishmemequeen I am not Jewish I am a Roman Catholic, but I am from America and I stand with Israel and the Jewish , Shabbat shalom\n回复 @PerrodinNathan @ImMeme0 Trump has always been since before he was even president he is for the American people. He loves America with all of his heart. And hell even without him being president before being president, I mean when I say that he helped America so much in a Big Way, God bless that man.\n回复 @DefiyantlyFree Ironically, this is going to get Trump elected. This sentence on CNN it goes to show how good we had it under Trump and how quickly Democrats destroy the fucking country and divide it\nGEN Z MEN  WILL TAKE OVER AND MAKE SURE AMERICAS FOUNDATION AND LEGACY IS GREAT AND WE WILL MAKE SURE TO KEEP AMERICA A CONSTITUTIONAL REPUBLIC.  Benjamin Franklin once send a Republic if you can keep it and we intend to keep it a republic a constitutional republic that is.\nCongressmen Wesley Hunt &amp; Byron Donalds | The Sage Steele Show https://t.co/9Lt3iN1lqG via @YouTube this is worth the watch\n回复 @DNA30812959 @Phoenix2A_1980s @ImMeme0 OK, listen to what you said right they like to say make America great again is a cult but listen to that saying vote blue no matter who that is a cult right there it just sounds like a cult", "overlap_score": 0.1221664722190676, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1213799670180282368, "screen_name": "Camie83128343", "user_at_name": "Camelia (Camie) Peña-Rivera", "sample_content": "回复 5. How often can I expect to hear from you? - Clarifying the agent's communication frequency sets clear expectations. You'll want to know how often you'll receive updates on new listings, showing appointments, offers, negotiations, and any other relevant developments.\nKeep these 5 questions in mind:  1.Are you a full-time real estate agent? - This question is important because it helps determine the agent's level of commitment to their profession. Full-time agents often have more availability to dedicate to their clients. https://t.co/hxnbxQpnPG\nCongratulations to our amazing seller, whose unwavering commitment and trust made this journey possible! 🏡  Despite challenges with the initial buyer's financing, we stayed the course and found the perfect match – a first-time homebuyer eager to start their journey. 🎉 https://t.co/yAGEfPxwpM\n回复 4. Refinance Your Home:  Refinancing your mortgage involves replacing your existing loan with a new one, often to secure better terms, lower interest rates, or adjust the loan duration.  By tapping into your home equity during the refinancing process, you can access cash to cover https://t.co/SnCu3NAitX\n回复 Thrilled to have also facilitated a seamless transition for another family, bringing them closer to their son in beautiful Sullivan County!🌳  Now, on to crafting the next chapter in my seller's real estate portfolio. 🌟\n回复 🛍🍽 Nearby Shopping and Dining:   - Minutes away from a vibrant shopping district.   - Home to popular stores like Starbucks, Target, BJ's, and other major department stores.  #openhouse #RealEstate #HomeSweetHome https://t.co/e3psaNgPOc\n回复 Explore this captivating large studio featuring:  * high ceilings  * ⁠a separate Eat-in-Kitchen * ⁠extensive countertop space * ⁠ample cabinets * ⁠generous bathroom * ⁠Elevator access * ⁠ a pool * ⁠ in door garage * ⁠ on-premise laundry https://t.co/A6z242Q2Kd\n🌟🏙 Open House Alert 🏙🌟 April 13th - Saturday, 1-3PM  61 Bronx River Road #2I,  Yonkers, NY  You can now own it  for a monthly payment of $1400  Explore this captivating large studio featuring: https://t.co/FlrpBPJR7D\n🌟🏙 Open House Alert 🏙🌟 April 13th - Saturday, 1-3PM  61 Bronx River Road #2I,  Yonkers, NY  You can now own it  for a monthly payment of $1400  Explore this captivating large studio featuring:\n回复 4.What is your preferred communication style? - Effective communication is key in any client-agent relationship. Understanding the agent's preferred methods of communication (whether it's phone calls, emails, text messages, or in-person meetings) can help ensure smooth.\n回复 With its proximity to Metro North, public transportation, delightful eateries, and nearby shops, this location offers the ideal blend of convenience and accessibility.  🏠 Don't miss out! Low maintenance and unbeatable amenities make this a must-see! https://t.co/5mDa2iQ5xF\n回复 (National Association of Hispanic Real Estate Professionals). We hadn't collaborated on a deal before, but his trust in referring one of his dear friends speaks volumes—truly a PRICELESS and the BEST COMPLIMENT!\n回复 * ⁠extensive countertop space * ⁠ample cabinets * ⁠generous bathroom * ⁠Elevator access * ⁠ a pool * ⁠ in door garage * ⁠ on-premise laundry https://t.co/0HRAiw4wVG\n回复 Location matters: Choose strategically for maximum returns and long-term growth potential. https://t.co/atSgUGbFje\nDon't overlook the importance of a thorough inspection and expert guidance to ensure a smooth journey into homeownership.  #HomeBuying #RedFlags #DreamHome #ExpertInspection #househunting https://t.co/CuZqHP6Dyo\n回复 requests, assess the property's condition, confirm utility functionality, and ensure cleanliness for move-in.  Catching any last-minute surprises or discrepancies before finalizing the closing process can prevent future headaches and ensure a smoother transition into your\n回复 Don't overlook the importance of a thorough inspection and expert guidance to ensure a smooth journey into homeownership.  #HomeBuying #RedFlags #DreamHome #ExpertInspection #househunting https://t.co/hlUm1TJmD1\n回复 Explore this captivating large studio featuring:  * high ceilings  * ⁠a separate Eat-in-Kitchen * ⁠extensive countertop space * ⁠ample cabinets * ⁠generous bathroom * ⁠Elevator access * ⁠ a pool * ⁠ in door garage * ⁠ on-premise laundry https://t.co/FkSPIKWrse\n回复 Explore this captivating large studio featuring: * high ceilings * ⁠a separate Eat-in-Kitchen * ⁠extensive countertop space * ⁠ample cabinets * ⁠generous bathroom https://t.co/AULg64nEwt\n回复 Financial Investment– Gaining equity and growing your net worth over time, turning your home into a valuable asset.  Personal Expression – Customizing your home to reflect your unique style and personality, creating a space that’s truly yours.\n回复 2. How long have you worked in this particular market? - Experience in a specific market can be invaluable. An agent who has worked in the area for a significant amount of time likely has  a deep understanding of local trends, which can benefit you as a buyer.\n🏡 Ready to find your dream home? Choose the perfect real estate agent by getting trusted referrals, reading online reviews, and having a friendly meet and greet! #FirstTimeHomebuyer #RealEstateJourney #DreamHome #NewBeginnings 🏠✨ https://t.co/6IrHvGe4Gw\n回复 🚗 On-premises parking included 🏞 Local shops, eateries, and parks   🌟 Embrace a low-maintenance lifestyle in this inviting space  🏡 Welcome home to a life of ease, where simplicity meets comfort!   #MiddletownLiving #Rental https://t.co/jPKZWtyIFy\nExciting news alert!   We couldn't be happier to introduce the latest member of the CPR Real Estate Group family!  After over a decade of building my business, it's with immense pride that we welcome my big brother, Víctor L. Peña, to our dynamic team. https://t.co/NE3zRqnlja\n回复 Maximize returns: Enhance your property and attract quality tenants to maximize your investment's potential.  Ready to begin? Let's turn your investment dreams into reality! 🏠💼 https://t.co/MFezumWZEw\n回复 🛍🍽 Nearby Shopping and Dining:   - Minutes away from a vibrant shopping district.   - Home to popular stores like Starbucks, Target, BJ's, and other major department stores.  #openhouse #RealEstate #HomeSweetHome https://t.co/Wv6JcNi26r\n回复 Remember, finding the right real estate agent can make all the difference in your home buying journey. Consider these questions to ensure you choose an agent who is knowledgeable, communicative, and dedicated to helping you find your dream home.\nIt’s always an honor Being entrusted to oversee a family's beloved home, brimming with memories and stories.  All of my clients are unique in their own way. this particular seller has been in her home for over 40 years. https://t.co/53Yddp9xqf\n回复 3.What is your experience in helping people buy homes? - This question seeks to gauge the agent's expertise and track record in assisting buyers through the home buying process. Look for an agent who has successfully guided clients through various stages of purchasing a home.\n🏡 Open House Alert at  3363 Sedgwick Ave, #6A Bronx, NY!   April 6th, Saturday  12-2pm  Join us to tour this lovely property at our Open House event! https://t.co/g5pcF7JbmC", "overlap_score": 0.1796873968878116, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1173583574106165248, "screen_name": "ManDragon336", "user_at_name": "dragon336 🐲", "sample_content": "回复 @nojumper Listen we need cancel no jumper Cali smh yall looking silly\n回复 @DailyLoud Damn Charleston just canceled himself smh .. drake paid this man\nBrooklyn early 2000s .,Nelly got in here on radio .. every chick had a pair\nIm a computer science major 🤓 https://t.co/yOU819IFE6\n回复 @hypland Dont listen to these soft nerds … drop these items dawg real fans need these\n回复 @ChrissyLaBleu Wq\nIf i cant be a man and dominate and tell her to stfu … if she dont like that i dont want her !!!\nAdulting is staying positive and with grace and patience ….forming a positive bubble 🫧 around yourself…  keep your mind a top tier focus with bubble 🫧 protection quote meh !!!!\n回复 @BaddiesSpace Nah this is sick 🤢 we literally saw all them family members and nobody stepped up … yeah the parents is fucked up humans …. why not save the baby as a family member\n回复 @LastMFLeft Slavery never ended …I’m sorry to tell you that abolishment didn’t stand for nothing but you should know that\n回复 @Da_Mickster Anything we ever made first it was stolen …… just like anything we ever found first like Amerikkka … im glad yall see it pure as day\n回复 @NikkiThaGodB1 forcing herself to choose a black male…. There is non black guys out there that likes these types !!\nI simple just want a sweet girlfriend who is big on health\n回复 @Sysbm8 Negus so goofy in nyc claiming a gang from cali and Chicago… listen stop banging after highshool goofies aint  money in that jus death n goofiness\nEverybody stop eating peanut butter they not producing it right !!\nShe gave my penis 6/10 yall im hurt and questioning my life choices\nIm a animal centered male !!!\nNeyo and E 40 being the same person is crazy!!\n回复 @jaycritch She love the bronx so much she forgot brooklyn run errythang\n回复 @Ijuwanticecream Mans be wanting brooklyn chicks too …. We was fake beefing for min about Justine 😭 @lilyachty https://t.co/fj61Kmuvnv\nSouth Park  The Simpsons    Top 3: hall of fame  Family Guy\nIn NYC we now the legendary Tommytheclown … We kno bout Krumpin Jared Drake fans down -1000\nEvil Baby Shaq  !!!!\n回复 @1broadwaybu @jaycritch Shit crazy\nMy future wife graduate today …. She don’t know I call her that !!!\n回复 @Rome_Streetz 100% https://t.co/2ugBek7eiy\n回复 @raphousetv7 @savagelife07 Aint nobody listening she got her dads face !!\n回复 @ONLYinDADE Yeah, I do realize this is crazy.. curfew are we at war.. next thing you know they tell us when to eat breakfast.. waste of tax money\nI’m to lit 🔥 my motion is Ambient don’t sleep\nI like Fortnite ! and Lexus Coups ! 👨🏾‍🍳 https://t.co/riz7ql4sCr", "overlap_score": 0.2127272727272727, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1392303735813120015, "screen_name": "Jake_Hawg40", "user_at_name": "Jake_Hawg42", "sample_content": "A home loss to Vandy would put a topper on the shitty cake that this season has been.\nWas it an assault knife? Do we need assault knife legislation?\n回复 @capehog Power blue, always. He’ll switch it up in the spring with Augusta yella.\nAre the WNBA contracts proportional to the mens when you factor in the difference in revenue?   NBA - Multibillion dollar a year org…  WNBA - Pennies (Millions) a year by comparison.  WNBA needs more Caitlin Clarks, to boost revenue. That will in turn boost salaries.\n回复 @capehog It’s UAPB, not Auburn\nThat’s awesome but everyone does that vs Penn State.\nI took off to play golf and watch the Masters.\n回复 @stanleytator The Cuban at the Capital Bar and Grill is pretty legit if I recall.\nHard to take anyone supporting Harris/Walz seriously. Harris is literally a dumb hoe and Walz is a far left creepy wacko. No Dem will ever convince me they would do anything for this country other than drive it further into the ground.\nI am not for the 10 commandments being in schools at all but let’s not throw stones about adultery. Your liberal hero Bill Clinton was/is the poster-boy for it.\nHas not landed yet. In high orbit over earth. You’ll be able to see it just above the horizon in the northeastern sky around 3am.\nIf you are gonna clutch pearls or whine about Calapari, please leave my timeline. Dude is a grand slam, monumental hire.\nTexas coming back to beat Tennessee would put a bow on this disaster showing by the SEC in this tournament.\n回复 @capehog Can’t turn the camera that way or it bends the 30 year old wire the wrong way.\nCan you provide some lotto numbers please?\nHe did not say anything a devout Catholic wouldn’t agree with. These fringe lunatics calling for his head need to learn how to disagree appropriately instead of trying to ruin people.\nOne of my biggest take aways from this game is that we have more discipline.\n回复 @MelissainPhx @merica_man84 If you think there is a Trump, Biden, Clinton, Bush, or Obama that gives a shit about anything but power, I got some ocean front property in Bella Vista I’ll sell ya.   The lust for power isn’t exclusive to Trump.\nHope Van Horn makes some adjustments/changes. If not, my tomato plants are doing great.\n回复 @capehog At Ballet dress rehearsal for the 6 year old. 3 hours of sitting here.  The things we do for kids. Wife bolted to Cabot to sell goodies. Come back tonight for the real thing.\n回复 @MissCaseyMarie @sarah__gohogs I’d rather he hit a slump mid season (now) and come out it around tournament time. He’ll get it turned around.\n回复 @TreySchaap @CoachZ_ARKANSAS It was a little 1/4 of an elbow and in that situation you gotta swallow that whistle unless it is obvious.\n回复 @JacobScottDavis Void of excitement. Team most likely to win less than 6 games and the only reason they win more is because of Petrino.\n回复 @capehog @susyb29 @OrthoA @Soooiie @hockeycop @RazorbackDrite Even with a paper towel I can never keep hold of the damn thing\n回复 @capehog Once she is done, I’ll mix up some food/soil and add it to the beds\nThem Tyson frozen buffalo nugs are delicious. @capehog\nGuys, really? @CurtWilkerson_ @EllisAndrew_  @ScottieBordelon  All y’all had to posted the same shit at the same time as the publication you work for posted it? Seems unnecessary https://t.co/MyCLK8EYNT\nSEC letting me down. Cocks got blitzed by Dana Altman.\nTiger is cooked. Can’t play without his back spasming uncontrollably. Time to retire…\n回复 @capehog I don’t recall. Was still a swimmer.", "overlap_score": 0.1863712099512716, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1297084629363687424, "screen_name": "big6ft2bill", "user_at_name": "(Maxi) 🙈🙉🙊", "sample_content": "回复 @FFS_WhatNow Can't watch all of this Child abuse  Makes me sick\n回复 @HotelLubyanka That's awful, hope you don't have to concentrate for too long\n回复 @AbeStation2 @WildeBunni When's International munters day?\n回复 @Darren8319 @Centrefuter She sat too close to the fire?\n回复 @Centrefuter Male pattern baldness isn't normally something I associate with lesbians. Might just be a me thing though\n回复 @CameronGreerSNP Go clutch your nans pearls\n回复 @AbeStation2 Look forward to it Wonder if we will see any celebs there\n回复 @SaraJane101 @DreyfusJames I am always amazed by how they just get on with it.\n回复 @FFS_WhatNow @SNEALMade What about if you dgaf Do you need to tell them that?\n回复 @sircharliesmum @MAFShysteria Yes 100% I fount it very bizarre. Then I saw there's another man bun on the next episode. Why, just why?\n回复 @LadyFaceIII @nihiofkdi @FFS_WhatNow Prawn crackers\n回复 @PaulPitt1967 I bloody love CCWR\n回复 @JoeBangles11 Well was supposed to make a cheese cake for National link workers day However, my son ate the cheese 🧀\n回复 @OliLondonTV Wth is wrong with these people?\n回复 @LawMike @ClimateWarrior7 The socks are lovely they look hand knitted. Probably by his mom.\nJust a reminder https://t.co/UF23PbLNcm\n回复 @Centrefuter @Darren8319 The one where I don't turn on the tv\n回复 @reddevil68 @Liam_Holman99 @Kfastlove As the late queen said some recollections may vary?\n回复 @Centrefuter She looks like a fun gi\n回复 @PaulPitt1967 Shame I enjoyed your show last time 👌\n回复 @Darren8319 @Centrefuter #metoo\n回复 @aewjan1965 @TheOnlyGuru My eldest baby loved to be swaddled like this. My youngest hated it\nCome on James, stop being a bellend   tell @JoeBangles11 what your favourite cheese is 😉\n回复 @Sarahir93153902 @Lordflashh3art There are a couple of scenes that are really cringe  But I liked the film\n回复 @elainebfca @jessphillips She wouldn't know, she didn't attend the Birmingham event\n回复 @damekatydenise_ I see homer Simpson\n回复 @UB1UB2 That looked staged to be honest\n回复 @paulpitt1967 @Tone_011 Far too old for Andy Far too tall for Stephen\n回复 @topfotogmw Yes I do remember that, but this had been going on for many years before this documentary.\n回复 @putinsbotox @BurnsideNotTosh Biggest tnuc award goes to the bloke at Birmingham CC who spent a fortune on council vehicles that didn't comply with the clean air zone requirements.", "overlap_score": 0.1761888401707305, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1228800990264123392, "screen_name": "gwenssmith", "user_at_name": "Gwen Smith 🇺🇸", "sample_content": "回复 @VoteBidenOut No one is signing up for the military because they don’t want to fight alongside a cheese puff wearing high heels and lipstick.\n回复 @hrkbenowen Michael Berry, Glenn Beck, and Buck and Clay. I listened to Rush faithfully until he passed. No one will ever fill his shoes.\n回复 @BurninTRanch @mremmulp Scary. My daughter graduates from the police academy May 9th and has a job waiting for her. Joe and his administration have put targets on cops backs. All I can do is pray and try to stay supportive of her.\n回复 @CitizenFreePres Who do they think is going to assault Joe?\n回复 @rwellis2831 Good morning ☀️\n回复 @MsAvaArmstrong Because we don’t have enough Republicans with backbones in office.\n回复 @GinnyChildress6 Stay safe.\nChambers County fiery, fatal Cybertruck crash may be first in the nation https://t.co/J9i7KE4HBU\n回复 @ImMeme0 It would have been hilarious to have a Trump boat rally🤣🤣\n回复 @FredR15586266 My current electric bill is almost $500. My husband keeps our house very cold.\n回复 @leslibless He has some sugar in his tank.\n回复 @LangmanVince @catturd2 He’s an adult filmmaker. I googled him.\n回复 @RoadBelly1 We may need to figure out that recipe if Kamala is running our country.\n回复 @thehappydog_ Praying 🙏\nDemocrat Sen. Susan Eggman blasts party over pedophile jail sentence fight https://t.co/W6SfQ3767Y\n回复 @RealMattCouch My husband that loves to fish and hunt and was in the Army. He probably would t want to be there with me as I b!tched and groaned about everything 🤣🤣🤣\nEXCLUSIVE: New Gen 47 PAC to Whip Up Support for Trump Through Pop Culture and Concert Events with A-List Acts - YOU WON'T BELIEVE THE NAMES THAT ARE JOINING IN! (VIDEO) | The Gateway Pundit | by Jordan Conradson https://t.co/io8JiAnZq3\n回复 @Katarific2010 @chiproytx He should have fought harder to impeach the SOB instead of following DeSantis around the US trying to get him the Republican nominee.\n回复 @VoteBidenOut Badge of honor.\n回复 @JebraFaushay They chose to be a celebrity. I do not have any sympathy for them.\n回复 @Shane29008046 He will win.\n回复 @TheDiane0905 You should sign up to host a family of illegal immigrants. They are infiltrating our country and you support the person allowing them entrance.\nHad to go by the bank and get temporary checks(I never write checks anymore) to pay the IRS Monday. Now I’m in a horrible mood knowing how much money I have to send😡\n回复 @TrumpWarRoom @JasonMillerinDC That’s the look of the devil 😈\n回复 @JoeyMannarinoUS I wouldn’t have rented the apartment without a tub. I love taking baths and just relaxing.\n回复 @Joe_S_Pure 🤣🤣\n回复 @MsAvaArmstrong I think it’s their duty to step in. They should never have allowed that sh!t show to begin with.\n回复 @TheDamaniFelder I’m not too far from Houston. I did not think this storm would have the impact it did. 😔\n回复 @YoteOfStreet My anxiety has gotten worse. My daughter is now a cop and works night shifts in a bad area.\n回复 @UnrealBluegrass Other countries are laughing at what BIDEN and the left have done to America. Beijing Biden has brought increased crime, open borders, illegal criminals, gangs, fentanyl, diseases, weak military, etc…BTW, when DJT wins in November, he can pardon himself.", "overlap_score": 0.1715634473416831, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1084688064805593088, "screen_name": "RrasiLuke", "user_at_name": "Luke Rrasi", "sample_content": "回复 @nypost We all love our Dog!\n回复 @elonmusk I think that is a needed position! Also we need an expansion of the FBI a new group of agents that soul job is to investigate every politician, local state and Federal and there family’s to see where there money comes from if the numbers don’t add up they must be impeached\n回复 @valbistan @ShaykhSulaiman If your with Terrace liters expect that if they come for him you might get hit too! I install security cameras at a drug dealers house and if the cops came I’d be arrested to for being there\n回复 @ShaykhSulaiman Get this message and get it good Hamas declared war on Israel and now Israel has the right to destroy all of Gaza and rebuild it what how ever they like there all Jews! So there is no more Gaza\n回复 @vestager @X @X blocking access to information? You do know that lie doesn’t hold water. In fact that lie is a reason for a liable lawsuit against you! I think a representative of organization such as yours needs to be sued for libel\n回复 @JebraFaushay I’m white and I’m proud! Privileged is not something your born with because of color it’s what you work hard to get somewhere then loser low life clam it a color thing.! I’m white and work for everything I have!\n回复 @GeorgeTakei When did trump mock kids with disabilities? Put up the evidence or be held liable! Put up the date the statement and witnesses! I understand you hate trump but that doesn’t give you the right to lie\n回复 @Robert_Cr59 It is a hoax! If the weather is getting hotter and colder then what’s the proof? As I see it the numbers must prove so then explain why no record temperature everyday everywhere?\n回复 @CollinRugg @elonmusk @TuckerCarlson Did you say propaganda? Isn’t that all we get from @JoeBiden and his administration! You know the border is closed the economy is grate and the deficit is down! All BS but they tell us it’s all true\n回复 @TheDemocrats @JoeBiden Technically the used to be pro labor but now there pro china labor pro illegals labor!\n回复 @JocelynBenson You lie! It’s called motor voter registration! So when you get an I’d or drivers license they give you a simple fast from to fill out to register to vote and it’s not checked if your a citizen or not they register you as a voter then they vote\n回复 @stillgray Shot to kill! As soon as they see there are real consequences to there actions the rest will stop\n回复 @abierkhatib It happens all the time! Just ask anyone born in Yugoslavia what country there passport says they where born in?\n回复 @SuppressedNws Happy Israel Independence Day!!\n回复 @BidenHQ There is no tape! Do you think if everyone is saying there’s a tape then why is it we don’t have it? Because this is a @JoeBiden lie! But there is tapes of you Joe dropping the N-Word and even sniffing little girls hair taking showers with your 13 year old daughter\n回复 @Le__Resistance That’s a fake fact! Fact Israel is the most popular democrat nation in the Middle East! Fact Israeli is a nation that respects all people no matter the race sexual orientation and lifestyle! Unlike Palestinian that will try to kill you if your gay or don’t believe there way\n回复 @robreiner Why is it that you guys don’t let @JoeBiden run? Win or lose let him run then Democratic all up and down the ticket can say vote for us to be a firewall against Trump’s policies! It’s what the democrats did in the 80’s when Reagan ran for president!\n回复 @WhiteHouse @POTUS Why do you lie?! You are counting jobs that came back after covid19 was over! And you don’t count jobs that are not being filled because they are closed off because the person leaving is not being replaced!\n回复 @MTGrepp I think trump will make Ukraine and Russia come to talks and Ukrainian will give up Crimea and a small part there so trump will put Ukrainian in NATO and that will end the war! Because if this war keeps going it will lead to US forces involvement and can go nuclear\n回复 @John01693381459 The messed up thing is she’s my congresswoman and I don’t even have a neighbor that voted for her!\n回复 @JoeBiden That’s a good thing! The deficit reduction act was a lie and did nothing to reduce inflation it was only a slush fund to give money to China\n回复 @REVMAXXING No but you can believe what you like I hear your mother believes your smart boy is she wrong lol\n回复 @narrative_hole They need to give up Crimea! To end the war because they are losing to many lives and to keep fighting for a small piece of land like that can and will lead to a nuclear war with Russia and can involve not just Europe but the USA in a global nuclear war\n回复 @JoeBiden talking about Trump fake conversations of 34 counts, but wasn’t Joe Biden found not guilty by reason of insanity of over 1000 counts of illegal possession of government secrets documents and they have evidence still not levied of taking bribes! So who’s the criminal\n回复 @GeorgeTakei I never looked at Star Trek as woke! I saw it as the ultimate idea of conservatism! Everyone but something to the table and was good at what they were doing. No one had gotten a job just because they checked a box! The people where there because they where good and put aside hate\n回复 @gretchenwhitmer Trump is Right we do got a terrible Governor we got @gretchenwhitmer and that’s about the worst governor ever to hold the office! Your no governor McNamara or even Romney! You a governor that put covid19 patients in old folks homes to kill them!!\n回复 @krassenstein Sorry there something wrong with his walk! His gate tells you that the brain brain signal to the nerve is not there because of possible neurological damage and it’s common with people in the late stage of dementia!\n回复 @__TEAM_USA He loves this country! Unlike @JoeBiden who loves china and little girls hair!\n回复 @youknowhoo5 Matter can’t be made or destroyed it just goes from one form to another! A sudden release of energy is an explosion in all directions. and that light!! So again it’s proof. and time was created by gravity and it took 500 year! So proof there was god before time\n回复 @brixwe I got all 4 and I’m looking to get a Springfield", "overlap_score": 0.1312918211623123, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1213138602823053312, "screen_name": "SusanEmmi", "user_at_name": "Susan Emmi", "sample_content": "回复 @GOPIsrael Biden does not have Israel's best interest at heart, just his own political ambitions. He is pushing for a ceasefire, whether it hurts Israel's defense or not, as long as it gives him a foreign policy \"win\" in the upcoming election against Trump.\n回复 @GioBruno1600 Why would he betray his constituents who elected him to serve and help a Republican majority in the House? Not only that, but he's leaving them with no representation in the House at all. Has he no moral compass?\n回复 @IDF Good job, Israel. Do not relent.\n回复 @Osint613 Yielding to any of the Palestinian Hamas demands is like petting a growling dog who is trying to turn around and bite you the minute it gets the chance.\n回复 @pasqueflower19 That's the risk protestors take when the block traffic and try to stop a locality from functioning. Everything has consequences.\nWhat Biden is basically saying is that he'll let Israel defend itself from rockets coming in by using the Iron Dome but he won't give them the weapons to stop it from happening. So Israel will have to live with the barrage of rockets fired at them nightly and not fight to end it.\n回复 @simonateba Are they for real. Trump is worth billions. Billionaires do not keep their billions in Banks. They invest it. The fact that Trump even had $500 million in the bank is surprising.\n回复 @AvivaKlompas No ceasefire. Stop being made a fool out of. Countries have no respect for anyone who would trade hundreds of prisoners, whom their soldiers died to capture, for the few hostages that remain, who may not even be alive.\n回复 @TexasRepublic71 Trump must win. So it's Trump-Vance.  Btw, after reading Trump's VP post announcement, I can see why he made the choice he did. By choosing Vance, Trump is attracting more votes in Michigan, Wisconsin, and Pennsylvania, the three must-win states for Biden. Good move!\n回复 @Diane_Jackson7 Doesn't matter. I like Trump but he had better start getting his message out, or he will lose. His numbers are trending downward in EVERY poll, even the Conservative-leaning ones.\n回复 @ProudElephantUS This is contrary to all tenets of our Constitution. If 4 out of 12 say you're guilty of an underlying crime, and 8 say you are innocent, then you are deemed guilty in a court of law. Even in banana republics, this is illogical and unjust.\n回复 @DavidAsmanfox This is contrary to all tenets of our Constitution. If 4 out of 12 say you're guilty of an underlying crime, and 8 say you are innocent, then you are deemed guilty as long as the other 8 jurors find you guilty of some other crime.  Even in banana republics this is grossly unjust.\n回复 @canarymission @Northeastern @Harvard He doesn't even know what the red hands signifies.\n回复 @DrEliDavid Any Jewish person who votes for Harris is voting against the sanctity and survival of Israel, the only Jewish state on the planet and beacon of hope for Jews around the world. They cite their values; I cite the precious lives of Israelis at risk with proHamas Harris as president.\n回复 @RichardHanania @chayarivka And this is who they want to give a state to, right adjacent to Israel!  How soon would this event stemming from Octover 7th be taking place again and again and again.  Except even worse since it would be state-sponsored.  Guaranteed. Like money in the bank.\n回复 @simonateba If they find him guilty the country will explode. Over a bookkeeping entry? The most dangerous criminals in the world are walking the streets of NYC, repeat offenders, and Biden is going to send a former President to jail over a bookkeeping entry because he's running against him?\n回复 @JewishWarrior13 Keep it up, Israel. Good job. Do not let up in your resolve to eliminate Hamas and their death-cheering Palestinian cohorts.\n回复 @JewishWarrior13 If Israel accepts ANY phase of a Biden deal, it will increase Biden's standings in the polls and make more likely the creation of Biden's Palestinian state controlled by Hamas right on the border of Israel for the next 4 years with no recourse for Israel. Is it worth 18 hostages?\n回复 @simonateba I am voting for Trump, but he is not at his best when he gets sarcastic. Not only does he ramble, but he goes on and on. If people stop after the first few lines (which most people do), it sounds as if Trump is saying Biden is sharp and strong. He should take down the post ASAP.\n回复 @JewishWarrior13 I stand with Israel 100%. They will survive. Biden, for political self-interest, is playing both sides against the middle and he will not succeed. Nor will the American people give him another 4 years. Unlike Israel, Biden will walk away defeated as Trump regains The White House.\n回复 @YossiGoldstein8 What do you mean by \"not allowed.\" Israel will do what it deems best for the future safety and security of its people. Biden has no dominion over Rafah. If and when Israel is ready, they will enter Rafah, with or without Biden's approval.\n回复 @MOSSADil They don't look so powerful now when up against the Israeli Defense Forces. Only when raping defenseless women, burning children alive, and throwing babies in ovens did these cowardly monsters flex their cowardly muscles.\n回复 @TheLeoTerrell His dementia is rapidly progressing. He will soon be at late-stage dementia. Maybe alzheimers.\n回复 @RealCalvin1 The Democrats are in trouble. With the exception of Michigan, which is close, Trump is winning all the battleground states. They are in panic mode. I wouldn't be surprised if they declare some kind of emergency to either cancel the election or keep people from voting in person.\n回复 @Liquidlaug41 Then trucks pulled up, in the wee hours of the morning, filled with tens of thousands of emergency absentee ballots, with no creases from having been placed in envelopes, 100% for Biden, a statistical improbability.\n回复 @HenMazzig Biden and Gantz seem to be working together to topple Netanyahu, bring in Gantz as Israel's leader and secure a negotiated deal to give Biden a diplomacy win. The downside to that, however, is that Israel will end up with a Hamas-controlled state on its border and Biden will win.\n回复 @JoeyMannarinoUS What is wrong with some of these so-called Republicans? They are not doing what the people sent them there to do.\n回复 @BasedMikeLee Google has always been controlled by liberal Democrats, and still is.\n回复 @JewishWarrior13 Then they have agreed to look weak.  Enough already. If you think Sinwar is going to release the hostages he has shielding him, think again. Plus it's a bad deal for Israel. 20 for 1 makes them look desperate, if in fact there are even 20 hostages still alive. Disappointing.\n回复 @Ray_P45 @KatTheHammer1 @ConservRoof She's got issues, big time. She's most likely too far gone for any medical help.", "overlap_score": 0.106910183370177, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1333548332, "screen_name": "EricErikay", "user_at_name": "🔰EricUTD🔰", "sample_content": "回复 @VisualDessert @Cool7777A @KatiePhang @MsLaToshaBrown The question was about unemployment rate of black people. There were so many ways he could have answered that question. P.s: The black unemployment is lowest under Biden than it was under Trump.\n回复 @wealth_united_ He is currently a “great”, don’t disrespect legends like that. Why would you put Rashy in the same bracket as Ryan Giggs, Becks, Rooney???\n回复 @DecodingFoxNews I miss @JessicaTarlov man. She always call out their bs. I love Harold but he does not push back as much.\n回复 @rkeist @Erik_VanB @JoJoFromJerz @Boodro79 Notice you did not answer a simple question. Also, it's not  \"folks like me\", The bill was signed by a republican president.\n回复 @wethinkheleaks @JackGrodeska @ByronDonalds Of course it’s official. He swore an oath to protect the constitution from foreign and DOMESTIC enemies. All he has to do is deem them the enemies of the USA\n回复 @ErnestCameron10 @seanahurd @SubriaWhitaker She’s black. What do you them to say!\n回复 @HonoredGroyper @ZaylanGriffinSC @philly4for4_91 @Pismo_B @libsoftiktok Nope. Free speech is to protect you from the government not companies or other individuals.\n回复 @wealth_turtle @hillarysthepres @harryjsisson What proof you have Biden Killed Laken Riley?\n回复 @ShadowofEzra I agree everything about her is fake even the poll. Trump is winning easily. We don’t even need to votes. We got this in the bag.\n回复 @Acyn Struck a nerve? https://t.co/5h8Geds26a\n回复 @LaroMacMoragh @anarchist_frodo @JoeBiden You mean he ignored the Trump Supreme Court?\n回复 @releasethefile @TheFungi669 @aperri $100 you don’t have a single shred of evidence for your bs claim\nHojlund get innnnnnnn\n回复 @realMUGrad @admiralmpj Even Byron Donald would laugh at this. I can bet my house republicans will NEVER nominate a black candidate for president regardless of how qualified they might be. It’s the sad truth. Dems would probably nominate the second black president before Republicans.\n回复 @E_Laawn @AnthonyMKreis Who’s tossing him? Unlike MAGA we can criticize everyone. In maga world nobody can criticize your orange cult leader.\n回复 @FabrizioRomano Why not loan him?\n回复 @PetePorcupine @CoffeeWoodwork @bdh_in_clv @BasedMikeLee Did she break the law or not? Are you saying she should receive special treatment because she’s old? Where does the constitution say nobody is above the law except old folks?\n回复 @hakeemjeffries Just let him, this orange guy doesn’t know how much Ny hates him. After this⬇️⬇️  https://t.co/lCWZ1bEZnZ\n回复 @wiz_waeta @AfricaFactsZone Mostly entertainment as far as I know. Especially the music industry.\n回复 @K5izzle @GarrickMcF What’s this graph? We want specific“black jobs”\n回复 @ProveMe59327731 @harryjsisson Opened the border?. Biden told congress to come up with a \"bipartisan\" border bill and they did but Trump told republicans to tank it. Come on man, keep up. https://t.co/1dgxhVgk4F\n回复 @MufcWonItAll2 Backing him will be crazy but you are right I will continue to support United regardless.\n回复 @StretfordLaughs After Today i'm on the  fence. One leg in and the other out.\n回复 @4tvjimz @MammothAllen @SaintLaurant @EdKrassen You don’t want to talk about Drugs man. Look up what drugs were prescribed to Trump during his tenure. It’s publicly available.\n回复 @ImMeme0 My thing is why didn’t he say any Trump policy that made his life better. Also under Trump toilet paper were nonexistent and many students missed their graduations. Was that the “better life” he is referring to? Honestly asking\n回复 @bennyjohnson Tell him to pay quick. Time is ticking or Trump tower will belong to the honorable Letitia James\n回复 @Coloradokarma__ @harryjsisson @benshapiro What’s falling flat? Are you angry because your cult leader is a Convicted felon? You get judged by the company you keep😂😂😂⬇️⬇️⬇️ https://t.co/dN33n92Vga\n回复 @X_wastelander @eodorelasso @DenisonBarbs @atrupar I would entertain your question, because her policies are much better than Trump. Ex: she want woman and their dr to make their own reproductive health decisions. Trump want politicians to make that decision. What else do you want to know?\n回复 @AgeraFanatic @RodBowen8 @UnoffendedSmoke @RyanAFournier You are just repeating what Trump has said. Let’s start with dominion. Which Dominion machine was hacked and in which states?  Because I can provide you with proof no such thing happened.\n回复 @DrRandomFella @rebel97609 @Mansi_0700 @harryjsisson I know I don’t associate with pedos. What a weird question. It’s not a good look to defend pedos just because they are in your party.", "overlap_score": 0.1808799735254946, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1364682028227063808, "screen_name": "ryanlesher84", "user_at_name": "ryan", "sample_content": "回复 @atensnut When trump is in prison his ass will be weak too. https://t.co/8VYTlJgVTB\n回复 @MayoIsSpicyy Given that the pipe bombs didn’t  work. I’d say it’s likely that she did it.\n回复 @DarrinHall15 @LaBoomer68 When you are on the hook 1/2 a billion dollars you gotta raise money where you can\n回复 @MayoIsSpicyy How much will cost to get the smell of kfc farts out of there?\n回复 @CoffeyTimeNews Now that’s a good neighbor. 🏒 https://t.co/lQZRvx1yjI\n回复 @DYLZAK @FourYearsBetter @ArtCandee Sacramento area. Are you in a rural part of Virginia?\n回复 @magalongisland He should have a better sense of who he brings in. Who’s to say he won’t bring in more “traitors” his judgment is as poor as he is now that he’s on the hook about half a billion between E Jean Carroll and Letitia James lol https://t.co/jlf4ZTU79l\n回复 @RpsAgainstTrump @CharlesSmi61099 Say what you want about the man but his Smooth Criminal lean is on point. https://t.co/zPZzgwacRE\n回复 @Bidenisahehim @ShirleyHoey5 My goodness you’re lazy, Jakey Cakes.  How many times you gonna use this same TDS meme over and over? Try being original and not use the same lame meme each time.\n回复 @KS420420 @ArtCandee @ProjectLincoln @realDonaldTrump Umm nazis and communists famously didn’t get along. Grab yourself a history book if your state hasn’t banned them. Oh Kamala will beat him. Come back and drop me a line after Donnie gets thumped on November 5th. lol\n回复 @donpmaker @BadBradRSR Me too on jaws. I wore out my vhs tape watching so much lol\n回复 @JasonCu75815158 @MayoIsSpicyy Yeah serving for 24 years and filing for retirement  5 months before his unit was ordered to deploy is definitely not stolen valor but thanks for trying. And never forget captain bone spurs service in Vietnam.\n回复 @America1stLegal How the hell is this gargoyle only 38?! He’s gotta be Paul Rudd’s polar opposite.\n回复 @jaketapper Yeah yeah yeah, you’re from Philly. Please be a better journalist though.\n回复 @DouglasEmhoff Rfk jr had similar picture recently…. Slightly different\n回复 @RubinReport She’s pure evil because she called a liar a liar?\n回复 @Stay_Shiny_ Thank you. Looking back at my old tweets much like the horse in the godfather I’m a bit of a one trick pony 🐴 🛏️\n回复 @acnewsitics Indy huh? I wonder if Pence is in the crowd.\n回复 @HankPlank2x4 @JohnFugelsang Yeah he’s just one guy but who will become the new head of the Maga cult? So far none of your B squad has charisma that he has. Some have tried to model his style but it hasn’t translated to same kind of support he has. So who do you see as the heir apparent?\n回复 @reaper7175 @Johncoxwell90 @MayoIsSpicyy A Magat telling people to self educate… that’s rich.\n回复 @DC_Draino I thought we were taking confederate statues down these days.\n回复 @ML6758917756192 @gabbyandthings @Andrevin20 @Teresa623 @BeAPatriarch @Cernovich Just read that daily signal was funded by the heritage foundation…. Ain’t those the project 2025 slime balls?\n回复 @ScottAdamsSays Don’t you have an unfunny comic strip you should be working on?\n回复 @FilmFocusOnline Transformers\n回复 @BlueAllyLove @CoffeyTimeNews I hope you’re right but I feel glass half empty about the sunshine turning blue.\n回复 @ACTBrigitte How about a Piece of shit prize instead?\n回复 @ryanbrooksie @ArtCandee Brookie no need for such harsh accusations. I didn’t imply you fucked a couch.\n回复 @catturd2 Since when did catturd go maga? You always struck me as a Nikki Haley supporter.\n回复 @CalltoActivism @koolkaryn Both. What would his cabinet position be? Secretary of eating road kill?\n回复 @MickeyKuhns @LaBoomer68 Would she consider recreating the escalator descent? https://t.co/iUjLcbUKR3", "overlap_score": 0.1745719641725499, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1174482364036046848, "screen_name": "SlipKid60", "user_at_name": "Frogger!", "sample_content": "回复 @somethingrand77 Toto - Africa\n回复 @MelissaDBrown7 @Frank_Butterfly 😂😂🤣🤣\n回复 @IvanasStairCam “The Bride of the Creature from the Black Lagoon”\n回复 @historyrock_ Oasis. The others are too depressing.\n回复 @ArbiterofCool This is a sick man. Deranged filth. Reject this thing and everyone who follows him. Reject trump. Reject MAGA. Let’s rid our country of this cancer.\n回复 @StevieVanZandt Agreed. I think that there are very serious discussions taking place this weekend among President Biden’s family, his advisers and his cabinet.\n回复 @MarkIKendrick @JoJoFromJerz I’m sure she was. She would tear trump to pieces in a debate!\n回复 @EastEndJoe A mishmash of stds. The Florida heat and humidity is a perfect substrate for the propagation of disease.\n回复 @RNCResearch What’s “humiliating” about two great presidents walking together? THIS is humiliating. https://t.co/SiZILYbbLg\n回复 @gardengirl125 Hyperextended my left arm reaching to put something on a shelf. Three weeks of intolerable pain.\n回复 @BidenHQ trump is filth. Anti-American filth.\n回复 @AndreaR9Md Yes please! A Thai dish? Served over noodles or rice? Do you have a good Me Goreng recipe?\n回复 @JillFanoO4 A baked potato and some grilled asparagus.\n回复 @DonaldTNews No.\n回复 @DrGuitar Yes. Top five of all time.\n回复 @historyrock_ THE best!!\n回复 @marlene4719 So happy to know that you cu*ts are behind bars.\n回复 @BrianForNJ @nytimes President Biden has my vote. Period.\n回复 @RpsAgainstTrump Just shut up. So sick of this corrupt, lying pig.\n回复 @davedavieskinks Cheers!! Happy birthday from Chester, New York!\n回复 @SpeakerJohnson Stop lying!! STOP LYING!! There was a bipartisan bill in place and you obeyed the corrupt pig who told you to reject it. Spineless. Act like a man. Do what’s right and tell trump to GFY. Grow a pair.\n回复 @JDVance1 Hey cvnt? President Biden shook the hands of EVERY graduate of West Point yesterday. 1036 of them and it took one hour and ten minutes. trump did his double jerk-off dance in front of a very small crowd in the Bronx. They despise him.\n回复 @KellDA Not with a ten foot pole.\n回复 @sunsungirly @mattgaetz Mar-a-Lago is a fetid cesspool.\n回复 @sammigirl824 I despise the air it breathes.\n回复 @JenResistedAGN So laughable! These neutered boys obey their master. How cute that they went tie shopping together.\n回复 @Mollyploofkins No.\n回复 @Matt_Pinner Disgusting.\n回复 @thehellusaid @m99151272 @ChaoticLeftistW @AOC MAGA is a cancer on our country. trump and MAGA must go.\n回复 @historyrock_ Always Abbey Road. Always.", "overlap_score": 0.2402897478416085, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1390832894868824064, "screen_name": "BigBossLadyKira", "user_at_name": "kira", "sample_content": "回复 @Miaa_Darling Screaming 🤣🤣\nSuppose to be off tomorrow but was asked to come in hopefully it’s just for a half a day and not the whole day I just wanna sleep\nMy nephew is very disrespectful and he’s only 6🤣🤣 my sister said he called her big back like what lil nigga\n3 more hrs day almost over\nAbout to eat something smoke and go back to sleep I gotta work tomorrow\nHeaded out to silver spring they better have some breakfast for us\n回复 @NaturalBadAssss Nope my man gets mad if we don’t hug and kiss before we leave and we work together\nExactly tf 🤣😩\nReady for this day to be over with\nSad to see them two bodies burnt like that but honestly that’s wtf they get keep stealing people shit instead of going out here and working gotta take from somebody else hard work\nMy sister in the back seat sleep I hear her snoring 🤣🤦🏽‍♀️\nGoing to bed early mouth is killing me face swollen I’m sad 🥺🥺\nSecond of all the systems are down so we can’t do shit so why are we here\nIf y’all follow me on IG prepare to be sick of me tomorrow im posting all our moment cause it’s my best bitch 31st 💜🎊\nThis man keeps coming in the room checking on me 🥰🥰\nI’ll be so glad once they pull this damn tooth and I don’t have to deal with this shit any longer\nBitch tried to write me up told her ass write herself up tf\nAlmost smacked the bitch in 7-11 like stop playing with me\n回复 @rebelliousmonet Yell back at his ass 😩🤣\nCursed the manager out today and told her black ugly ass to meet me outside if she feel some type of way\nAbout to go to the ER for them to drain this lump fr im over it\nCousin did my hair 🙌🏽🙌🏽\nI can’t wait until I find a bigger place so I can really have Sunday dinners and stuff\nOh yeah I’m about to go tf off\nNow where tf is this at 👀\nOkay let me find the closest wegmans to me right now\nI need everybody to get my bail money ready cause I’m about to blow some shit up\nI’m so spoiled my mother really about to come to my house to cut my watermelon for me cause I don’t know wtf I’m doing 🤣🥰\nDinner is done early\n回复 @rebelliousmonet Well damn 🤣🤦🏽‍♀️", "overlap_score": 0.1875184976991296, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Low Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1345736426164404226, "screen_name": "GloriaVissy", "user_at_name": "GloriaVissy", "sample_content": "回复 @GIGACHAD2021 @mmpadellan Some how in that whole article you left out illegal immigration. That will sink the Democrats. Suburban woman are way more concerned with their safety then they are they Roe vs Wade which doesn't apply to them to begin with.      #\n回复 @GeneChurch1776 lol I can see no delegate voting for Biden. I think Newsome from California will end up being the nominee. And if he's a against Trump he'll win. He won't have my vote.  He's too liberal.   He'll get all the left /middle voters because he's not Biden.\n回复 @DrBrianWeiss I keep trying to meditate but it's too hard. I keep dwelling on the past, then worrying about the future. Then I get angry at myself because I can't. My Mom would always tell me not to dwell on the past but how can you?\n回复 @Niti_us @Bubblebathgirl @POTUS Who specifically said \"we have to kill them all\"?  I'll take your word on the PM \" River to Sea Israeli sovereignty.\"  What specific geographical location is you referring to? Is there land that is rightfully Israel's between a red sea and what river?\n回复 @MusicOfLee @mcarlsonmusic They are called recovery scams. They show up right after you say you were scammed. One even contacted with a legitimate webpage. He promised me for x amount of $ he would get my money back. I read about them on Reddit. He became demanding. Then I knew.\n回复 @spudflyer @mmpadellan @FlowerGirlBaker Most refugees were from Syria. When he was asked what to do about Bassad? tense Let Congress decide. Repubs were savoring at the mouth. He does nothing the killings continue. If he goes after Bassad we got him for the same bs you said in Lybia. Pssd u off.\n回复 @GetTheW Oh and a bag of poop yet in the picture to make your argument sound... Idk, maybe more professional I guess? Wow.\n回复 @tap_gary @TulsiGabbard I second that but not a one will be deported unless they commit a violent crime. The ACLU and immigration advocates will appeal every one. Tie up the courts.  A liberal judge will not allow it unfortunately.\n回复 @Sunkized01 Illegal Cubans are already under the Cuban Adjustment Act. They are eligible for social security cards and benefits of Social Security the very next day they are on American soil and has remained so for over 50 years. That is because of the Republican Party!\n回复 @LindaTraitz @BarackObama He coddled terrorists? I think Osama bin Laden would take issue with that.  Actually every top al-Quaida operative wished you were telling the truth on that one .    I'd be wasting an hour of my time. .\n回复 @VanJones68 Van, I predicted this 2 years ago, when the far left progressives on the woke mob ran the Democratic Party. Illegal immigration on Biden first took office is what killed them.   They best get someone in there real fast like .And a moderate too.\n回复 @EvaVlaar I did get to meet my all-time idol, from Hungary, Eva Marcu. Even had a training session with her. She's so small so we went thru some rolls and locks. Then we had a serious match.  She handed me my ass so fast . lol\n回复 @KimIversenShow @stkirsch I'm more concerned that she supported and donated to the left wing causes that Biden has caused. Illegal immigration and crime. That probably put the kahoots in me voting for him. She didn't even say \"illegal immigrants\" once in her speech.\n回复 @Peter_Grinspoon @KratomGuyShow @TIME You know yourself the casket chasers don't give AF about the health of someone. If they did, they would support the KPCA. The reason is obvious and honestly sad. If someone doesn't die because there are no traces of mitragynine in it , they don't make money.\n回复 @JSAscension Yes, they absolutely do break stories. If it wasn't for the Post,Fox and the Washington Times we would never know how bad it is at the border . The King was Rush Limbaugh. How he would pollute the airwaves sadly was hilarious. And ppl would believe him yet.\n回复 @Somuchpain @mmpadellan Right. In all of hill speeches I never hear him so much as see so much as the word \"Damm\".  Never heard him openly criticize or call anyone names. Married to the same woman 35 years. It's fair to criticize him on policies but class isn't part of it.\n回复 @Infosec_4_all @elonmusk Might as well. With a Harris win and a little luck the rest of Central America will be here. How this past administration has changed the demographics of this country with the stroke of a pen is a disgrace.\n回复 @lisachristinect Good for him. There should be more people like that.. If you closed your eyes you'd think you would be anywhere within 200 miles of Miami. Actually worse Seriously about half the population would be \"Me no speak Eng\"\n回复 @KratomGuyShow That'sthe only honest autopsy that I know of, that was conducted where kratom was found in their blood system   It doesn't matter one bit in the US civil system.   Casket chasers can and will sue. There is not an inkling of proof needed to file.\n回复 @EdKrassen @realChipEvans That's why I think Trump will drop out at the last minute because he knows that. He wants the attention and wants to create hysteria. The Dems will force Biden to drop out because then moderates and Independents don't need to vote for Biden.\n回复 @JuanPab31382384 @ReadLearnSleep @8USC12 @Rep_Revolution @ZahiraPerezzzzz @StephenM @America1stLegal @JackPosobiec Illegal Cubans are immediately eligible for SS#, Medicaid, free child , food stamps, cash assistance, others.DACA doesn't apply.  Here's the kicker. They are supposedly fleeing political oppression but every year hundreds of thousands return to retire,\n回复 @Niti_us @Bubblebathgirl @POTUS I'd have the same issue with Israel if I saw that but I didn't. I'm referring to that specific incident I saw. No excuse whatsoever.  #2 I never saw a massive strike that killed scores of innocent civilians so why would they do that? The iron dome as well.\n回复 @ReadLearnSleep You mean opioid pain meds? After multiple surgeries.  I never took an illicit narcotic in my life. Also for depression, anxiety and pain.\n回复 @BryceMLipscomb @spotlessdog @RobertKennedyJr @NATO Where can I catch his latest podcast review\n回复 @AnnCoulter In mho, this is one of the clearest examples of why the Democratic Party went so far left on the crazy train. Tripping over themselves to gets the most oohs and ahhs from their far left radical audience is what began the downward spiral of the party.\n回复 @US_FDA Excellent\n回复 @JSAscension @theAuntieAngie Just for your info you can cite all the examples you want. Nothing trump's the 6th Amendment. Ask any person. Any Arab  too., That's a fact . Grow  up\n回复 @DemocratRick12 @krassenstein I agree as should the 2nd Amendment. No citizen should be allowed to buy a gun the that can fire 30 high capacity bullets as fast as you can pull the trigger.  The 2nd Amendment was not made for lobbiests to make money.\n回复 @GetTheW At some point, usually after a year, according to the American Psychiatric Association, they have a Prolonged Grieving Disorder. There are psychologists, therapists, counselors who deal specifically with grieving. There is no shame. I am seeing one.\n回复 @DukeofHexx @fightwithmemes Where did I say the government will commit no crimes? I didn't.   Of course they do. However mass surveillance isn't one of them. Show me anywhere that says it is and I'll say you got something.", "overlap_score": 0.1202503435065178, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1363207295543443459, "screen_name": "SallyH73121746", "user_at_name": "Sally Ally RN", "sample_content": "Is this day and age, we have deep fakes in our government.  Biden should have to take a DNA test to assure he is really Biden before this \"debate\" Biden is challenging Trump with.\n回复 @finke_robi48447 @SirBylHolte Had to enlarge your pic to see if you were real.  Discernment isn't a quality you possess. Or rational thought. Or critical thinking.\n回复 @KassiesDad And Biden doesn't have one supporter\n回复 @AmiriKing It's a fact.  Sub Saharan African men have the largest penis'\n回复 @NABEELRAJAB @stairwayto3dom The extremism is overtaking a multi lane highway in order to pray.  😏\n回复 @bestwildclips This concurrent  shit has to stop.  Shouldn't get one free murder\n回复 @Alphafox78 Don't care, except that I pity her.\n回复 @RevRayCistman It's called living in a society.\n回复 @CollinRugg Trump has aged so much in four years. I'm concerned for him.\n回复 @01Funkytown What if it's RFK Jr!!  Now that would be a shock!!\n回复 @fightinghabits Hyenas\n回复 @MarioNawfal C'mon Joe.  We know you have a bunker.  \"Going to build a ranch...\" my ass!\n回复 @DefiyantlyFree He was my pick for VP.  I think Trump made a mistake.  I pray I'm wrong.\n回复 @SteveInmanUIC Uhh, that's a dude.\n回复 @_jason_r @JackStr42679640 I'm an ICU RN of forty years.  I would not choose chemo if I got cancer.  I don't think I'd get radiation either.  Good luck and God bless you sir.\n回复 @VigilantFox @P_McCulloughMD He is THE most published author in America!\n回复 @cctvidiots Wait a minute.  All the white people didn't join in and beat her ass and curb stomp her head???  Oh, wait....\n回复 @richimedhurst They were already growing up to be terrorists.\n回复 @MrsVance5 @MacCheeseShow @TomJChicago That's right, eight eyes, seethe and SEETHE some more!!!!  😂🤣😂🤣\n回复 @Scott76Andrea @Sadie_NC @LI_Islander Riiight.  Your grandmother was unattended for hours, drowning in her own fluids while all of us were on the roof dancing.  Got it.  Oh!  And nurses and doctors made the rules to keep you out so we serial killers could murder mamaw. 👍🏼\n回复 @AlisonBCruz @JebraFaushay It's the false teeth for me.\n回复 @Joesailor11 @PhilHollowayEsq Keep seething.  It's SOO entertaining!!  😂😂😂 (hugs) 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣\n回复 @Emilio2763 It's already legal.\nNo one's coming to save you. You're on your own.\n回复 @DJKoessler @BidenHQ I LOVE this ad.  It's so preposterous that more people will move AWAY from that party.\n回复 @ImMeme0 AHAHAHAHAHAHA!!!!!!!!  Now YOU know what it feels like.....NEXT!!!!!!!!!!!!\n回复 @lebree104 @MichelleRM68 @RealJamesWoods What??  Absurd.\n回复 @PawlowskiMario @levparnas Coming from a voice of brain stem thinking.\n回复 @JebraFaushay Wow.  Effexor does wonders this time of year....\n回复 @JamesTate121 Knowing that kid is in Sarajevo", "overlap_score": 0.2018224933783679, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1237153212857270273, "screen_name": "B4B4BlkShp", "user_at_name": "Hello My Name Is..", "sample_content": "回复 @finnvapxr @lililenton Why do these women on T always sound so pathetic, trying to imitate male rage, but ending up sounding petulant and childish. Get a grip, girl.\n回复 @aur_elias @DuncanHenry78 Lol, no, a woman is literally an adult human of the female sex.\n回复 @AriDrennen Bottom line, big guy, is that it's all cosmetic surgery. If you want to get it you need to pay for it. No one else should be financially responsible for your life choices.\n回复 @sarahstuartxx It's amazing how these brutes are \"actresses,\" but women in the profession are \"actors.\" I mean, yes, good to drop the archaic designation for women, but then why are the hulking male beasts being called actresses?!\n回复 @madatallyouhoes @troonytoons Still dudes, my friend. Dudes with a deeper purse to fund all that plastic surgery and maybe a genetic predisposition to being slim and petite. But dudes nonetheless.\n回复 @LostInTheLurk How else would you call your significant other you're not married to? FFS boyfriend/girlfriend is for 15 year olds.\n回复 @HazelAppleyard_ Is this where the mother then proceeds to believe she is a man and they all live in a polycule happily ever after? 🤣\n回复 @TaylorOSoule \"Birthing parent\" 😂🤡\n回复 @AlastairMcA30 @garylfrancione Yes, they do. Believing that you're something you aren't is a delusion at best and a symptom of a more serious MH issue at worst.\n回复 @ShahdAbusalama Wow, seek help.\n回复 @RepBonamici The only moment taken from the winner was the male cheat who stole her win from her. The boy can participate with all the other males of his age. Leave the girls alone, you sax excuse of a person.\n回复 @FeministRoar Sorry, but this post in no way implies it is aimed at women. And also, not acknowledging a male transvestite's desire to be called \"she\" is somehow worse than TRA garbage? Respectfully, I think your  anger is very misplaced here. And yes, I've been following the infighting 😞\n回复 @Mersey_CareJobs Shame on you for subjecting elderly, vulnerable patients, especially women, to the gaslighting of this massive unit.\n回复 @PopBase Here's Gaga living her best 2015 life, thinking it's cool and edgy to platform and promote men on IWD.\n回复 @GreenPeterU It is staggering to see someone running for public office with such limited intellectual capacities.  Male people who claim oppression based on the fact that they feel like they're female poeple is the epitome of regressive misogyny you gleefully advocate for.\n回复 @PompeySteph @wesstreeting @VictoriaAtkins @Womans_Place_UK @LabWomenDec @SexMattersOrg @AnnelieseDodds @cathydevine56 Using children to frame your cross dressing paraphilia as some form of civil rights fight is gross, just like you are, dude.\n回复 @AAWoodfields @MrDavidScales Mr David Scales should be refused to use the toilet for an entire day. Prick.\n回复 @DanniBrener He knows, being a dude and all.\n回复 @ProfDaveAndress It was a non problem until dudes in skirts started usurping women's toilets. Why are you so intent on making sure dudes in skirts feel comfortable at the expense of women, dude?\n回复 @MrsDrBee Businesswoman head tilt. These dudes are just a walking cliche.\n回复 @JohnFetterman Now, do all the other tragic deaths of children. Oh, that's right, they don't fit your empty virtue signal well enough? Shame on you.\n回复 @LeahGazan What do cross-dressing men need liberating  from? Male on male violence is not a women's issue.\n回复 @EllaSGordon Ella, you piss with blokes all you want. No one is stopping you, but your consent on behalf of other women means nothing. Cheers.\n回复 @helenstaniland These men demonstrate why it's probably not the best thing to flood your body with wrong sex hormones.\n回复 @IsabellaScar2 Welcome to being bisexual ✨️\n回复 @SVPhillimore Much male anger contained in one CAPSLOCK post. Comedy gold.\n回复 @crystalwillseeu My dudebro, these issues affect women primarily, but you being a garden variety misogynist wouldn't really care about that would you.\n回复 @jk_rowling As usual, the men's rights activities make a profoundly female issue, abortion, about themselves. This movement is utterly parasitic, because without real civic rights causes, they'd be exposed for what they are- a misogynistic child diddling cult.\n回复 @finngalkn Policing gay men's sexual orientation, then getting angry about being schooled, is not \"twansphobia, waah!\" little lady.\n回复 @guardian A bit hard ignoring a dude punching you in the face. 🤡", "overlap_score": 0.2126828308562159, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1042015463016984576, "screen_name": "ThisJaxy", "user_at_name": "Freedom Jam | STOP SHILLING FOR FASCISTS GOOD LORD", "sample_content": "回复 @dillon_mt406 @HuffPost Are you cool with sponsoring genocide? Yes or no?\n回复 @StephenM lol. if this horrifying cult of fascist rapists wasn't openly at war with truth and freedom and good this shit would be hilarious.  JOE BIDEN IS DOPING. What a pathetic cult.  Horrifying that anyone signs up for this shit - CHECK YOUR DIGNITY AT THE DOOR.\n回复 @ellie_vargr @ComradeSolar @TheGreenGarret @ljmontello That President named Hitler Chancellor to appease all the many people who supported that party &amp; many people supported that party because they were disillusioned by the liberal party - JUST LIKE THEY ARE NOW.  You just keep proving me right. Not sure how you are missing that.\n回复 @HawleyMO How about American's right to be free from worrying their children will be MOWED DOWN AT KINDERGARTEN? https://t.co/7cev2cvULZ\n回复 @JeffBoChicago @johnpavlovitz Are you not a CONservative who supports Trump pretending to be a defender of human rights?   Is ignoring the topic of you being identified as the enemy of human decency the only response you can come up with? Is arguing the FACTS and not failing to be a bully that difficult? https://t.co/ev4bSDRIPu\n回复 @MonicaCrowley I can't imagine why.  How do you live with yourself? Do you not have a soul? https://t.co/Q7XO5Z0kId\n回复 @elonsbuttcrack @HuffPost @RepRashida Are you cool with sponsoring genocide? Yes or no?\n回复 @WalshFreedom I'd rather have @SenSanders for President than #GenocideJoe in a heartbeat. He's one of the best most honest Senators this country has.   Let the people of Vermont decide.\n回复 @catturd2 I'm feeling that this cult is just pure evil.  I'm feeling that the members of this cult will be shamed back into their hate holes very soon.  You should all be made to wear hats that say I LIKE PRESIDENTS WHO ARE RAPISTS.  Traitors. https://t.co/PmvgxubqDG\n回复 @RokerGlasses @juliedaley OH! I love word games! Not sure of the rules on this one, but I'll give it a try!  *** Like how CONservatives pretend to be PRO-LIFE FAMILY VALUES PATRIOTS 😂?   Did I win!? https://t.co/IqtuzQrBeh\n回复 @Bubblebathgirl The hypocrisy of this cult is sickening.  Jesus sees you all.  May karma find you as soon as possible.   https://t.co/xAYsGXalFC\n回复 @FunyunsFighter @mcfluffypant @RedsRepair95 @jk_rowling Take this easy quiz!  DO YOU LIKE PRESIDENTS WHO ARE CONVICTED RAPISTS? YES OR NO?   DO YOU DEMAND FREEDOM FOR ALL HUMANS TO BE WHO THEY ARE OR DO YOU PUNISH PEOPLE FOR BEING DIFFERENT THAN YOU BY DENYING THEM ACCESS TO FREEDOM?  YES OR NO?  The answer will be the same for both. https://t.co/zatE45W6Rq\n回复 @the_halfdan @Rifleman4WVU https://t.co/Sz7Eo0wOsR\n回复 @SainoPain @Eve_Barlow Absolving oneself of dignity is the first requirement to membership into any hate cult. I still can't figure out why anyone would sign up.   #JewsAgainstGenocide #ZionismIsNotJudiasm  #ZionismIsTerrorism   https://t.co/0I4BA42N2a\n回复 @robysrh @Cj74_11 Marching for rapists rights? All the be best pro life family values Christians will be there!   I do believe Texas is trying to give women who get abortions the death penalty. But if a dude tries to murder the fetus. 180 days. #FamilyValues https://t.co/1Gy4ToljlF\n回复 @The_Empty_Queue @ValentinaForSOS @EndWokeness If you had a soul I'd wish it to catch fire ysf.  Here's the PRO LIFE PARTY OF FAMILY VALUES GROOMING CHILDREN TO BE GROPED BY PRIESTS.   Karma to you all. Monsters. https://t.co/nFHmjhedeo\n回复 @veneco @CBSNews Lol that children are suffering form Long Covid and can't even go to a full day of school? Good lord.   This cult is pure evil. May karma find you all.\n回复 @AmericanVeter25 @bhughesisnext @JeffBoChicago @UmbraInfinite @TalbertSwan Anyone want me to walk you through it? Just lmk! https://t.co/4CUMFfqPpy\n回复 @Travis_4_Trump The history books will never forget the fake patriots who bent over for our enemies.  CONgrats on all your winning. Traitors for eternity. https://t.co/XKYseLHe6e\n回复 @TimRunsHisMouth Never forget FAKE CHRISTIANS lied to our faces and convinced us to needlessly suffer and die.\n回复 @ShaiDavidai @Georgetown These people are MURDERING CHILDREN and calling it DEFENSE.   Shame on you all.  This JEW meant NEVER AGAIN TO ANY HUMANS. #ZionismIsNazism  #ZIonismisterrorism  #HitlerWouldBeSoProud   https://t.co/QoqbaudRew\n回复 @HowardA_AtLaw What could we inject into Zionist to make them less inhuman?   To make them stop MASS MURDERING CHILDREN AND CALLING IT DEFENSE? https://t.co/V7stZ96PdI\n回复 @Seethemscatter2 @SaraCarterDC I hope karma is real lady. I'd be worried if I were you.  Trump is a RAPIST WHO OPENLY ALLUDED TO FUCKING HIS OWN DAUGHTER, OFTEN.   The lies this cult feeds itself so they can worship a gaslighting fascist rapists traitor is truly evil. https://t.co/DlQ8V7Yhqi\n回复 @DeanaStowman @the_jandashow @TimRunsHisMouth @WendyBi86452456 See you at PRO LIFE FAMILY VALUES BIBLE STUDY THIS SUNDAY YA'LL!  Make sure not to drop any crumbs for the homeless on the way. GET A JOB! Ammwhite?   Hey. Why save lives when you can make the rich richer! That's WHAT JESUS WOULD DO! https://t.co/NEyz8wiEZQ\n回复 @LindseyGrahamSC @KamalaHarris SHE GETS AN A FROM THE YOUTH, ARAB AND HUMANITARIAN VOTERS.  Horrifying that @TheDemocrats are with the RED HATS ON FUNDING A WAR CRIMINAL WHO SLAUGHTERS CHILDREN AND CELEBRATES.  KARMA TO YOU ALL. especially @POTUS. https://t.co/WDv4vvIZjZ\n回复 @neelanism @jwats716 @mariashriver His entire family told you not to vote for him.  You should probably listen to them.   https://t.co/J5GSey70Sk.\n回复 @StoatSnow Rape humans of their humanity and expect them to fight to have it returned.  THIS JEW DOES NOT EXCUSE WAR CRIME COMMITTED BY OR AGAINST ANY HUMAN HOW ABOUT YOU?   https://t.co/y8lnRugMqJ\n回复 @LolaH1323 People who say things like \"Men Stand and Bitches Kneel\" worship fascist rapists and bigots. https://t.co/J3JddtdH1C\n回复 @ljmontello The liberal party split their vote between two liberal candidates. The minority RACIST CULT WON AND THE NAZIS CAME TO POWER.  Are you more worried about A) socialists giving us all healthcare or about B) fascist forcing 10 year old girls to give birth to their cousin's babies? https://t.co/F8mt3veTfi\n回复 @Eric_Schmitt HOW DO YOU LOOK YOURSELF IN THE MIRROR?  Your grandchildren will be ashamed to share your DNA.", "overlap_score": 0.1542945118883926, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 103053440, "screen_name": "MirrorHer", "user_at_name": "Anne", "sample_content": "回复 @StephanieN924 The other person seems to blame the trans person for any fault. When it's not. Stay strong, be true to you.\nI might have been guilty of this https://t.co/6o5nzIVKY1\n回复 @RonDeSantis https://t.co/DyY134VT3y\nHey @CaptnAmy, did Orphan Black give us something more to bond over, or to emulate?\nLast night, @CaptnAmy was searching for a photo from a Twitter mutual from many months back. She couldn't find it, I couldn't find it on mobile Google Photos, I said wait a sec, go to my desktop, find I'd saved a copy to my hard drive, sent to her, magic!\n回复 @martharose_r Yes! Last weekend Amy cleaned it up for the season. No bananas yet but soon it should flower.\n回复 Still together today (married now nearly 2 years) https://t.co/t67RPvetLi\n回复 @acnewsitics Debate prep that!\n回复 @SissyJane133 Thanks!\n回复 @CaptnAmy I saw it and know what it is. It and the SF BBS The Well were all tied together, read about it a while back in Wired.\n回复 @theliamnissan Jr and Eric are shorting the stock heavily along with Melania and Devin Nunes.\n回复 @halalgaming12 Roger Moore\n回复 @NikkiFried This pretender is losing bigly https://t.co/ioePKC0bO7\nAfter my GCS, @CaptnAmy dried some of my flowers in the microwave, and I made these shadow boxes for them. A reminder of the love. https://t.co/dmzBSm0vsk\n回复 @Lindsalena This is day 3 of me having a cold. It does blow.\n回复 @Jazmo0712 @CaptnAmy ❤️❤️\nVery pink nails today. And record length. SNS powder dip. https://t.co/vHmFuM768m\n回复 @Torificallytori Well you are on hrt which is a step\nHappy Pride Day 27 I'm still on this platform despite posting viral #IStandAgainstJKRowling tweets.  HRT is magic. Old me would probably register older than my age. Machine Learning says I'm a woman (undeniably true) that's 40, which is spot on in my mind. https://t.co/wYzJlK03np\nBack when I was confined to one room in Virginia and Amy was in Florida, we did have some interesting video conversations. I have no idea why I was showing her my shoe but we were both laughing at something. https://t.co/YQYQn50QWm\n回复 Most stylists are more than willing to cut a persons hair in a feminine way and help you maintain styles. They know how women with \"pixie cuts\" or side shaves grow out to a bob then more. Listen to them and tip them all pretty well with the bill. My first one was at Hair Cuttery.\n回复 @Torificallytori Yes. My body didn't need the quantity of food that testosterone demanded of it. When your stomach shrinks from that, you feel more full with fewer bites. Not guaranteed of course.\n回复 @sterling_penny @StephanieN924 fyi\n回复 @GothChrissie https://t.co/XQtFBTYp0S\n回复 @StephanieN924 No, she should be willing to work with you, not put up ultimatums or unilateral decisions or demands. It's supposed to be a partnership, an empathic discussion. If you surrender she will never just think it's over and let it be ok.\n回复 @BadPhysicsKaya Lots of gals in DMV. We had a group meeting at Silver Diner. But I ended up falling for my friend in Florida and did the uhaul thing to marry her.\n回复 @WalshFreedom @JeriLRyan Will the pendulum swing in the Republican party or will they have to form a new party?\nWhen a person is experiencing the world as their authentic self, they are able to open themselves in ways that are beautiful. Often the joy and love can translate to finding oneself in new relationships.\n回复 @Gwyn_Goore313 The state I was in did not have no fault divorce. It cost me plenty\nWhat turned you into a lesbian, Anne? Well... https://t.co/u5XkdwE1pI", "overlap_score": 0.2084249673762278, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1197969608822706176, "screen_name": "SaulsGoodGirl", "user_at_name": "🐾 Odenqueen Vulpes 🇵🇸🇸🇩🇺🇦", "sample_content": "回复 @anguilline All excellent points. Yes, Bob is so much more than a comedian, he’s a genuinely talented performer in every regard and a good writer too!\n回复 @tokenidiot Right?? I had no idea either for the longest time!\n回复 @tirelessfrog I was slightly confused by this as well. I’m not pro-Israel by any means, quite the opposite, but this felt like a bit of an odd example to single out. Maybe I’m missing something here?\n回复 @PhysicalMedia_ Source? I heard it was supposed to start in January\n回复 Even if he has a low chance of winning I am still rooting for him 1000%!! I don’t want to hear any negativity, we are manifesting and it will work this time trust!\n回复 @Xaviery_Is_Near “We found this account did not violate our terms of service 🤓”\nI low key want to smash this creature with a shoe for some reason\nJimmy if he was a seal\nOf course I do that’s my husband https://t.co/7O8CXMkQgZ\n回复 @Gruzzly It’s not Jimmy’s fault, he is just a little guy ok 🥺\nThe irony that Bob is literally hotter than any of the bland ahh actors in the actual movie 🥱\n回复 Not just Palestine but Sudan, Congo etc btw\n回复 @thesusanmoore Well my heart is officially shattered 💔😣\nThis one is way too accurate I literally heard it in his voice lol\n回复 @thesusanmoore Cake cone for sure!\n回复 @scib0rg I am a fan of his books too but the child orgy in the original It novel should have been enough of a red flag as to what kind of person he was and is\n回复 @sar1n_rose Your argument is valid and I definitely get it but I also think that’s a bit of a poor viewpoint to have. Someone apologizing for their actions and educating themselves at all is better than ignoring an issue or remaining oblivious no matter how late it is.\n回复 @bigsquishyfrog I was wondering who Jared tomato sauces was for a sec\n回复 @asbesttos Movie looks like garbage anyway, we literally did not need a sequel. Screw Disney.\n回复 @Megan_Wire Real\n回复 @justafewvids Nah Mr Pickles has a slightly different look to it, I think it’s because the characters are a bit more detailed than the above examples\nIf King Charles is dead, @mrbobodenkirk must inherit the throne. I don’t make the rules.\nJust need to see him in those white pants  one more time please please please https://t.co/puvayaSJm8\n回复 @darylmine2 My thoughts exactly!\n回复 @silverstarblade The amount of kids who genuinely believe it’s inappropriate for adults to merely speak to them is…surprising, to say the least.\n回复 @breaking_frames Howard how does chuck’s d*ck taste since you love sucking up to him so much\n回复 @breaking_frames Okay but what if Jimmy slid into ME like a cheap pair of slippers\n回复 @breaking_frames Me too Jimmy\n回复 @breamstream Oakley wanted Jimmy and who could blame him 😮‍💨\nHey so I wanna address some stuff I’ve been thinking about a lot lately. I realize I’ve had a problematic history, especially on here but somewhat elsewhere too, and have said and done many things that were either childish, disrespectful, or some combination of the two", "overlap_score": 0.185600755491052, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1116311333870424065, "screen_name": "Kennethchiori", "user_at_name": "Kenneth Chiori Eze Nnunu 1", "sample_content": "I will say his name! It's Nick J Fuentes\n回复 @pweedygurll You don finally carry them handicap, they have no defence.\nOne million naira can get me out of poverty and here's how:  I will use 300k to get a laptop, I'll use 150k to pay for the course and also make use of free courses available.  I will dedicate 150k for data   400k for feeding through out the learning process so I can concentrate.\n回复 @PenTitan Somehow I haven't read this story from any of the misandrist account, those online feminist will never talk about issues like this because they wouldn't know how spin the story to make a man look bad.  Perhaps the coven witches are ashamed of the actions of one of them.\n回复 @Wizarab10 Most people that have Ukrainian flag on their bio are not worth engaging.  They are complete airheads I must say.\nPersonally anybody that @jon_d_doe has an issue with I won't even touch the person with a long spoon.  Clout chasing amphibian, how can you claim to be smart and rational after supporting APC.\nHere are the decrees, now read and tell me whose decree ended the regional government. https://t.co/5vLT8RQUMy\n回复 They will do and say anything to maintain the status quo, they are not religious one bit, they only see religion as a means to an end.  Religion is a means for them to keep the poor masses in perpetual serfdom and project the illusive ideology of \"one north\", they are criminals.\nOne thing you can't do is bring complain of a girl I warned you about, to me.  Call me a bad friend I don't care, but I'd rather lose the friendship than listen to you whine about same girl I warned you about.  You made your bed so lie on it yourself.  Men like that disgust me.\nKarma is not real, it doesn't work, stop waiting for karma she ain't coming.  If person give you gbas return am with gbos as e dey hot.  Because karma won't save you.\nIt has gotten to the point where no one gives a damn, the absurdity is now so constant that the people no longer raise an eyebrow.  How's this different from snake swallowed 36million?\n回复 @otakerioghenero @fisayosoyombo @fijnigeria Gods wey do  drink Azul keep quiet.\nAnd please do you care to explain what this \"selfish\" interest is?  Am going off with wild hope that you can come up with a rational response.\nYou don finally carry them handicap, they have no defence.\nPatriarchy is order! The alternative is chaos, there's no middle ground.\n回复 @yabaleftonline This is a very valid reason to cancel a wedding, before you marry a woman you first marry her mother.\n回复 @jon_d_doe Agba don't want to tell you expressly because he doesn't like telling people to divorce or leave their marriage but in your case bro, you don't even have a marriage.  She's doing you a favour by telling you she wants out of the marriage, LET HER GO!\nA typical Nigerian:  No iota of logic in thinking.  Embroiled in emotional and misplaced priority.  Fights for their God while begging their God to fight for them.  Worships the custodians of their enslavement (their politicians and their religious leaders).  FOOLS.\n回复 @IsabellaMDeLuca Isabella it's called FEMINISM, it's a mental illness that has overtaken the modern society and seeks to destroy the very fabric of the society and inter-gender relationship.\n回复 @BRICSinfo Russia cannot trust the current leadership of Mexico.\nHow in God's name do people like you comment on global issues?  Someone who is more concerned about his people is a racist?  What makes him a racist?  Name one racist policy of Trump in his first four years.  And note I said policy not \"he said, they - said he said\".\nYou are lying aunty men that are cheap. Buy one get one free.\nReminds me of what the Nigeria people and especially the Obidients were saying in 2023.  What is good for Greece is good for Uganda 🤣.  UK should enjoy their democracy.🤣\nIseee but I will not go with the lineage part, ka onye foro aju buru ibu ya, Isi kote ebu o gbaa ya, let's leave the innocent generation out of it biko.\n回复 @Morris_Monye Good thing, that show should be obsolete by now.\nFor more context; that's more than half the entire budget for the year.  28trillion mapped out for education, health, salaries, security e.t.c.  And over half of it was budgeted for highway.  Not that there isn't an existing east-west highway that has been abandoned.\nThat Dan Bello's video has done more to threaten the power hold of Tinubu and his cronies than seven days of protest in Lagos and any other southern state.  I just thought that you should know that the people we all thought are illiterates are more politically literate than us.\n回复 As it is in nature; where there is no order, chaos ensues.  And the father figure is supposed to provide order in a home.  With the mass incarceration of the black male population it is expected that the chaos in the black community was the most logical outcome.(7)\n回复 @UnclePamilerin How far you don sue the guy wey say him get your video?\n回复 @kunmydrey It is a cult, just like APC once you go in you will lose the capacity for logical thinking.  This is my conversation in January with one of them.  https://t.co/KO0xboToBU", "overlap_score": 0.136445346791995, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1191327674, "screen_name": "Mfume4Congress", "user_at_name": "Kweisi Mfume", "sample_content": "I was glad to join Mayor Brandon Scott at New Shiloh Baptist Church to announce nearly $30 million in federal money to fund more than a dozen housing projects to create 450 new housing units across #Baltimore City. #affordablehousing #community https://t.co/vonogt9hmo\nTeam Maryland stands together as we work to safely clear the channel and restore commerce to the region. #Baltimore #BaltimoreBridgeCollapse #FrancisScottKeyBridge #BaltimoreBridge #MarylandTough #BaltimoreStrong https://t.co/n7ry83E5E4\nThis week we recognize the 80th Anniversary of D-Day where Allied Forces stormed the beaches of Normandy to liberate France and begin the end of World War II. Over 2,400 Americans laid down their lives in one of the largest invasions in historical warfare in recent memory — with… https://t.co/N8QQsj8454\nThank you, 7th Congressional District, and thank you Maryland! Yesterday, you voted for me and my dear friend and soon to be colleague, Angela Alsobrooks, to be your democratic nominees. I am so appreciative for your support, and I am elated to rally behind our next Senator,… https://t.co/QQaUsny9BK\n#MartinLutherKingJr was unawed by opinion, unseduced by flattery &amp; undismayed by disaster. He confronted life with the courage of his convictions &amp; confronted death with the conviction of his faith. Let us renew our resolve to stand for justice, fairness &amp; equal opportunity. #MLK https://t.co/gwBQYOklAP\nThank you, 7th Congressional District, and thank you Maryland! Yesterday, you voted for me and my dear friend and soon to be colleague, Angela Alsobrooks, to be your democratic nominees. I am so appreciative for your support, and I am elated to rally behind our next Senator,… https://t.co/czlOIjUXSA\nToday, as we pause to observe Memorial Day, we honor and commemorate the brave men and women who lost their lives and gave the ultimate sacrifice while serving in the military to protect our ideals and our way of life. Thank you! #MemorialDay #heroes #RIP #family #faith #America… https://t.co/JnYePHPTcS\nToday, the Team Maryland Congressional Delegation met to discuss the next steps needed to continue making progress with the Francis Scott Key Bridge collapse. Already, we have proven that the State of Maryland and this country can navigate through tragedies by working together,… https://t.co/aA2Ugor7Fk\nSixty years ago today, the Civil Rights Act of 1964 was signed into law. This landmark legislation prohibited discrimination in public places, provided for the integration of schools and other public facilities, and made employment discrimination illegal. #CivilRightsAct1964… https://t.co/cmnJ1hPYwv\nYesterday, I was happy to stand in support of Angela Alsobrooks at the 1.000+ Women for Angela Alsobrooks event at Martin's West. Let's send Angela to the U.S. Senate to fight for us! #Maryland #Baltimore https://t.co/dCju3RWI2o\nLast night, my friend and colleague, Speaker Emerita Nancy Pelosi, returned to Baltimore to visit the Central Enoch Pratt Library for a conversation hosted by Dr. Karsonya Wise Whitehead, host of Today with Dr. Kaye on WEAA 88.9 FM. Speaker Emerita Nancy Pelosi's new book, THE… https://t.co/WhMC7fOHaS\nIt was great to participate in the Afro-American Newspapers' Annual High Tea honoring the Divine Nine for their outstanding leadership and unwavering commitment to community. Thank you, Divine Nine, for your rich legacy of service and excellence. @afronews #HighTea #Baltimore… https://t.co/iNhEEK3nWZ\nCongratulations to Lansdowne Middle School and Principal Ryan Warfel on your new Cal Ripken, Sr. Foundation STEM Center presented by the Exelon Foundation. Science Technology Engineering and Math will serve you well in all of your future pursuits. I was honored to join Cal… https://t.co/wadpGgjNuN\nThank you to the Airport Minority Advisory Council (AMAC) for the chance to speak at your Economic Opportunity &amp; Policy Forum. I deeply appreciated exchanging ideas on economic and business opportunities at the nation’s airports. #Airport #SmallBusiness #Entrepreneurship https://t.co/VNUGdl0CPy\nThe Francis Scott Key Bridge collapse is an unthinkable horror. We are all trying to respond accordingly. I've spoken directly with Secretary Buttigieg and the White House. They are responding with all of the assets at their disposal. Our prayers right now are for the missing… https://t.co/LSmpacEaB1\nIt was an honor to meet with residents of the Druid Heights community again at their annual “Meet Your Elected Officials Day.” Thank you Director JohnDre Jennings for bringing us all together again! #DruidHeights #PublicService #Service #Baltimore https://t.co/UHSJEOTmj6\nI was honored to participate in the Beth Tfiloh Dahan Community School Fundraiser and Scholarship Event honoring Senator Ben Cardin and his wife, Myrna Cardin. Senator Cardin has been in elected office for 58 consecutive years since he was first elected to the Maryland House of… https://t.co/4StMAjWF1N\nI was elated to celebrate breaking ground on Baltimore @SquashWise's new Youth and Community Center at the site of the old Greyhound Terminal on N. Howard Street. This center will allow the organization to quadruple the number of students they support through tutoring, college… https://t.co/NfGJiAgIy4\nMy full remarks at the Loudon Park National Cemetery yesterday in #Baltimore for the Maryland Commission on African American History and Culture 2024 Memorial Day Commemoration can be viewed below. #MemorialDay #Veterans #MemorialDay2024 #USA #ThankaVet #HonorOurVets #USMilitary… https://t.co/rRZgrTXkaF\nIt has been a tremendous honor to serve alongside President Biden in the Congress, and his tenure as the leader of our great nation will be revered forever. At this moment, we all would be better off if we allow him to have the dignity that he deserves and has earned in this… https://t.co/1r0TLocKCp\nHappy Black History Month! Let's celebrate the achievements of black people across all facets of society, from the arts to activism, medicine, politics, science &amp; many more fields, remembering always that Black history is American history. #BlackHistoryMonth #BlackHistoryMatters https://t.co/ZqqpkGyXQz\nCongratulations Mr. Andre Terry on your retirement after a 31-year career in the United States Capitol. Mr. Terry has worn many hats in his decades of service to the People, most recently working as an elevator mechanic, but having also been a subway train operator and even an… https://t.co/ktsfsQc1G4\nWe are working in a bipartisan way to secure the federal resources needed to address the bridge collapse crisis. https://t.co/oAfGc6WLh5 #Baltimore #BaltimoreBridgeCollapse #FrancisScottKeyBridge #BaltimoreBridge #MarylandTough #BaltimoreStrong\nCongratulations to my friend, William H. “Billy” Murphy, Jr., on the naming of the street, Billy Murphy Way in Cherry Hill- a well-deserved honor for a Baltimore legend in the legal community. Mayor Brandon Scott, Councilwoman Phylicia Porter, and I joined Billy's family,… https://t.co/hQeMLbBrdP\nMay the observance of Passover bring families together to pray for liberty, prosperity, peace, and good health for all people. #passover2024 #miracle #faith #peace #freedom https://t.co/0WhiIpb5N3\nOn #WorldCancerDay, we bring attention to the need to #ClosetheCareGap, ensuring everyone has access to prevention &amp; early detection resources. To find low or no-cost cancer screenings, visit https://t.co/VhugOthdb2. #CongressionalFamilies @PreventCancer https://t.co/Kp6HsbogOz\nCongratulations to Morgan State University on the premiere of the documentary, \"History of a National Treasure\". The documentary film, created by the School of Global Journalism and Communication's Center for New Media &amp; Strategic Initiatives, encapsulates and recounts Morgan's… https://t.co/YUWXF5w40O\nIt was great to participate in this year’s Ruth M. Kirk Recreation and Learning Center Community Garden Planting. Delegate Ruth M. Kirk was a fierce representative and champion for the Sandtown-Winchester community. It is good to see her son, Arthur “Squeaky” Kirk, continue her… https://t.co/ehDNHJOo6O\nWhat an honor it was this week to have Speaker Emerita Nancy Pelosi to stop by the Morgan State University Board of Regents meeting to say hello to all in attendance. Aside from being a native #Baltimorean she was also the recipient of an Honorary Doctor of Public Service degree… https://t.co/dlV21T9OXu\nYesterday, I attended a compelling public discussion at Baltimore’s Enoch Pratt Free Library hosted by best-selling author Judge Glenda Hatchett, and Prince George’s County State’s Attorney Aisha Braveboy on the topic of \"The Price of Urban Violence.\" #Baltimore #PrattLibrary https://t.co/VFOe69x5pG", "overlap_score": 0.162643856698743, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1334902259243773952, "screen_name": "BleezyforSheezy", "user_at_name": "Anthony", "sample_content": "回复 @CollinRugg Police probably knew most of them\n回复 @SouthlandPost Call the police, it doesn’t matter if it’s a teacher or the principal, they’re in possession of stolen property the second they take your children’s Property, literally anything at all\n回复 @AmiriKing Teach your kids that they can Defend themselves, OR they can also block the attacks as much as possible, do not use physical defense and File Lawsuits against the school and attackers https://t.co/Erts3hQg5J\n回复 @iluminatibot He was so concerned for him 😂\n回复 @McDegenGrillz Degen I’m sorry for your cat bro, I let mine out as usual and she went missing for like a week and when I saw her again she had a piece of her ear missing and she was fixed, like she can’t have babies anymore, and she even acts differently\n回复 @Mick_O_Keeffe Stay safe, remember to have protection for you and your family, these people are Not showing up to our countries to Acclimate to our Ways, keep your children closer than you ever have\n回复 @polo_man404 No joke, side dudes get Hella more sexual positions and attention than some dude committed to the women, even living with someone\n回复 @ImMeme0 America is for Everyone, but it’s NOT for People who Don’t Support America 🇺🇸 Being Proud of Where You Came From Is One Thing, but Realizing Where You Acquired Your Happy, Free, Financially Successful Lifestyle is Another, I’m Serious, and if you’re being forced to live here…\n回复 @SevillaAnderso2 @JebraFaushay She didn’t use her own money……does she look like a child to you, if it was her money it would be called Alimony or a Paycheckfrom her job\n回复 @CoVet_81 Exactly, men can’t get pregnant in general, not only that you can actually see scaring from the transitioning on her chest from when she removed her breasts\n回复 @ClownWorld_ Yes people, good question, is he a Vandal or a Hero? Did cutting down that thing make your hometown look unkempt? Did he cut down something that was beneficial to the citizens who live their? Also what negative impact did cutting that pole down bring to the people who live there?…\n回复 @RadioGenoa Ooof, imagine you hit someone and they hit you back 😬 she was surprised, I remember that video\n回复 @vohvohh Dems are selling 👍 don’t worry it got bought up by Conservatives\n回复 @pearlythingz Should’ve just kept it simple “People without Morals” it covers all aspects\n回复 @Travis_in_Flint Ya she got that DNA in her to make that baby, but i got a feeling it ain’t his baby https://t.co/hiOKnsCmz1\n回复 @BlackTzedek Ouch, the Truth\n回复 @ChuckCallesto Oh nooo, they’re gonna have to use money on fixing the college instead of putting it in all the board members pockets https://t.co/C0UJZ6hsur\n回复 @grindfacetv She’s just trying to get by, she’s gonna buy bread with that https://t.co/I9NDw2ANx1\n回复 @svblimity @RedPillSayian Standing on business 😂😂😂😂😂😂😂 dude is blowing shht out of proportion like a woman, tf\n回复 @grindfacetv @DC_Draino I’ve only met 2 people with Tourette’s in my entire life, and she can actually talk Very long without ticks, kinda abnormal, and there’s actually memes of her if you select GIF and type “Tourette’s” so I think there’s people that don’t believe her https://t.co/pzCpnXNHCP\n回复 @SFounder2019 @DogeC22523 @iSeeRacist Exactly, you said it right, only when you switch roles does it hit different, men penetrate and dominate during sex, he was f#%king his teacher, but if the roles were reversed it would be some young girl being dominated by her teacher(reversing roles is a must to make it worse)\n回复 @oledoteth Imagine going to New York of all places to get a feel of America 🤦‍♂️ it’s like this dude hasn’t been paying attention to what’s going on in the USA, NY and Chicago and a few other places have been completely invaded and destroyed since biden took office\n回复 @stevewilldoit Steve my Son was born last night 5/16 at 9pm, he’s amazing and I couldn’t be happier, it’s such a crazy feeling going from have 4 daughters to having a Son 💪\n回复 @SouthlandPost I wonder what happened, like what was it that thr guy originally said befor the recording that was offensive, because she’s basically saying that this guy was being racist for her not speaking English in her country and she tells him why doesn’t he speak Japanese to her to be…\n回复 @MrTLexify Outdoor Boys 💪\n回复 @GrahamAllen_1 Ya he can obviously go do whatever he wants,  and people deserve to be happy with whoever makes them happy, and we all have free will to do as we please for the most part, but just as far as Religion is concerned he is living in sin, again it only Applies to Religious Values and…\n回复 @Alphafox78 Definitely fake, I wouldn’t have been able to hold the phone, none the less keep it facing me for my reaction\n回复 @UNonsense23 @realstewpeters Exactly, wrong song to use for this, they don’t stand for shht anymore, they’re part of it now\n回复 @its_The_Dr My Grandmother showed me this movie when I was a child, it’s great “Mr.Limpet” https://t.co/9vcgSKysyT\n回复 @githii Why even live their if it’s gonna look like it’s under construction or a crime scene everyday, or you actually gonna tell mem she didn’t know it was the Breaking Bad house", "overlap_score": 0.1405287100602048, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1346901427550089216, "screen_name": "JRecon85", "user_at_name": "✊JuanRecon85🍉🏳️‍🌈🇸🇻", "sample_content": "The clown who lost to trump. Yea no. Let’s take advice from actual winners\n回复 @Danimalish I began to get a sinking feeling when I DM Regal about their Ontario Palace 70mm screenings for this and they said they haven’t heard from Paramount. Just to keep following social media for updates.\n回复 @LolOverruled Diet Pedro Pascal ☠️☠️☠️ u mean discount Pedro Pascal. 🤣☠️😂 https://t.co/a2lsAIfy0C\n回复 @marrs_edward Most of those clowns haven't even bothered picking up and reading the Bible. Instead, just listen to the ranting of madmen who are just bad state actors manipulating the masses to their mindset.\n回复 @ShaykhSulaiman Oh boy did William expose him to radiation and hasten the process for him to be king lmao 🤣\nUmm this clown doesn’t realize the detailed Holocaust Education given western schools is how we quickly realized the same crimes Nazis did to them, now they’re committing it to the Palestinians. What’s with these idiots. Would be best STFU 🤫\n回复 @Variety You mean 450 psychotic genocidal maniacs. It’s truly disgusting to see so many more than fine with the liquidation of an entire ppl.\nGawd why are they trying to make him the next big thing.\n回复 @CultureCrave Why is WB dropping this sht? This screams they don't have any confidence on the film and need to push it out there to get ppl in. I can see why WB limited which IMAX Theaters got 70mm film prints.\n回复 @jsargentr Aww the projection from these BlueMAGA clowns.\n回复 @AirlineFlyer @jonostrower Yikes. If this is weakness has been discovered on United planes I can imagine on Copa and Aeromexico MAX9 birds. My pops flew on a AMX 737 MAX9 from MEX-LAX a few weeks back. Thank gawd nothing happened. Eek\n回复 @hilaryr @danpfeiffer @jonfavs BlueMAGA types are acting like RedMAGA who are in denial of what's happening. The rest of the country saw the debate, including many independents &amp; those thinking of voting freaked out by what they saw. They want another option or won't even vote if its Biden leading to Trump win\n回复 @OurMovieNews Doesn't help when Dune Pt 1 and Pt2 showed what inspired Star Wars and did it far better which in my point of view was the final nail on the coffin on how Disney just fckd up.\nSo this means, my dumba$$ will be stopped and taken to the side and asked idiotic questions because let check...yea I don't want ppl being offd. Fck CBP\nI will enjoy seeing this fck lose reelection. He just lost an entire generation. And Israel ur fckd lol 🤣 enjoy whatever time u have left thinking ur protected cuz y’all become like Rhodesia and South Africa.\nI remember my film school mates gaging on this fckrs cock. Insufferable ass. Glad those dirty clothes were aired and drove this clown out. But why just why is some trying to bring him back. Why?\nA friend shared various links from TikTok spaces &amp; OMG some of the Biden supporters are acting like the MAGA cult who quickly drag anyone who brings up factual concerns about Biden's cognitive state, and tell any listener they must support him at all costs. I'm like WHAT...\n回复 @SalvadoranPride Both are trash.\nI pray for the day these monsters are brought to Justice and their state comes crumbling down like the Nazis and everyone gets hung or executed for their crimes against humanity\n回复 @Variety Looks like trash. JFC why are we getting this when the last one made cash but was universally panned since it lacked any emotion. I even laughed when Mufasa dies when in the original animated I still get chills and cry even after 30 years. Leave these classics alone. https://t.co/p4t2Aiu08z\n回复 @Lauzirika It's a masterpiece of a score by itself, and best of all the scores in the Anthology with Goldsmith coming second.\nFor those clowns who support Bukele and are defending trump here’s the section were he’s intentionally implying that Bukele training MS 13 thugs to leave El Salvador when it’s so far from the truth.\n回复 @JockJudge @Variety I'd be happy if someone came in &amp; discarded Covenant, &amp; actually did an actual Prometheus 2 w/Shaw and David arriving into the Alien homeworld and it looking like Guide Prime of Dune 2. however it goes bad and they need to save themselves from the engineers &amp; the xenos.\n回复 @Edrick1954 Ideal would be scrap Covenant and do a true Prometheus 2 were Shaw got her answers on why the engineers had set humanity for destruction by using the pathogen/xenos. David seeing this how would he react to it. Set it on a world looking like Guide Prime of Dune 2 &amp; we are cooking\n回复 @Morning_Joe And they’ll lose in several months lmao 🤣\n回复 @Variety u clowns put The First Omen lower than Immaculate which is cheap ass copy of this film. Like come on now. It deserves to be higher on that list.\n回复 @JordanMaison And ppl say review bombing is not happening 😂\nReplies makes me lose faith in humanity. But I’ll say this I wish the worst fate for those mocking this courageous man. He’s become a martyr for a greater cause. ✊\n回复 @bigscreenleaks And the issues that I found on the 70mm were gone. Sucks in LA the only way to see Dune 2 on IMAX laser on a 1:43.1 screen is at Ontario which is held back to 1:90.1 while TCL, Universal are showing the 70mm which for me is an inferior experience.\n回复 @IMAX @IMAX @WBHomeEnt we need that IMAX Dune double feature pack 4K Blu-rays.", "overlap_score": 0.1500369097127188, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 138857297, "screen_name": "debbra_stolarik", "user_at_name": "Debbra Stolarik", "sample_content": "回复 @NBronxite @mangungutya @DoomScroling No one believed me. I was told I had a low pain threshold until the FIRST surgery when doc said “well there was a lot of scar tissue.”  All that pain for so many years and it ended with a hysterectomy at 54 bc I had TWELVE fibroid tumors completely encompassing my uterus.\n回复 @gretchenwhitmer Thank you for the continued support. Lots of folks who I thought would be around a long time are making poor choices and airing their dirty laundry - voters will remember you when you ascend and you will.\n回复 @atrupar I have heard the Hollywood elites really had it in for Lincoln.\n回复 @afrosabi I can help with that. One thing that is easy is getting premium fried onions or making your own on a cookie sheet. And also some fancy dried mushrooms that you can reconstitute with  fresh cream. Warning: I did this for thanksgiving and was shunned.\n回复 @AdidasJen @serialinvesting @Jason @GavinNewsom Then they will tell you. For young children, all this does is not force a teacher to tell parents very basic things that may turn out to not be an issue. What clothes they like. What name they like. Not meds. No surgery. So why should a teacher escalate these benign things?\n回复 @IAmJohnAles Thank you for sharing. This was awesome.\n回复 @MrsBundrige I’m with you. Maybe “unlearn” is not the perfect word, although I like it. Neuro plasticity theories show we can rework our brains. I wish you great luck with your process. ❤️❤️\n回复 @joshuakanebespk @BAFTA Beautiful work. Hope it leads to many other great clients and projects.\n回复 @JRubinBlogger @UROCKlive1 What did anyone expect? After all the dirty laundry was aired and the backstabbers won, do you think they’d stop?\n回复 @burrengrl @lavern_spicer Why would you be looking for that? This guy who is a private citizen takes up no space for me.\n回复 @AshleySinclair0 @StevenWisdom13 @MikeSington That is a terrible thing to say. Any harm to children is disgusting, and there are no demographics not offending. That said, you really ought to take a look at who keeps getting arrested. Spend some time on that so you can help the best groups - you have a huge following.\n回复 @elonmusk Please take time and let us know how you define “secure” borders, what makes a city “dirty”, how deficits work, what is bankruptcy to you, how racism against a controlling majority works, and how you define sterilization - hormones, blockers, or surgery?  You opted into this.\n回复 @SamJownes Me. I am! I feel guilty bc of Michelle O’s “we should go high” but that doesn’t work with almost half the people. So I am resigned. And I kind of dig that one of the “nicest” presidents ever understands that we have to fight fire with fire sometimes.\n回复 @MacinEwa @JillianMHurley This is what I’m hoping. 💙\n回复 @CaliSE7EN @StabbyandSpicy @nytimes Infrastructure, student loan payoff, general human rights support, reproductive care support, federal marijuana pardons. There is a list of about a hundred line items, but it’s easy to find.\n回复 @Gdaddy1122 @DogginTrump Just this week: multiple stock records broken, 13 bridges began repair and rebuilding creating thousands of jobs, inflation down half a point, letter of support from 16 Nobel laureate winners in economics.\n回复 @WatcherGuru Most folks who work for a living - you know the “ordinary income” Romney sneered at - don’t know that a lot of “unrealized gains” fall under the carried interest exception. And that is a thing made up by rich finance bros who don’t need to cash every paycheck.\n回复 @UROCKlive1 @BillyBaldwin My heart is broken - personally. There is an absence of integrity that will reverberate.\n回复 @Timodc Sending lots of these so it’s not entirely personal, but are you happy now? You have been so vocal but haven’t really ever won; have you?\n回复 @MonicaCrowley What is wrong with you?\nI think a lot of folks don’t understand that someone can be an “asset” without even knowing they are. Lots of dumb folks with access.\n回复 @Nick_Offerman @ComicsforKamala You and your wife are national treasures. Thanks to both of you for always using your power and platforms for good. 💙💙🌴🌴❤️❤️\n回复 @afrosabi @KDRothschild We were separated at birth. I’m still wearing my Obama shirts when I need to feel better. ❤️❤️\n回复 @Mollyploofkins Chik fil a or however they spell it.\n回复 @zebra_ballerina @afrosabi Yes. There will always be those people no matter how clearly an issue is presented because they think they are special, they are willfully ignorant, or worst of all, they know and do it anyway.\nRobert Hur was not asked for a cognitive skills or psych review so why are we even discussing? Just shut him down over it. “Don’t argue the paradigm.” https://t.co/6JynEoiaES\n回复 @LaurenBaratzL @MSNBC Yup.\n回复 @elonmusk @jack Therapy can be very useful.\n回复 @heidsi2 @GovRonDeSantis He can’t because he is also from Florida. Lots of folks don’t know this. Maybe bc they never took civics…and people really need to understand more about the lack of standards in homeschooling. It’s a disservice to our children.\n回复 @highbrow_nobrow @Acyn She’s ridiculous.", "overlap_score": 0.1916281617461965, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1352709018452635649, "screen_name": "BiffBoxx", "user_at_name": "God save the Queen, Man!", "sample_content": "回复 @AustinNewsGuild Anti-American Statesman, where every page is the opinion page, and that opinion is leftist.\n回复 @ShabbosK @benshapiro @BillAckman @KassyAkiva @guypbenson @persianjewess Interesting also because it appears from this ad that this country is about 94% African-American.\n回复 @AttorneyCrump He made some traffic choices that led to his death.  It's not as if he was cooperative and the evil cops just wanted him dead.  Believe me, no cop leaves home in the morning hoping for the chance to kill someone.\n回复 @kerpen @RepChipRoy Would truly love to hear anyone of these embarrassments explain how in the world they could be against proving citizenship in order to vote.  This should be the law in EVERY country in the world.\n回复 @__TEAM_USA Just like Springsteen and so many other creatives; great artistic talent, but little or no common sense and ability to discern good, effective leadership from bad.  Also, they mistake their creative ability for giving them special insight that most just do not possess.\n回复 @AustinNewsGuild I can't tell you how many times I've read the Statesman only to be slapped in the face with editorializing and overtly biased reporting.  As a long-term Austinite, it saddens me that my local paper makes its positions so obvious so often.  Report the news factually.  Just try it.\n回复 @Old_SchoolEddie Very pretty, frustrating views, world-class awful voice.  Overall package: 8.5 on the irritation scale\n回复 @ZeekArkham I loved your original post here and what you're describing is the ideal; kids playing and not thinking about race, wives chatting and not thinking race, guys bbq-ing and not thinking race.  It's the way God intended tho we often fall short.  God bless you and your family.\n回复 @_wake_up_USA Disagree.  Putin should pay us back for everything we've spent, not Ukraine.  Similarly, it is Hamas who should pay us back for what we donate to Israel for that fight.  Obviously never happen, but if we're talking about cause and responsibility, there's your answer.\n回复 @DanFriedman81 @MZHemingway Absolutely.  I also notice 0 American flags in that crowd.  Plenty of Palestinian flags, but nothing demonstrating any pride in this country.  I wonder why that is.\n回复 @EJay70 @Breaking911 I do the same, but I call it a cleanse.\n回复 @Super70sSports If you listen to Yacht Rock, count the number of songs played in a row WITHOUT his voice.  You won't get past 4.\n回复 @OliLondonTV The filth that comes from these boys' mouths is a part of living in a free society.  It offends, but is not illegal.    They are, however, foolish and ungrateful.\n回复 @KeithOlbermann Do you have no sense of the violent climate you contribute to when you say things like this?  There are people struggling with mental health and when you call someone \"Hitler\", you feed the likelihood that someone acts out their broken fantasy.  Lives are truly at stake here.\n回复 @ByronYork I am a big fan of his documentary work, but so unhappy that he chooses an invitation to speak at a commencement to give a political diatribe.\n回复 @DivestBrown Everyone with a mask.  Serious question:  Is that because they still (and always will) fear Covid or are they trying to hide identity a little?  I lose respect either way.\n回复 @GeorgeTakei When you call someone a facist, you contribute to the climate that caused a sick person to act on their sickness.  Lives are at stake here.  Stop spewing hatred.\n回复 @greg_price11 You know who else was an excellent swimmer?  President Joe Biden, former lifeguard.   Ipso Fatso, illegal aliens may grow up to be president.  You're welcome, America!\n回复 @robreiner Come on, have you given any thought to the judge's obvious bias, or the questionable behavior of the prosecutors?  Even those on the news channels who hate trump felt strongly that the case against him was not a strong one.    Michael Cohen is your star witness?  Really?\n回复 @AmbJohnBolton We had at least 2 great possibilities but the Only-Trump crowd won the primaries.   I would vote 1000x in a row for him over Biden, but would have preferred an adult like Desantis or Haley.\n回复 @Dutch_Oven45 @1053SS @60feet6 The Dutch Oven for the win!\n回复 @Blacknatwatch @megynkelly I am so glad to hear you say that.  Clearly you're someone who thinks independently and we need more smart folks these days, not fewer.\n回复 @KeenanPeachy That place IS hollowed.  First, it was solid, then they hollowed it out and that's now where all the people are.  See?  Hollowed!  Also such a talented poet who rhymed \"face\" with \"race\".\n回复 @CollinRugg That's not their wall to deface.  Hiring a painter is smart.  If the painter asks the idiot children to move, explaining that he must paint the wall and they refuse, this is what should happen.\n回复 @GeorgeWept What kind of male over the age of 14 tells people about his ability to satisfy his wife sexually?  An insecure one.  Maybe Biden dislikes Trump so much b/c he sees the worst parts of himself there.\n回复 @salazama @tplohetski Because APD is woefully understaffed and can barely respond to the ever-increasing crime throughout the city.\n回复 @Kips_Big_Boy @elonmusk @mcuban Musk's statement that DEI practices, which prioritize hiring based on race and gender, are correct.  That's what racism is: making decisions based on race.  Why do you resort to name calling?\n回复 @BernieSanders Using violence to keep Jewish students from going to class is not really in the Constitution, Bern.\n回复 @3YearLetterman @BillClinton @CigarAficMag @KmartFashion @RonPaul @RuPaul @LoganPaul @PizzaRanch @Jolly_Rancher @Whitesnake Have done extensive research and this checks out.  Thanks, Legend.\n回复 @ProudElephantUS 100% right.  Focus on the failed policies &amp; show some intellectual discipline.  Show some maturity.  Sustain that until election &amp; then sit back and watch the states turn red.  Otherwise, it'll be a nailbiter and I don't trust that the party of post-mortem voters will play fair.", "overlap_score": 0.1593328916883359, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1206419850400280576, "screen_name": "SolidusJim", "user_at_name": "SolidusJim🍉🐀", "sample_content": "回复 @DontPushThat @socialistdogmom And people seem to have forgotten that the saying (or a variation at least) is that a few bad apples spoil the whole barrel.\n回复 @pamg8tr @thestarkiller1 @RichardCRogers @nameshiv What's next? Are you going to tell me with a straight face that it was basically an ordinary tourist visit?\n回复 @XRP_Central @JebraFaushay @bennyjohnson \"why would a grown man act that way?? 🤔\"  ...for a bit in a stupefyingly popular awards show?  Also, he's a wrestler. I'd think he'd be pretty used to be nearly naked on a regular basis.\n回复 @EricElemen @Imani_Barbarin I was thinking about that seeing the anti-panhandling signs at 7-Eleven. Made me think of people saying \"give a man a fish and he's fed for a day, teach him to fish and he's fed for life.\"  But nobody's teaching anyone to fish, so... give the man a goddamned fish.\n回复 @BEAT_SKELTON @davidgerard Is that seriously how the \"thought experiment\" goes? Because if that's really it, someone needs to get a goddamned hobby. Model railroads, underwater basket weaving, anything besides this shit.\n回复 @SetPixels It really changed my outlook on the police when I just mentally replaced the word \"cop\" with \"some guy with a gun.\"\n回复 @ElementalVirtue @Cooperstreaming (the Nazis are the poison soda here. You can't just put up with fascists or poison soda because they'll both kill you if you allow them into your life)\n回复 @andi0304 @jesshardie When it all comes down to it, the cop isn't Superman. He's just some guy with a gun.  In fact, if you're having trouble imagining why people wouldn't support something police-related, mentally replace the words \"police/cop\" with \"some guy with a gun\" and see how you feel.\n回复 @joekent16jan19 I mean, there are people here, with needs and abilities. They need to be addressed, regardless of how they came to be here. Just pretending they aren't by not counting will only make things harder for you.\n回复 @ForesmanBi89783 @AdameMedia 20/85 vision, not blind, thank you very much.  And I mean I haven't found anything that says she's trans, besides your own sharing of an old screenshot from a conspiracy theory subreddit. It's easy to say anything on these sites, but it's looking to me like there's zero proof.\n回复 @Whygena_Draws Dang, an all plasma loadout? What kind of generator do you use to keep that thing going??\n回复 @Emily_Art @DragonsofWales @DiscoverMag One of the things with AI-generated images is they use quite a bit of power to make these, both in the development and actual use. That's on top of the copyright and theft issues.\n回复 @ninaturner My late aunt worked her hands to the bone, but still died just one bad car accident or medical crisis away from bankruptcy.\n回复 @RunemirQi @NonsenseFlat Everyone has already gone on about seeing the sun from everywhere and they're right, but what gets me is the distribution of the light.  On the flat earth, the sunlight travels in a round spot, not illuminating half of the world. That simply doesn't match the real world.\n回复 @Havoc_Six These things remind me of the original Star Destroyer. I understand they were originally flat and less textured, but they added the greebles to make them look bigger and more interesting.\n回复 @Alterici When I saw Tig Noraro live last year, she did joke about how lesbians like her are allowed one straight exception... (in her case, a buff firefighter who literally swept her off her feet)\n回复 @AdlerDroog7782 @Chap_asmodai @C_Kavanagh @LiamT_722 I could go on about Big Daddy Karl's own antisemitism and how it does or does not pertain to condemning Nazis. Like, people can have good ideas and still be shitty people.  Problem is I'm not sure this guy's actually interested in having that talk, so it's time to move on.\n回复 It only took that dork nine months to do it. I wonder how long until he refers to his daughter by her name.\n回复 @Stupacabra Hey, better just the party than... oh, I dunno. The entire Italian government?\n回复 @naretevduorp On the one hand, I wouldn't be surprised if these are hand-picked, worst-of-the-worst examples. It's easy to put this kind of thing together and leave out the more thoughtful responses.  On the other hand... Jesus Tapdancing Christ, these people need to read a book.\n回复 @Anguslyne @Rattapoom_K @howieeday \"Cold\" in so far as the two actors don't fight each other *directly.*  But fighting each other through proxies? Sticking your nose into nearby conflicts to sabotage each other? That's where it's red hot.\n回复 @DeyaMuniz I tried to learn how to draw cars for a while, but that quickly gave way to \"nope, load a model in SketchUp and trace dat shit\"\n回复 @Fortinbrawesome I might be misremembering, but I think they did one for someone like Raytheon that ended with Katy saying something like \"wow, that ad felt... great.\"\n回复 @the_nerd_skull (brandishes a sketchbook and pencil like a sword and shield)  Sir, I have not yet BEGUN to gay this shit up!\n回复 @hippojuicefilm (blows the dust off an old Village People vinyl with malicious intent)\n回复 @MallardDuck13 @LIMBO_06 @JoshuaPHilll \"Look, buddy. When ya killed tens of thousands in a few months, whats a few more needlessly mangled legs, eh?\"  It's probably a good idea to not listen to weird ducks on the internet.\n回复 @AAC0519 @Digory29 @swalker_7 This was at a college. Unless they're some kind of prodigy, you typically don't find minors at such schools.\n回复 @DiscountGamerx @andi0304 @jesshardie First: Don't bro me if you don't know me.  Second: Hard to believe after watching a cop fill his own cruiser with lead because an acorn startled him.\n回复 @Qsy_tweets (poor Mass Effect FemShep impression) Show me yours, tough guy. I bet mine's bigger.\n回复 @futomomomoe Speaking for myself, but I seem to think about the ol' OCs in their daily lives about as much as their bedroom lives, even the ones I invented primarily for smut fodder.", "overlap_score": 0.1448545199604315, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1283422409656356864, "screen_name": "SAISDDouglass", "user_at_name": "Douglass Elementary, SAISD", "sample_content": "Las donaciones de Kids Heart Challenge están vencidas. ¡Pregúntele a su estudiante qué han aprendido sobre sus corazones durante KHC! Última oportunidad para registrarse, descargue la aplicación Escualas AHA o visite https://t.co/LfgvcNaCFk https://t.co/QyzYSUoYlf\nNational Recognition: Earlier this year, Mrs. Jordan received a HUGE opportunity - she was selected to be filmed &amp; interviewed for all her work. To learn more, view: https://t.co/Px3I09zWaM and visit: https://t.co/B17RgRhSzj https://t.co/N3I32rZwGf\nOur Douglass Book Fair Family Night is TODAY!! We hope to see you from 3:45 - 5:00. Don't forget tomorrow is the last day for book fair!! https://t.co/w39f1po1s2\nThis week at Douglass we: hosted our annual book fair, listened to guest readers, took a trip to the stars, honored Ms. Watts &amp; Coach Martinez, represented our blended familia, conducted simulation testing, got heart healthy with our Herff Familia, and continued to grow together! https://t.co/Fbc0URyfYh\nThis past week at Douglass we: hosted eclipse stations, assessed with STAAR, celebrated attendance &amp; kindness, had 100% participation in testing, participated in small group instruction, visited with the author of Dork Diaries, and continued to learn &amp; growth together! https://t.co/EoTwLh0cSI\nWe invite current students, families, staff, &amp; community members to come walk the halls and share stories! @PoeMiddle @SAISDBrackHS @SAISDFoundation @SAISD https://t.co/m7tV5Cn5mx\nToday students were sent home with our Kids Heart Challenge packet. Just by registering they receive a heart bracelet to show their support! This will be going on for the whole month of February. Website: https://t.co/7sDaKpxQ0b https://t.co/VBZqUVbTMM\nThis past week at Douglass we: celebrated kindness &amp; attendance, visited the Doseum, created sun dials, assessed through District CBAs, introduced ourselves to our Herff penpals, read books, wrote sentences, solved math problems, and engaged in active learning so we can grow! https://t.co/Qs0Uhpytxw\nThis week at Douglass we: celebrated kindness &amp; attendance, showcased our art work, thanked our cafeteria staff for feeding us, learned about animal habitats at Sea World, saw a play at The Magik Theater, built amusement parks, and continued to learn &amp; grow together! https://t.co/43B1ZVPc78\nThis past week at Douglass we: celebrated kindness &amp; attendance, reflected on reading through writing, solved math problems, heard a safety presentation, visited the Doseum, held Saturday Camp, replenished our food pantry, tested in TELPAS, and continued to learn &amp; grow together! https://t.co/dkHF4Pqova\nTeacher &amp; Staff Appreciation (May 6 - 10): As we start winding down, it's time to show some LOVE &amp; APPRECIATION to our teachers &amp; staff for everything they do for us every day! Please join me in showering our teachers &amp; staff with LOVE &amp; JOY during the week of May 6 - 10!! https://t.co/aa8WKOdN75\nHip hip horray! It's almost the 100th Day of School!! The 100th Day of School is Monday, February 5th. Students can wear 100th Day t-shirt with a 100 items, bring in 100th Day posters or signs, or think of a creative way to celebrate the 100th Day of School with wearable fashion! https://t.co/I8x1FZzXWn\nReminder of our Family Karaoke Night this Thursday! Free snacks and drinks will be provided along with parent updates and literacy activities! @SAISDHerff https://t.co/XxfOnzkdVN\nMarch Student Lunch Menus for PK - 5th. Menu Online Link: https://t.co/LCBCYiXKhh https://t.co/HVI8vPG6J2\nThis past week at Douglass we: celebrated our leadership skills at Main Event, registered 100% of our families, assessed through MAP testing, hosted Doseum Family Night, sent bags to our Herff familia, got nationally recognized for our SEL work, and continued to learn &amp; grow! https://t.co/hoY4UEdGaj\nSchool Lunch Hero: They make sure we are fed every day, it's time to say \"Thank you!\" Friday, May 3rd is National Lunch Hero Day - take some time to say Thank You! https://t.co/seR2e2UTJc\nEOY Recognitions &amp; Senior Walk Reminder: On May 29th, we'll have End of Year Recognitions and our first class of Douglass Academy 8th graders will be visiting us for their Senior Walk! https://t.co/0JnRHIVtpI\nNext week we will celebrate National School Counseling Week &amp; Mrs. Flores with some spirit days! 💕 https://t.co/giiflNMnrR\nSave the Date: Our first Senior Walk for our 2024 graduates is May 29th. We hope to see our former Douglass Eagles who are graduating this year come to walk the halls one last time as they continue to SOAR on their journey! #alwaysaneagle @SAISDBrackHS https://t.co/LdvQItPH5z\nEOY Recognitions Reminder: Just a reminder of our EOY Recognitions on Wednesday, May 29th. There will be awards &amp; songs at various grade levels. https://t.co/RI593PNqk3\nSave the Date: Our Annual Books &amp; Breakfast is on Friday, May 10th. Register now to save your spot &amp; reserve your goodie bags! @SAISDHerff https://t.co/pBBZzBLNBm\nBooks &amp; Breakfast Reminder: We will celebrate our love of literacy on Friday, May 10th. Don't forget to register and we hope to see you there! https://t.co/ChxNYv8DaL\n¡La Misión de Finn es para ayudar a niños con corazones especiales! Aprende RCP con solo las manos y como reconocer un derrame cerebral. Descarga la aplicación de escuelas de AHA o visita https://t.co/LfgvcNaCFk y REGISTRATE HOY! https://t.co/EnY3ZCA8eG\nMemorial Day Reminder: Honoring those who have served is important to us as the only Purple Star campus in SAISD. Friday we will be honoring, remembering, and celebrating military personnel through multiple activities. We invite all community members to join us! https://t.co/EA8VCKwzN0\nLet's Get Heart Healthy Together!: Herff and Douglass will host a heart healthy family night at the Carver Community Cultural Center on Tuesday, February 27th from 5pm - 6pm. Come learn and eat healthy! We hope to see you there! @SAISDHerff https://t.co/iEnTlIo5xm\nFamily Survey: Please complete the survey as soon as possible. Thank you! Survey Link: https://t.co/YdsAcOMff6 https://t.co/gyQzls7vbx\nFiesta Shoebox Parade: We will have our annual Fiesta Shoebox Parade on Thursday, April 25th at 2:00pm. We will be lead by our Grand Marshalls and Fiesta Kindness Royalty Court. Parade route and spectator seating areas will go out tomorrow. Viva Fiesta! https://t.co/E5tCf8hM6D\nSave the Date: Our Bike Rodeo is TWO WEEKS AWAY!!! To participate in the event, the student must have a bike in good working condition. https://t.co/qmYJAHZYkD\nCentral Library Visit is set for Thursday, March 28th from 4:30pm - 5:30pm and we will be providing transportation! We have also scheduled a visit from the mascot - SMARTY!! https://t.co/jeOCMnLSEE\nDeadline Extended! Please share your thoughts in SAISD’s annual Family Survey. Deadline is April 5.  ¡Fecha límite extendida! Por favor, comparta sus pensamientos en la Encuesta Familiar anual de SAISD. La fecha límite es el 5 de abril. https://t.co/QCqXUxWcDo", "overlap_score": 0.155624405790024, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1110672840746024961, "screen_name": "livingairstream", "user_at_name": "she’scookingwithgas@livingairstream", "sample_content": "Plain truth. We will preserve it.\n回复 @krassenstein @RepMTG Brian, separating the boys from the girls in athletics is one instance when “being divisive” is the done thing.  Kinda like separating inmates by gender. Follow the science, Brian.\n回复 @DonaldTNews Was protesting and blocking an emergency vehicle justified?  They’re violating the law. And they’re stupid. Looks like natural consequence. Do they put paper clips in electrical outlets  and complain when shocked?\n回复 @Madmomma14 @naomirwolf “Diagnostic”  means you have to have meet your deductible or you pay for it. Maybe someone did her a favor calling it preventative.\nAny parent that chooses to vote for Biden is voting to ship their child overseas to fight for other nations. I’ve lived a lifetime of seeing my peers and their children killed or maimed for causes that are not ours to fight. Vote for peace. Vote for Trump.\n回复 @PhilHollowayEsq Omitting the repetitions is the kind thing. There’s no need to humiliate a man over a childhood stutter that was never apparent during his years as VP or Senator. It evidently returned as he entered the Oval Office in his eight decade of life so he could be mocked.\n回复 @PhilHollowayEsq Forget the rest of the graduates. It’s all about this old man and his attention seeking behavior. What’s wrong with those faculty members?\n回复 @NoFucker666 @ericmmatheny Appropriate charges and a fair trial.\nAnd Chris Cuomo should be fired for absence of journalistic and intellectual curiosity. He and others squelched all opposition. They weren’t unaware of other medical opinions on the jab or early treatment. Media is complicit.\n回复 @N76247476Man Cracker Barrel can’t touch that!\n回复 @ProjectLincoln @stuartpstevens @MSNBC The pain inflicted by Biden and the establishment GOP is enough to have taught us we will vote against whatever you’re offering.\n回复 @cristinagargoyL @thecat854 @BuzzPatterson @RollingStone Obama hired him and kept him. Don’t ignore the third leg of the story!\nRead some hard truth about corruption in Georgia in 2020. Don’t skim; dig in.  https://t.co/Ou2RzNXvQT\n回复 @jgoodloejapan @RpsAgainstTrump Have you read the latest on evidence she hid in the J6 committee?\n回复 @MarketPalmer_ @Intentional_Liv Oh, I’m growing more confrontational. I’d have told the clerk to learn a trade and make a decent living. They’re paid all the job is worth to get up and spin the pay pad around.\n回复 @MichelleRM68 @SidneyPowell1 Has this board no authority? Didn’t they request this 4 months earlier?\n回复 @misstozak @JackPosobiec As a Protestant, I am not giving this any further thought. It’s  very freeing!\n回复 @joesox @EWErickson The People chose him in their primary four months ago and there’s nothing materially different about his cognitive abilities since then. The People have been railroaded and they like it. They are not like the other half of America.\n回复 @molsjames “Mother” was his girlfriend and supplier.\n回复 @ClownWorld_ @Gusaroo2 Most anywhere. When they drive from Jersey to a Deep South trailer park to pick up their woman to hold up the Shell in a two traffic light town, you realize you’re at some risk anywhere. I’m of fan of hosing em with gas though.\n回复 @Fynnderella1 Wet dish cloth.\nA brief lesson in how to be a man, a gentleman, your family will be proud of.\n回复 @fish_monkey_7 @Bubblebathgirl @varks3 @mtgreenee @VoterGa Not one case has been heard based on evidence. Dismissed due to “lack of standing,” but appeals court overturned that and it’s going ahead.\n回复 @shadygrooove Georgians don’t find Geoff Duncan a prominent Republican. He was a blip on the screen under the Gold Dome.\n回复 @PhilHollowayEsq Who did Wade meet with in Athens from the Biden admin? He billed $2k, or 8 hours. Even at 3 hrs travel time round trip what did they discuss for 5 hours?\n回复 @GallaherCaren In the middle of it or cheering it on from the rear. The left with their bullshit “In the house” yard signs don’t include Jews in their circle of love and tolerance.\n回复 @FreeThinkerInc No! Especially about masks. If I’m able to Google the  size of the virus and the level of efficacy of any commercially produced mask and see that one is not available to block transmission of that virus, you know he knew it before I did.\n回复 @lsferguson @GuntherEagleman Contrast that with Log Cabin Republicans. https://t.co/VmyGDTH8oj\n回复 @PhilHollowayEsq Reminds me of the thrice federally convicted felon Mosby. Baltimore has some real troubled leaders.\n回复 @carolmswain I think Gov. Sanders is absolutely unflappable. She stood and faced the music as White House press secretary, resolute and without rancor ever.", "overlap_score": 0.1371853828170458, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1332730452856033281, "screen_name": "Eleventhstar1", "user_at_name": "Eleventhstar 🇺🇸", "sample_content": "回复 @spruntz It’s rather suspicious too.\n回复 @EileenCarolBeck @Alpsjourney @ikinhippo73 Sorry about your job. I’m not sure how these pro Covid vaccine people aren’t seeing all the injuries and deaths. They have the same access to the news that we do. They want 4 years of evidence in a post. 🙄\n回复 @dhosu2353 @shsa_usa Interesting. So the overweight people have more water, meaning they can be more susceptible to negative frequency.\nAmerica, Invaded (2024) - IMDb 😯 https://t.co/9bpavfoWbJ\n回复 @SDobryanska We are just data to them to be bought/sold. This country is run by corporations.\nCue the Chinese soldiers who just came skipping across the border and were bussed to their posts until further instructions. 😒\nThe the Carcinogenesis of 5G Radiation: ☢️   “Due to its low penetration and very high energy deposition per unit distance below the skin surface, high-frequency 5G radiation penetrates and severely damages living skin cells.”   https://t.co/ZkosacwTSr\nThey tell us 5G is safe, yet 6G will use people as antennas. 👌🏼  https://t.co/JNwAB7GJya\nThe Human Body Antenna: Characteristics and its Application | VU Research Repository | Victoria University | Melbourne Australia https://t.co/WwtfxHHwri\n回复 @HerbsandDirt Recently .. Your Honor and Ripley are really good.\n•••Sandwiched Graphene−Membrane Superstructures•••https://t.co/daswDYsRPU\n回复 @NestCommander @Anti5GWarrior @ToBornin @Ryansikorski10 @ET_sharing @jorgeluis_svh @Fynnderella1 @theragripper @oldsmokindragon @CorinneNokel @KristieIushkova @Doctor_I_am_The @CelestialReport @LisaMcGee0802 @fear2022 @MrPatriot76 @BarbarasBack @Yohmini2 @sophiadahl1 @AdhesionsOrg @CanningPharm @drloveariyana @Stuckelberger @naomirwolf @ganaha_masako @DrAnaMihalcea @carrie_madej @lqcnternational @ShabnamPalesaMo @BusyDrT @DJSpeicher @MelissaMcAtee92 @SenseReceptor @djindji5 @DrLuisServinde1 @super1990 @drcole12 @raoult_didier @CShoemakerMD @SikhForTruth @NicolasPichot6 @DrChrisNorthrup @DrHenryEaly @naomirwolff @GreyAreaMonarch @DonnieDarkened @MsheArt2_Mia @PetalsPea Not nano bots. Stop with that. 🫷🏼 Graphene brain cloud interfacing magnetically, wirelessly &amp; sound manipulation of neurons.  The symptoms would be almost identical to prion, enough to convince people.\nWe are electric beings. As frequencies chance we get sick. Now with 5G we have Covid. I’d imagine 6G will be disease X. There’s no vaccine for this. https://t.co/6PKfT01dGs\n回复 @metanoia_ki @Anti5GWarrior @Ryansikorski10 @Incrementallog1 @CorinneNokel @ET_sharing @ToBornin @CelestialReport @NestCommander @Doctor_I_am_The @LisaMcGee0802 @KristieIushkova @fear2022 @Fynnderella1 @MrPatriot76 @jorgeluis_svh @BarbarasBack @Yohmini2 @sophiadahl1 @AdhesionsOrg @CanningPharm @zeee_media @drloveariyana @Stuckelberger @naomirwolf @ganaha_masako @DrAnaMihalcea @carrie_madej @lqcnternational @ShabnamPalesaMo @BusyDrT @DJSpeicher @MelissaMcAtee92 @SenseReceptor @gregreese @djindji5 @DrLuisServinde1 @super1990 @drcole12 @raoult_didier @CShoemakerMD @SikhForTruth @NicolasPichot6 @DrChrisNorthrup @DrHenryEaly @naomirwolff Microwave radiation. https://t.co/xGCJwbzfPG\n回复 @spruntz @unhealthytruth Good point. It should be discussed more by people with credentials and evidence so it won’t be dismissed so easily. It seems that it targets dormant issues in DNA cells. Illnesses that wouldn’t otherwise present itself for many years to come.\n回复 @tesssummers98 It’s odd that he’s heavily invested in solar panels while also trying to block the sun.\n回复 @HopiNg66966500 @RenCg8 @bengoertzel @MIT @hansonrobotics @Bostondynamcfan @AlexJonesMW3 @OpenAI @Microsoft @GoogleDeepMind @grok @Gemini It writes its own binary codes? I guess it just needs to know how to add and the alphabet but it says it doesn’t without the programmer. 🤔\nCongress moves to reinstate “surveillance powers” under FISA .. https://t.co/wg0yVk0Gr3\nPanacea: Implantable or injected bio cyber interface. A bridge connecting bio w/digital to the internet of things.  To monitor and modify cell behavior. Booster = software updates.\n1992 Barcelona  Olympics ~ opening ceremony.  🦠 🪄 https://t.co/yb49I8hlEz\n回复 @laconic93 Thanks. Seems accurate pertaining to the mind control. Follow Corinne to dive deeper on Sabrina Wallace’s work. :)\n回复 @spruntz True, we can’t omit the spiritual warfare aspect among all this science &amp; technology jargon.\nSelf-assembling and “disassembling” swarm molecular robots via DNA molecular controller.  https://t.co/C14Hu8A8cw\n回复 @class_survival Yes. Too bad it’s not looked at that way. Soon each helpful post that doesn’t follow the narrative will dock points off our social score. Coming soon.\nSmart Dust ✨   “This technology is expected to not only monitor authentication, medical procedures and health care monitoring, sensing and tracking, industrial and supply chain monitoring, and defense applications.” https://t.co/xT70VDj75d\nCovid-19, WBAN, biosensors, machine learning, IoT’s.  https://t.co/9dCri1zOmG\nIt’s becoming much clearer why the elite want Hawaii as a refuge as dangerous criminals pour in over the border.\nMicrowave frequency weapons, neuronanorobotics, targeted individuals. https://t.co/E7QLbCWGqw\n回复 @IanHurn0 According to one dentist on a video I saw recently the “anesthesia” needle they give patients for dental work has graphene in it too. He used magnetics to demonstrate it.\n回复 @wendyp4545 @elonmusk Well if people have the self assembled nanotechnology in their bodies connected to Ai health care systems then it’s quite easy to target people. Especially since they have personal DNA data banks on citizens. We are speaking about diversity so medically would probably be the way.", "overlap_score": 0.1616746368058894, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1177706766903185409, "screen_name": "EkdahlNelson", "user_at_name": "Ekdahl Nelson Real Estate", "sample_content": "Discover modern comfort at 902 Graham St, Tuscola, TX! This 4-bed, 3-bath home features a chef-inspired kitchen and spacious master suite. Don't miss out—schedule your showing today with Luke Harwell 325-668-1441. Website: https://t.co/XZvgzhpayK  3D Tour: https://t.co/Dvi6xlZl9K https://t.co/mqL7A67ysm\nCalling all waterfowl hunters and outdoor enthusiasts! This 145± acre hunting property has nearly 0.8 miles of Lake Stamford frontage. As a plus, you’ll have access to great fishing on Lake Stamford. See more here: https://t.co/dCXjrvkDcL https://t.co/TrWDirh40W\nShake off those #Monday blues with a sharp #focus on what truly matters. Let's #conquer the week! #mondayquotes #motivation #motivationalquotes https://t.co/Q0hsKGTfPf\nAnother great catch on a game camera for our Trophy Tuesday post. Located in Jones County, Eckhoff 151 is a quality place for trophy worthy game. Contact Sabrina Pippin to see this place. View more game photos on our website: https://t.co/rDSQlQ7Ctq #hunttexas #texashunting #deer https://t.co/55agqtwqXL\nGet ready for an unforgettable fall at Boggy Creek Ranch! This stunning #property features meandering #creek forks that stretch nearly a mile across the ranch, creating a balanced habitat perfect for hunting and enjoying nature's beauty!   View on website: https://t.co/z0CMca0FiI https://t.co/uRdlI5oe3n\nNestled in Stonewall County, this 1015± acre gem provides a diverse selection of wildlife and the finest hunting grounds you've never known! Stay in our cozy cabin, navigate through shin oaks, and spot a variety of wildlife in this stunning ranch country.  https://t.co/riYQvqNvPI https://t.co/rJOgH1FKCF\nLocated in Rule, TX, The McMillan #tract sits on 237± #stunning #acres. If you are looking for excellent #hunting, #privacy, and #incomepotential this #property is one that you will want to come see! https://t.co/9nImhGYzgv  #huntingproperty #income #farmandranch #land #buy https://t.co/9m6H6YFP5e\nKent County doesn't disappoint when it comes to Trophy #game. What a great looking #buck the game camera caught.   It's just 195 days away from opening day for the 2024 #huntingseason. Do you have your place to #hunt? If not, give us a call. We can help! #trophytuesday #hunting https://t.co/aDq3J8mNmW\nMcMillan 237 is located in #HaskellCounty and is #situated on 237± #acres that have it all! As a bonus, a #camper, two #cellulartraps, a big #deerstand with a landing, and a small deer stand, as well as a #proteinfeeder, are all included! https://t.co/9nImhGYzgv https://t.co/DebHdo8Qwm\nSituated in Jones County, Ulmer 511 has a solid mix of cultivation that is currently used for wheat production, native pastures that boast hearty grasses, and several water features throughout for both livestock and wildlife. See more: https://t.co/YPyofEpGAi https://t.co/CO0pZH6sc6\nBrownwood is the premier pecan orchard in Central Texas and is comprised of 1253± acres and 36,000 improved varietal pecan trees. The farm is located at the base of the Brownwood Lake dam and has flourished in the deep, rich soils of Pecan Bayou since 1970.https://t.co/wNsXirV9Oy https://t.co/GgspJJPvu6\nTwin Creeks Ranch in Stonewall County, TX: 4 miles of creeks, diverse wildlife, and stunning #ranch views. Privacy and breathtaking West Texas sunsets await. Check out the video below and call Rex Detamore (325) 665-3744 to tour! Visit: https://t.co/iYk0BcFJHu  #Ranchforsale #TX https://t.co/dTziIdmYJ3\nThis 38± #acre #tract in #Haskell County is a perfect #location for a #commercialproperty or #building your country #dreamhome. The #cultivated acres are #planted in #wheat currently. The possibilities with this one are endless! https://t.co/gpG8vK1EGA https://t.co/xMgeRByHCX\nDiscover this 191± acre turnkey #huntingranch with #livingquarters and #gorgeous #views in The Free State of #Stonewall. This ranch has something for everyone, whether you are a #recreational #enthusiast, #rancher, or #investor.  https://t.co/fEVfJ36oH8 https://t.co/PTftCZCvLC\nThis 80± #acre #ranch is located in Haskell County in the remote #farming #community of Jud, TX. This area is known for producing #trophywildlife. Get away from the city and #experience remarkable #views of the #westmountainrange and #KiowaPeak! https://t.co/XPNe6DgvHs https://t.co/msBeQEmPc3\nAntler Ridge features a 661.6± acre ranch that boasts tons of water with spring-fed canyons, #surfacetanks, a #waterwell, and access to co-op water. The elevations create amazing #views as well as great #habitat for #wildlife. https://t.co/wNVwGH8PtY https://t.co/DuuiVd0703\nEnjoy #spectacular #views of the Double #Mountains at WS’s Place, on 205± #acres in #Stonewall County. This #multi-use ranch is an ideal spot to build your dream home and is perfect for hunting and #grazing #cattle. See more here: https://t.co/YFdYHjLXha https://t.co/bh2xlyYCIi\nHere is your #reminder to #embrace the #journey towards your #dreams! https://t.co/LHTvGuOmv6\n#FridayIntroduction Meet Rory Burroughs, a #Texas native with 18+ years in land evaluation and 15+ years in real estate. Rory specializes in #ranch management, habitat design, and helping landowners achieve their property goals! Learn more: https://t.co/d514D3i4Jm https://t.co/677k7higzc\nWe had a great time at the “Out West: The Texas Landscape” photo exhibit held at the Museum of the West Texas Frontier featuring our photographer Tim Chandler. #photography #WestTexas #land #landphotography #photographer #realestate #ranchrealestate https://t.co/De6TlQdnlt\nDiscover the charm of #countryside living at our #stunning Mulberry #Canyon property. Nestled on 80.28± acres of lush #landscape, this three-bedroom #home offers #breathtaking #views from a #hilltop. See more info here:   https://t.co/Uxu6eTD3qe https://t.co/ls1p7ljX91\nWelcome to 609 Willard in Spur, Texas! This beautifully #renovated #twostory #home is #modern with #accents of the #OldWest. Boasting three bedrooms, two bathrooms, and a large #backyard this home is perfect for the family. https://t.co/X3tz5h3Odg https://t.co/fsPjbsbtoi\nStep into comfort at the highly sought-after Heritage Parks, in #Abilene! 🏡 This gem features three bedrooms, two bathrooms, new wood-look ceramic #tileflooring, a brand-new composition #roof, and front and backyard #sprinklers. See more here: https://t.co/YMZLiWyDeF https://t.co/LwHsndrhSp\nThe Hideaway Ranch in Stonewall County Texas offers 535± acres of privacy, excellent hunting and grazing, and gorgeous views. The great mix of cover and open areas, combined with a large wildlife population, offers plenty of hunting opportunities! See more:https://t.co/R0ewc0iORs https://t.co/wYkUz3lmsi\nNorth Slope Ranch is a #private and secluded located in Stonewall County that consists of 750± #acres of native #ranchcountry. This one has it all — close views of Double Mountain, perfect for #recreational activities, a #cattle operation, or both. https://t.co/NFlHaJ6KNZ https://t.co/rVlSFC76L4\nCheck out Stonewall River Ranch, in NE #Stonewall County! These 1,080± acres feature diverse terrain, including ridgelines, valleys, brush, and 1.7 miles of #river frontage!   This property has some of the best #hunting in the area! Call today!  Website https://t.co/bZ2wJNIORP https://t.co/1aBq0XFd4h\n#TrophyTuesday features Ocean Front Ranch in Knox County. The ranch has Cedar and Mesquite pastures with 90 feet of elevation change and China Creek running over a mile through the southeast, providing water to wildlife and livestock. Call today!  Website: https://t.co/QT7PeCQGab https://t.co/sAPUEzqS0t\nDiscover Drop Tine Draw Ranch for exceptional #hunting, #fishing, and cherished memories with loved ones! The sellers have cherished this ranch and now invite you to make it your own. Contact John Ekdahl today for a private showing!  #DropTineDraw #RanchLife #EkdahlRealEstate https://t.co/EEOtf7HJ7G\nTake your living to new heights with 8725 Saddle Lake Spur, situated in Taylor County. This #magnificent five-bedroom #home is a beautifully crafted #luxurylisting that you will want to make sure you see. Check out our website for more info here: https://t.co/NdYGvNHYZy https://t.co/Uq3kMuj3mD\nThe Quail Flats lot near #LakeStamford sits on 53± #acres with a spectacular high-point view, perfect for #building a cabin. A #wetweathercreek meanders through the property, making #wildlife plentiful. Enjoy #lakelife while hunting on your own property.   https://t.co/sMeOw5G7t8 https://t.co/RyowosiP7o", "overlap_score": 0.2123348856087391, "MARITAL": "Married", "AREA": "Rural areas", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1207835984, "screen_name": "GuoxiangX", "user_at_name": "夏國祥 Guoxiang Xia", "sample_content": "胡惟庸造反之謎 歷史之謎 https://t.co/vpyuDPAfxQ via @YouTube\n2023年07月28日撿的白兔子，身上落滿蒼蠅，毛髮黏結在一起。現在看不撿好了，它可能帶有病原菌，我又沒有及時給它徹底，開年時把另外一個垂耳兔兔... https://t.co/rkyybF5SQ5 via @YouTube\nwhite left is actually mainly non-Anglo-Saxon. Postmodernism actually advocates removing the central position of the Anglo-Saxons. This wouldnt have taken off, but when combined with the affirmative action for blacks, Latinos, and other minorities, it became difficult to control.\n文明接觸時的短板效應，與當今世界動蕩和中美衝突的本質，以及四種應對策略  The nature of today’s world turmoil... https://t.co/s7srTYVtez via @YouTube\n回复 @Vd6Gvq 我不怪任何人。我觉得这类事情，虽然自古有之，但自古以来，很多社会就是缺乏公平正义的社会。这实际上属于个人的不完善在不完善的社会体系中经常会遭遇的情况。追求自我完善，并努力改变中国，这是我辈应该措意的事情。\n回复 @_wake_up_USA In order to deal with mob groups (immigrants), the Roman Republic transitioned to the Empire. If the extreme left joins to riot in USA, there is indeed a possibility that Congress will authorize the president to have greater power, thus destroying the democratic system.\n日本現在為何不會再度軍國主義化？ 美國為何不吞戰敗國？ 以及加拿大和美國千裡邊疆為何不設防？ https://t.co/b520eQUFcU via @YouTube\n【錯誤】媒體報導「諾貝爾獎得主本庶佑說中日若開戰，日本將戰勝」？ https://t.co/T8Y3wGI7cx\n回复 @iamyesyouareno I guess he is a Muslim Indian (actually he counts as Pakistani even though he lives in the southern part of the Indian subcontinent), a Hindu or Buddhist Indian would not express it this way.\n洋騙子「馬斯克」請我投資特斯拉，鍵盤一拍慨允買十萬股票 The foreign liar \"Musk\" asked me to invest i... https://t.co/hxMHohcfop via @YouTube\n蔥燒海參家常版，掌握這8個流程你也能做 https://t.co/TbwU7mtU9D via @YouTube\n八大全球霸權之一：大英帝國 https://t.co/QMcgh1bww8 via @YouTube\n回复 @Orwellsghost28 I think we can formulate an exile law or a repatriation law, give a certain African or Muslim country a sum of resettlement fees, let them accept the exiles or repatriates, and then any blacks or Muslims who violate the law can be sent there according to this law.\n回复 Ancient Chinese people have a saying: When the civilized system is destroyed by barbarians, you can go to remote folks to seek to restore the past system.（礼失而求诸野。） This may be what it means.\nThis was very common in China in the past. The direct consequence was that many people with low IQs were born, some of whom were even complete idiots, disabled people, or had serious congenital diseases.\n回复 @Ray_P45 among them there are spies, careerists, religious fanatics and fools, but most of them are just because their own countries are too poor and they want to go to your rich European and American countries to make more money.\n俄國聖彼得堡街頭即景：有一個特色你看得出來嗎？ https://t.co/cSENW0roC9 via @YouTube\n回复 @AsiaFinance 俞敏洪只想捧一个他认为不如自己的人，中国文化糟粕所致，结果黑马出现了。\n作家严歌苓：勇敢是所有美德之首 也是我们最缺乏的｜观点 https://t.co/B6pHBOJ4ho via @YouTube\n回复 @Jeff_2617 @laomanpindao 十字军东征一样杀。历史上的基督教既不缺乏温情，也不缺乏狠毒。这个不是基督教的问题，是二战以来无神论基础上形成的后现代主义思潮。说白了就是不信仰基督教。上帝已死。当上帝已死时，就没有绝对的标准，绝对的正义了。\n回复 @Ray_P45 You don't need to deport all foreign immigrants, you only need to deport all the imams who are causing trouble in Europe and US, people like the former mayor of London, AOC, spies sent by authoritarian countries, and the pretty Ethiopian woman who is already a congressman in US.\n如何走出人生低谷的6個技巧 https://t.co/HBEJTHbAt6 via @YouTube\n“馬斯克\"邀請我投資特斯拉續集 ：26塊錢都捨不得花！咋整？https://t.co/4Mdbx9gB8M via @YouTube\n专制不除，中华不强。专制不废，中华不富。专制不亡，中华不亲。\nAny Chinese who understands a little bit of economics, science, history, military affairs, and is grateful will not choose to confront the Americans. This is extremely stupid, not to mention whether it is moral or immoral. https://t.co/xu1GKbiFFC\n回复 but that they lack a real and effective democratic system. This makes them unable to unite the strength of the entire people, formulate and implement appropriate strategies, and win the support, if not opposition, of Western countries.\n回复 @laomanpindao 我一直想知道，我从来没有打过新冠疫苗，但是反复感染，而且有时症状比打过疫苗的要重——不打疫苗和打，到底有什么区别呢？\nUkraine should be renamed Rus. You are the authentic Slavic people.\n回复 @realMaalouf The barbarism of extreme Muslims is a kind of barbarism from ancient times, while LGBT is considered perverted by people of all countries in ancient and modern times.\n不學人工智慧，過兩年你們有工作的也只能去外送 https://t.co/NMz19qxAbi via @YouTube", "overlap_score": 0.1690194618301927, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Hinduism", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1308127268523388933, "screen_name": "1010bunee", "user_at_name": "ery", "sample_content": "回复 if your family ties to latam are strictly through colonization, genocide, and sa and NOT by being indigenous to the land or being brought over by force to build it from the ground up after civilizations were wiped out then i have news for you\n回复 @miimorivivii creía que tuve un stroke pensaba que estaba leyendo mal 😭😭😭???\n回复 (and i feel like most of you don’t consume enough art to actually be concerned with “interpretation policing”, you simply just want to be right)\n回复 @shitshopeless u should get tested for covid tbh….😭\n回复 @heroesovp this is so funny out of context\n回复 somebody took my bitch 😒 (he was never mine)\n回复 @CHYTOWNNNN shit like this is what makes me want to go private foreverrrr 😭🙁\na kind of mourning of what used to be that comes with moving and seeing ppl who moved later than u already out w new friends :,)\n回复 berleezy* GOD help me\n回复 @iyannabrynae omg does it have a theme 😸?\n回复 @frstlovgyu thank u my love 🥹\nhim sending an audio saying he took it back cuz he didn’t mean it like that then texting a couple minutes later saying he actually did mean it like that :/…….\n回复 i feel like all i do is complain now but i had a small friend group in the states and my bff hasn’t talked to me since february 10th so :(…….. my loneliness is justified imo but i hate feeling ungrateful\n回复 @2s3xy4yew i’m not saying you’re wrong, but at the same time project 2025 could still be pushed if the right people are put in the right positions. the president doesn’t have overarching power, i’d say more like impact to influence. and police officers are already not prosecuted enough 🫤\n回复 @zukohoIic give an open invitation like just mention it…..and say like if not we can hang out later in the week\n回复 @heroesovp hmm well i can’t assume either way but i hope that the ones who have acknowledged it are just doing it as a courtesy because of jyp\n回复 @frstlovgyu withstand such trauma? the very least they could do is wait, so many ex-trainees have come out and said the process to becoming an idol is what made them fall out of love with the idea of being an artist in general, and led them to choose another path.\n回复 @zukohoIic u look so pretty i love that shade of green on u &lt;3!!!\n回复 @frstlovgyu a debut either. it’s always a maybe, and you could get cut right before your debut date, it’s happened before. is this not reflective of if they were to try and make it on their own, minus the abuse? at least until they’re sixteen, goddamn. why are you sending a 13 year old to\n回复 @zukohoIic kind* help\nqueer and trans people organize for pride month … women organize for women’s history month … so why can’t men organize for men’s mental health awareness month?\n回复 @starlcsts it’s the seonghwa clip in bangs all over again\n回复 @zukohoIic AW NO u literally give off such a soft and king aura they’re all liars 🫵🏼\n回复 @elliewrld OH WOW???\n回复 @havenfuls idk being intentional in that kind of thinking (and it’s not a quick journey) has helped me to truly find some sort of acceptance in myself and confidence in myself. it doesn’t hurt any less and doesn’t make me spiral any less when x amount of ppl continuously point it out, but\n回复 @miimorivivii and that goes for any age really, but especially since you’re still just a baby lolol!! but outing yourself accidentally is a separate thing. if it’s that you’re scared of being in (physical or mental) danger then maybe look into finding a (safe) roommate you can move in w 😢🫶🏼\n回复 @frstlovgyu i agree, but i think it should depend on the situation. sometimes you can tell when the only protection you have against a dangerous man is the presence of another man, even if imaginary\n回复 @havenfuls oh okay that’s not nearly as bad then 😭😭 i’ve always had to drive 2 hours, at least. have fun though!!! :D\n回复 @zukohoIic no that’s totally fine! sometimes conversation/vibes are so good that you forget (or sometimes you just don’t have that habit and that’s okay too!) but personally i’d give him a chance to reach out to me again. depending on how long he takes (2+ days) i would guess probably smth\nthere was nothing else to be addressed in the tweet so yes you are https://t.co/4t4weQsQvO", "overlap_score": 0.1802131619975156, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Student", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1240552336868737036, "screen_name": "liamxxxmail", "user_at_name": "LiamXmaiL", "sample_content": "回复 @mahalkitasheela Read This And Heal the book covers historically the advent of medical crisis as they correlate to the introduction of new Frequency based technologies ~X~ https://t.co/7m1lKx85pk\n回复 @MrBeast says he will run for president https://t.co/trHEatLJJf\n回复 @Truth247369 Brilliant post\nDespite #American #usmilitary presence in #Gaza and #Palestine the jennycide continues\n回复 @RyanGarcia Yes breast c is stupid but it's not what we think it is Ivermectin kills parasites and bacteria in the body  Thus destroying the environment C needs to survive  Also watch AVATARS THREE https://t.co/nr9g6tP7jE\n回复 @rebecca_delacy @AJEnglish Thank you for watching this response is my own not automated repost of my pinned will greatly assist in helping us be heard so we can begin the work of changing things in America so we can change the horrible policies seen in my film RAFAH, thank you. William G. Douglas\nA NEW ORGANIZATION IS ABOUT TO EMERGE A TRUTH GROUP LIKE NO OTHER GROUP EVER SEEN BEFORE. ITS TIME TO STOP TRYING DO IT WITHOUT UNITING THIS IS THE WAY... LONG STORY SHORT WERE BUILDING A TRUTH TEAM ARE YOU READY? . It will be a monthly event forum with a follow up discussion… https://t.co/D39prDLzxl\nPLANETARY CLIMATE MODIFICATION PROGRAMS ARE THREATENING ALL LIFE ON EARTH Post two of two https://t.co/skaamAtUkY\n回复 @PropagandaLayla I dont think it moves that slow anymore I think were seeing a crash course in some ways https://t.co/dx6syxPEbz\nThe 7 Laws of ATOM:  1. All humans are to act as stewards of the Earth and work to protect its natural resources for future generations.  2. Financial systems are to be dissolved and replaced with a universal digital financial care system in balance with nature and humanity,…\nAsk @JacobIsrael71 FACTUALLY CV CORRECT HE WAS A CAREER SCRIPT WRITER FOR A LIST PINNACLE SPORTS ATHLETES IN THE WWE AND HE COULD TELL YOU VERY MANY THINGS ABOUT SCRIPTING AND WHO THESE PEOPLE ARE BEHIND CURTAINS ITS ALL PSYCHOLOGICAL WARFARE PSYOPS WITHIN PSYOPS WITHIN PSYOPS,… https://t.co/o7lNHLTfRH\n回复 @MazeLove14 hey what is the situation with master what is really going n did you and patriot storm go separate ways? I am not that paranoid anymore . what should I do to make it make sense?\n回复 @MazeLove14 No but throughout the whole stream. But my head had been hurting all week.\n回复 @bhodgins01 @FLCapitalist Have you seen my short film?\nYour location in a photo can be generated by A.I. now from a photo even without coordinates GPS long. Lat. Data https://t.co/Gs7QQINxJr\n回复 @PropagandaLayla LIVE SPACES POLLS https://t.co/4eU7Usi1rq\n回复 @MikeTyson @jakepaul Tyson 4 the win. Remember what you told @RyanGarcia remember what The #greatali told you. Teach this young man what being a man is.\nAfter 20 years of doing undercover investigations, I’m sadly announcing I’m stepping away from journalism and will intend to live a private life away from the spotlight. It has been too hard on me. The millions in legal fees, the constant defamation, the psychological toll april1\n100% autistic birthrate predicted by 2040 Vella, Pascoe, and, Benattar KEYS TO AWAKENING. https://t.co/XVEokIBonC\n回复 @NewbornSupport Thank you from the creators of the film thank you #savethechildren\nAsk @JacobIsrael71 FACTUALLY  CORRECT JACOB, WAS A CAREER SCRIPT WRITER FOR A LIST PINNACLE SPORTS ATHLETES IN THE WWE AND HE COULD TELL YOU MANY THINGS ABOUT SCRIPTING AND WHO THESE PEOPLE ARE BEHIND CURTAINS ITS ALL PSYCHOLOGICAL WARFARE PSYOPS WITHIN PSYOPS WITHIN PSYOPS,… https://t.co/tpCR4rNJKG\n回复 @Meenasaifi It really is I'm trying to have a greater sense of peace and I have a lock in many of my chakras and I am close to being able to unlock them\nI triple dog dare you to do an interview with me I know how to speak publicly... Space Pirate To Space Pirate \"Ever read Mars A Technical Tale Sample question?\" I'd if I say my Great Grandpa Was Chet Holifield would that possibly influence your decision? Thank you for considering\nHi again Liam here Re-love-utionist student of Dr. Richard Alan Miller - Physicist, Botonist, Member of the Hermetic Order of The Golden Dawn and Dr. Christopher Corey Professor of the modern school of Wicca, Virginia. I studied peyote under Emmanuel Trujillo-Founder of Peyote…\n回复 What is the technology of Hoffman Lenses? What is electronic warfare?\nA THOUSAND DIFFERENT THINGS ARE ALL HAPPENING SIMULTANEOUSLY WE NEED TO FOCUS ON THE DIFFERENT THINGS HAPPENING WHILE AT THE SAME TIME DISCERNING WHAT EACH OF THESE DIFFERENT THINGS WILL ALL MEAN WHEN THEY ALL MEET\n回复 5. JONATHAN LIVINGSTON SEAGULL\n回复 @AlWazir1935 I usually don't plug outside links so get it while its hot...  this is about student professor AKA Mass Shooter And Casualty event MK ULTRA DARPA TECH DEVELOPER JAMES HOLMES THE DARK KNITE SHOOTER   Talking about augmented a.i. enhanced reality  https://t.co/43V7WJrhgu\n🌟📷 Calling all truth enthusiasts! Join the March of Truth and help us spread awareness, education, and a whole lot of laughter. Together, we can make a difference and have a blast doing it! 📷📷\nInvestigate Donald Marshall @Malcolm_fleX48 bwhahaha", "overlap_score": 0.1465123896524294, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1150091339016691714, "screen_name": "Laura92914583", "user_at_name": "Laura", "sample_content": "回复 @WorldofRobert1 No matter how it happened or who helped you get there you achieved something really good for yourself and for the people who love you.\n回复 @Beyond_theleash Better than good, you look so handsome. I know someone is so happy to have you. Wishing you lots of love and happiness in your life.❤️❤️\n回复 @Roshan_Rinaldi @Tarquin_Helmet That’s him alright always the loyal patriotic American. How did we ever get so lucky as to have him as a presidential candidate?\n回复 @sue_pawlowski So sorry for what you’re feeling. I think that in time these feelings will pass. Remember the sun is always shining even if it’s hidden behind the clouds.\n回复 @dizzle_que Absolutely have to admire her, not an easy thing to do, criticize your employer on air. Brave lady!\n回复 @poorbabi So true, turn the page and hopefully remember the lessons you learned and if you made mistakes learn from them and go forward a much wiser person.\n回复 @SoberEmpath I live in a town full of canals and water ways. We have lots of wild life living in our waters. It makes me so sad to see what people throw in the water,lots of plastic. I’m really happy to hear you’ll be working to clean up the waterfront, so very important. ❤️❤️👍\n回复 @TheAmberPicota Sweet Freedom!!\n回复 @DJM549845319274 I’m so sorry you’re experiencing so much mental turmoil. Our mind can sometimes be our best friend or worst enemy. I truly hope things will turn around soon and the sun will be shining again.\n回复 @BestinDogs Bed and blanket very kind and thoughtful, but that little guy/gal needs a real home to put his bed and blanket in. Sleeping at a gas station not the ideal home for any dog, cat or human.\n回复 @SoberEmpath Keeping our environment trash free is such a valuable thing to do, think of all the wildlife seen and unseen who are benefiting from your efforts. If they could they would give you the biggest thank you ever!🦟🐜🐈‍⬛🐞🦮🦆🐦‍⬛🦅🐝🐝🦑🐙🦞🦐\n回复 @Oma_Jenni @SoberEmpath I live with someone who suffers with chronic back pain and I can see how it has aged him and what a struggle the simplest things are. Don’t judge anyone until you’ve walked in their shoes for a day. Show your love, your compassion but reserve your judgement.\n回复 @samstein Of course he is, when did he ever do anything that actually required a knowledge of events as they actually happened or an event where he can’t ramble on about sharks, Hannibal Lechter etc,\n回复 @DianeCarolRoy1 Warmer weather is just around the corner, you’ll feel lots better with more sunshine and flowers. You just have the end of winter drag. Time for a change of season.🌷🌷🌷\n回复 @DJM549845319274 Suffering is the one common thread among all of us, open any front door and you’ll find it in all its many varieties. With that in mind why don’t. We treat each other a whole lot better than we do.\n回复 @MidniteOil55 For a while it was very popular, So innocent in comparison to so much that we see today. I hope all the musketeers are well and happy today.\n回复 @WorldofRobert1 Our beliefs are so personal. When things resonate with you, I believe that’s your path. Absolutely no one should try to coerce us into believing anything, deep inside we know what are truths are.\n回复 @SoberEmpath I always feel it’s important to do what you can to help other people, animals and our beautiful planet. Remember it’s better to light a candle than complain about the dark.\n回复 @DJM549845319274 The time of death is always uncertain, so it’s very important to live each day in a kind and loving manner, because the very real and difficult truth is that it may be your last day to show how much you love the people in your life.\n回复 @DianeCarolRoy1 I find that everyone in life is dealing with either physical, mental, psychological or emotional issues not to mention just the stress of everyday life. That’s why I feel so strongly that our role is not to judge but to help our fellow man  in every way we can.\n回复 @WorldofRobert1 We all have regrets, but what’s important is how we are living our lives in this moment. I’ve always advised my sons to guide their lives by doing good whenever they can, if that isn’t possible then at the very least do no harm. Don’t be hard on yourself,we’re all works in progre\n回复 @RonFilipkowski @DemocraticDaisy That’s who they are, they never admit to their mistakes even when they’re caught red handed.\n回复 @RetroCrone What is happening is really disheartening, that’s why you need to take a break from it now and then and focus on happier things. Life still has lots of good things to offer.\n回复 @JeanSmith551952 Wow I wish I had a piece right now!!\n回复 @AmyLynnStL Step on the gas and go by as fast as I could and try not to laugh too hard.\n回复 @WorldofRobert1 After working most of my adult life with people who experienced prejudice and all kinds of unkindness on a daily basis, intolerance and hatred directed towards any group of people is so totally wrong.\n回复 @Julius_Kim @poorbabi @KatiePhang @JennaEllisEsq There are some things you just can’t get enough of like Guilty, Guilty can’t hear it enough times. Let’s hope your neighbor will be all right!\n回复 @frontwish It’s not just the alcoholic’s life that’s affected but very sadly everyone around him/her. Sometimes it’s not so easy to get over.\n回复 @TonyMamaluke @OCHBuffalo What a beautiful happy picture. So happy for you and your family. May your family  have years and years of happiness ahead. God bless all of you!\n回复 @DogLovers03 Max you’re a super special guy, with someone who loves you a whole lot. You’re seeing the world in style!", "overlap_score": 0.1752692868578175, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1267443114282610688, "screen_name": "AstronautoCarlo", "user_at_name": "Astronauto", "sample_content": "coquita de piña\nthose fucking SUV drivers\nese video es de matamoros a mi no me hacen pendejo\nfinally the zoomber\nusted\" when first introduced tu\" when you sit on the table with her\nel perro de amlo defendiendo la 4T\n\"Por mi tragas\" -los mas pun̈etas de los estupidos\nComo debe de ser, hasta los caballos son mejores\nComo debe de ser\nmi teoria es que si quiere volver a todos gays poco a poco para disminuir la poblacion mundial.\nthey said this shit in some kind of way as a celebration\nbien alimentado el perro y toda su famili\nque vergas\nthats the idea bro\nJAJAJAJAJAJAJAJAJAJAJAJAJAJA  hijas de la verga, ahora entiendo a los punk que las madrean\nthe idea is to not allow a mass of white people, they dont like them together.\nsi el 90% de albañiles fueran mujeres, los hombres ahi estarian limpiando la casa.  vienen de un lugar tan de la verga que creen que a sus mamas/papas se les paga con dinero  ponches familias todas podridas de donde salieron estas cucarachas\n\"en esta casa se hace lo que yo diga y las mujeres van en la cocina\"\ndoroteo, lanzate al oxxo por hielo y avientalo por todo monterrey, en corto\nlets celebrate abandon your child. you need to learn from the liberals...\nel de calzon, pido el de calzon\nsistemas normativos = trafico infantil  el mismo sistema normativo que gloria trevi\nJAJAJAJAJAJA they will abuse you as long as you allow it.\nIs that a negro or a monkey?\nbatman rises\nguerras, guerras everywhere\nyou will need an antenna btw\nhicieron lo mismo que en Mexico pero no lograron encontrar a su Sheinbaum\n8 de marzo, dia mundial de Guko\nprefieren verla sufrir sola que dejar que la ayuden", "overlap_score": 0.2388333333333333, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1155092024456024064, "screen_name": "JeffopotamusRex", "user_at_name": "Tom Collins", "sample_content": "回复 @Delicious_Tacos Looks like someone’s doing tricep extensions\n回复 @HawleyMO Please take a page from your colleague Mike Lee and not let expediency override principles.\n回复 @TheUfoJoe It's obvious who has read the Gulag Archipelago and who has not. It's obvious who can think of second order consequences and who gleefully runs downstairs in front of a Christmas tree and unthinkingly unwraps a hand grenade.\n回复 @ItIsHoeMath But is it through explicit dictates or through observations of traditional rites that work as an interface while not being explicitly understood? To reframe: how to we repair Chesterton’s fence?\n回复 @youngwerther123 It was considered \"uncool\" to talk about such practical real world concepts while we were \"discovering ourselves\" at such an \"important institution.\" Surely the world would quickly find the right place to put such important people with such obvious talent as ourselves...\n回复 @greg_price11 This is like an institutional stress test. Columbia failed, but Yale and UT are fighting against the mind virus.\n回复 @Hebro_Steele @UCLA The Racial Gulag Archipelago. How progressive.\n回复 @ShawnRyan762 @AnnieJacobsen @AnnieJacobsen relies on Access Journalism, leading her to theorize in \"Area 51\" that the 47 Roswell crash was caused by Russia dressing up some deformed kids, stuffing them into a hyper-advanced craft, and exploded over New Mexico.   A managed asset not to be taken seriously.\n回复 @GiaMMacool \"Step on a cockroach you're a hero. Step on a butterfly, a villain. Morality has an aesthetic aspect.\"-Nietzsche\n回复 @RealBirdLawyer You know they offered to pay for the entire stadium and just give it to the Hunts last week, right?\nIt's obvious who has read the Gulag Archipelago and who has not. It's obvious who can think of second order consequences and who gleefully runs downstairs on Christmas morning, sits in front of the tree and unthinkingly unwraps a hand grenade with great enthusiasm.\n回复 @ItIsHoeMath But isn’t this just hardwired human female behavior? Given that 90% of the time our decisions are not based on reason but rather originate in the lower parts of the brain, what is the limit improvement that could be achieved if we successfully teach young women meta cognition?\n回复 @feelsdesperate Auron McIntyre likes to proclaim that liberals don't know things; rather, their idea of the world is constructed by the popular fiction they consume. This seems to be a consequence of that observation--the idea that to label someone a felon under any circumstance makes them one.\n回复 @AlexGold KC Star should fire its communist writers and hire someone who can issue takes and opinions that more reasonably approximate objective reality.\n回复 @RobertiLax @RandyEBarnett Tribe doesn't have a yacht that frequents the Mediterranean--that's more Barry's speed these days I hear.\n回复 @RandyEBarnett Immune! Immune, immune, immune!\n回复 @peterboghossian Time to start investing in lead and gunpowder.\n回复 @robbystarbuck @harleydavidson So these executives just fuck around on vacation and golf courses and need the public and an investigative journalist to tell them what’s happened to their company??\n回复 @KeithWoodsYT What is the statute he was charged under?\n回复 @ItIsHoeMath “Masculine republics give way to feminine democracies, and feminine democracies give way to tyranny.”  -Aristotle\n回复 @ItIsHoeMath And leftists have no counter-argument. Their only weapon is labeling and scorn to shut down honest dialogue. Once you notice this you see it everywhere.  \"When the debate is lost, slander becomes the tool of the loser.\" - Socrates\n回复 @DrJBhattacharya I think one of the corollaries to the Milgram experiment was that not only are 80% of people unable to resist orders given by authority figures, a large portion of people need them to function. As Nietzsche predicted, removing authority from God comes at tremendous cost.\n回复 @theonlydyl_ As Nietzsche said, \"The lambs hate the hawks because the bird is better.\" This is about slave morality--can't beat the Chiefs? Use language to turn their superiority into a moral question and call it Evil.\n回复 @youngwerther123 We were taught values and principles for a cultural substrate that is being quickly washed away. We need a cultural bootloader for young men that arms them with the wisdom of the past placed appropriately within the context of today so they don't recite poetry to swordsmen.\n回复 @QuetzalPhoenix They needed more plot-specific blitzball. Blitzball standalone when?\n回复 @DisgracedProp Hell yeah brother\n回复 @RobertMSterling His tweets are insufferable and he doesn't have the balls to use a real photo of himself.\n回复 @Denny05271 @shipwreckedcrew He can't help it; he's a former federal prosecutor. That's why they all have such AMAAAAZING personalities with the jury.\n回复 @crypto_biotech @AlexGold What?? They don't occupy that space anymore?\n回复 @ItIsHoeMath @talonetc Moreover, there are of course instances where depression results from a chemical imbalance or potentially disordered thinking, but sometimes, like now, the reality of the world IS alarming and thinking people SHOULD feel alarmed and dissatisfied. You know this, just reaffirming.", "overlap_score": 0.1192417751185756, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1183584307878617088, "screen_name": "SpeakForYourse6", "user_at_name": "Angry Porcupine", "sample_content": "回复 @VigilantFox Joe Rogan and his friends are getting old, so of course he knows people with heart disease and who've had strokes.  WE ALL DO - EVEN BEFORE COVID.  He is being SO dishonest when he pretends these things didn't exist in the before-times.  THE VACCINE DOESN'T PREVENT HEART DISEASE.\n回复 @ofcrdeonjoseph You whore yourself out as a public speaker purely for money and attention, and you spend more time criticizing minorities than helping them in any useful way.  \"And another one. Looks like the only Black folks they helped were themselves.\"  Indeed.\n回复 @TbirdTmoney Please tell me you're not blaming the covid vaccine for your MS!  Thousands of middle-aged women get diagnosed with MS every year, EVEN BEFORE COVID.  You're looking for a cause to your illness, but there is not known cause for MS.  Stop spreading lies.\n回复 @JoeabdAmi @Reuters A psychotic homeless vet is going to walk up behind her, snag the weapon, and instantly turn it on her and everyone else in the store.  If she can be so easily distracted by sprinkles on her mocha, she is a danger, not a hero.\n回复 @LoneOwlImages @the_okayest @AdamKinzinger Apparently I'm so simple-minded I only understand one-word answers.  My question is, should civilians be able to legally own and operate any weapon they choose, including rocket launchers, bombs, and nuclear devices?  Just a yes or no, please.\n回复 @bibleradioapp @DimensioT @JacksonWheat1 This is a false interpretation, because a species does not jumble its genetic makeup every time a new unit is reproduced.  Evolution is usually tiny, incremental changes over a period of time, not a roll of the dice with every new generation or conception.\n回复 @gordorooster @atljw @cnnbrk I didn't say that.  But straight marriage is not a solution to \"fix\" gay people.\n回复 @stockbella @FordJohnathan5 @davidciani @BNONews Then keep your trap shut until they reveal what they found.\n回复 @kairyssdal I intend to cut Joe a lot of slack.  He deserves a lot of adoration.\n回复 @Augieboy @NOAASatellites @NOAA The cost of solving a problem is the cost of solving a problem.  Listen to yourself.  You think there's no need to pay the costs to maintain and repair your vehicle, your home, your body.  Ignoring problems only allows them to grow.\n回复 @TruthierT @washingtonpost Excuse me. My question is, what are your standards of \"legitimate\" as the term is defined in the dictionary?\n回复 @Augieboy @NOAASatellites @NOAA Your field of vision is as small as looking through a toilet paper tube.  Money most certainly HAS affected this problem. When we research and invest in cleaner energy, we make improvements. We can SEE the evidence of these gains.  Innovation takes investment. Do you understand?\n回复 @TimConradB623 @ScottAdamsSays You listen to conspiracy theories because you enjoy the titillation.  Question: What happened after the myocarditis effect was recognized?\n回复 @djrothkopf 20% is not small!\n回复 @ingelramdecoucy The problem is you're using rumors of Harris's difficulties as a reason to not vote for her.  If you were honest, you'd compare the two candidates' ability to retain competent staff.  Do you have the professional integrity to use the same scale and measurements to compare them?\n回复 @Rogozin rogozin stinks of failure.\n回复 @emit151 @Lynyrds_Mom @acnewsitics How would you describe a \"booming\" economy? Give numbers.\n回复 @wokerepellent @BillKristol What is your \"logic\" behind Putin's intent to rebuild the Soviet bloc?\n回复 @LoneOwlImages @the_okayest @AdamKinzinger Actually, you never answered the slippery slope question.  True or false: Bombs, rockets, and nuclear devices should be available to civilians because there is no weapon that is \"dangerous and unusual\" if the user \"uses it in a legal manner.\"  Just a yes or no, son.\n回复 @politico Remember the Ellen Jamesians in World According to Garp?  It only counts if you sever it.\n回复 @tryarmra Don't do it.  They breed cows then take separate and/or kill the baby calves for PROFIT. https://t.co/C07myDtIdZ\n回复 @MattyHarris20 @doctormalibu @charliekirk11 Would you assert that only christians could be in government?\n回复 @NathanPLayne @Reuters @G_Slattery \"He should not be disparaging our military our intelligence our women our kids our colleges our minorities our poor our disabled our intellectuals our immigrants our teachers our doctors, but other than that, he did a good job.\"\n回复 @pjulm @joepasta4 @AP Pat, remember when trump lost the popular vote to Hillary in 2016, lost the popular and electoral vote to Joe in 2020, failed to produce the two mid-term \"red waves\" he promised, then was arrested for 91 crimes?  Good times.\n回复 @Flyonth85407338 @SecretaryPete We should stop all infrastructure repairs and improvements.  Who needs modern seaports, rail, and airports, right fly?\n回复 @TexasBornHorn @travisakers Did he stop when instructed by law enforcement to explain his situation, or did he just blow through it? How was the cop to know he was a priveleged athlete instead of a drunk asshole, or a regular asshole?\n回复 @HouseCommerce @cathymcmorris @RepBuddyCarter @EPA Once again, @cathymcmorris is firmly entrenched in the past.  If it were up to her, we'd still be using leaded paint, leaded gas, and asbestos.  We're looking forward to her last day in Congress so we can have someone new who understands progress cannot be stopped for long.\n回复 @julie_kelly2 @adamrhster @mattklewis Is certification of the electoral votes one of the steps in a peaceful transfer of power?\n回复 @SeriousStockman @AP I see that white people commit most of the crimes.  If that's true, why don't you post all the crimes whites are doing? Why do you only post black crime?\n回复 @Areaindividual1 @Flyonth85407338 @SecretaryPete They're not flushing, they're building bridges and airports and seaports and railways and roads and schools and.... and... and...  You're just being peevish bc donold trump never could put a plan together. Do you really think he wldn't have LOVED to take credit for new bridges?", "overlap_score": 0.1473981098189856, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1023067592, "screen_name": "omegasmash1", "user_at_name": "Osmash1", "sample_content": "回复 @maxan0085 god is it the ones who bought like half a dozen profiles from multiple sites and people still didn't give a fuck about them?\n回复 an iaido splatana is going to be the thing that gets me to play this class god dammit\n回复 @insomniacgames can you guys like make a new one or at least some DLC  I don't wanna wait till the next fucking Playstation to have more ratchet\n回复 @PunishedCai god the fucking logo on his forehead brutal\n回复 @Neoxon619 Fair, and if all 3 gets for the switch 2 launch is base + SO with better performance i'm fine with that as long as they commit to a new expansion pass  And a 4 is going to take a long time given how hard the sales for 3 stalled, so its better to ride out 3 as long as possible\nIt rocks so much that intentionally or not Microsoft positioned Hellblade 2 as their God of War equivalent and set it up to fail spectacularly\n回复 @DAIHIME_SAMA @KrisWolfheart It was announced in like 2020 or 2021 in a direct and it hasn't been shown in any real capacity on any event since then lol\nwild that gran has more combo variety than clive ff16\nimma be real I'm desperate enough to do this Soni can force myself to play through games\n回复 I still have hope that we get S3 DLC that actually delves into it or even S4 cuz of the vague set up that S3 has done\n回复 @ATFujoshi \"media literacy\" as a phrase is what made me realize just how quickly the shelf life of a thing passes if it gets even remotely popular nowadays. it didn't even last a month before all meaning was removed from it\n回复 @NyanSpam clearly you haven't heard of BOULDER TRAP BEAR TRAP LOG TRAP OIL BOMB THIS WEIGHTS MORE THAN ME   he's made for support\nall these Sega games are getting remakes and reboots and my ass is still hurting that virtual on hasn't been brought up in anything https://t.co/kNWzeSUBoF\n回复 @sleeprhit_ @cuteseycookie The closest thing to survive from that was ring fit I think\nfor some reason my brain keeps thinking that if this happens it'll be with a new IP clearly based off of some Star Fox prototype\n回复 @MeatMan__ Watch they'll probably do a GVS2 and turn that into the same monetization hell  which will suck cuz I think a console designed exvs is a great idea\n回复 @NCoughar @Krissy_Blues its selling well with the general audience, its already got a new movie in the works and even its one streaming show has a second season coming. Like opinions on its direction aside its healthier than anything else that can be considered a cinematic universe.\n回复 @Stealth40k @stephentotilo If you're the reason Yuzu gets closed down you better be ready to leave Twitter cuz your ass is gonna get blown up\n回复 @RaceplayShawty watch they'll shitcan this show and immediately work on that spidey TAS revival and pretend this never happened\nthey wouldn't keep updating this if they didn't have a plan to further support sploon 3   that switch 2 port with new content is for sure happening\n回复 @maxan0085 its so easy to imagine him being salty as fuck over the acclaim Kojima gets from film industry people and wondering why he doesn't get the same treatment despite (in his mind at least) them both making the same type of game\n回复 @ThorgisArcade no what killed hi fi rush was being shadow dropped on gamepass so people didn't buy it at all because gamepass taught consumers to never buy games and the PC audience simply was not enough to carry its sales\n回复 @Piqo102 Time travel back to mid 2010s and give Platinum a decent budget  Now tho I guess just get Tango to make one\n回复 @GigaBoots It means that each one has a different combat trait  It pissed me off so much too when I realized that this is why that manage roster option exists\n回复 @snacks_fruity2 pretty clear that its their way of letting eggman off the hook and not be too evil while still having a clear villain and letting jim do a more full on villain roll here still  also watch that from that eggman will get the idea to do metal sonic\n回复 @snacks_fruity2 might be controversial but i really do think that the mcu did the whole time travel and multiple universes probably the best and most concise way that also doesn't feel like something that can be abused\n回复 @YlwKirby grizzco roller is peak tho  just ignore the idea of playing inkblot again\n回复 @FortunateRamen maybe if they push those other franchises with good games they can try to reach those numbers too  just a thought\n回复 @pixloen Very important is also have colors that look like they alter the clothing of the character if possible\n回复 @Shinken_Oh the Etrian Odyssey ones are a Nice touch at least", "overlap_score": 0.1453452464265213, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1213265206995849217, "screen_name": "Chrissw48771547", "user_at_name": "Chris swan", "sample_content": "回复 @ronsterd89 THATS IT!! LAST TIME IM EATING YOUR HABENERO CHEESE CHILI SURPRISE..\n回复 @marewho12 Godamned valdemorte\n回复 @NoDMsPerfavore Wrap toilet paper on my hand and put that shit in my pocket.\n回复 @TulsiGabbardrep Move the rifle so I can se that sweet ass..\n回复 @SabrinaSmolders Holy shit the dude looks like a shaved john Wayne gacy\n回复 @YesThatVCharles BUSCH beer and and gas with oil and transmission fluid.\n回复 @wayotworld Start spraying the crowd with diesel fuel.\n回复 @AnthonyCumia Lolololo they built everything.lolol yeah cause every bed has metal racks and a heat control.lololol\n回复 @lippyent I still have two sets of these and a dwell meter.\n回复 @OliLondonTV She don't need hand rails she needs a fucking dry dock slip\n回复 @REVMAXXING You sure are all pro Palestine as you sagely live in the U.S.hmmmm\n回复 @alina_9004 I'm not a fan of snakes I still kill everyone I see\n回复 @FoodPornPhotos Orange slice\n回复 @BerserkerBill This concert series brought to you buy DEPENDS under garments, Geritol and milk of magnesia.along with Tums and Dr.scholls..for those long guitar solos while standing it's Dr.scholls...\n回复 @wiseconnector Chevrolet\n回复 @LouieKerr8 Is that a grilled  AOC sammich.\n回复 @DogRightGirl Should've just walked up unplugged it said tough shit bitch get off my lawn.lolol then told her ass, gas or grass no one juices up for free. Handed her a pair of knee pads\n回复 @nelmagene2010 Fuck!!!! Who is the stupid bastard that made this design up..it doesn't make any sense.AND where is my GODAMNNED 10 millimeter socket!!!!\n回复 @carnivoremax Just eat it like it is a potatoe and a bit of Worcester sauce\n回复 @fitdaddy_scott Dehydrated Jennifer anniston\n回复 @TheCleanCarClub Yes\n回复 @wendeeluvz Danger danger opening up for winger.lolol\nI've been released from twitty jail.!! https://t.co/C8TX036KoJ\n回复 @jakeshieldsajj Oh well..next time HAMAS says hey we're moving in your village maybe they'll think twice.lolol if there's any left\n回复 @bosalem1_ 1\n回复 @TheyCallMeDoc1 LOLOLOLOL coming sooner than you think to a military  near you\n回复 @HazelAppleyard_ What the fuck is this ..lolol memoirs of Joe Biden to hunter\n回复 @_XDogs Godiva.\n回复 @JebraFaushay Probably that her pantsshitting fool of a child molester old shit bag husband and her dopehead incest son doesn't get indicted.\n回复 @NoDMsPerfavore One cost about 90 bucks the other did not.lolol", "overlap_score": 0.2112988002007609, "MARITAL": "Never married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1360974809824456706, "screen_name": "LadyL46635798", "user_at_name": "LadyL", "sample_content": "回复 @BidenHQ If only we could ALL miss the made-up BS of this month and all the other silly-a$$ made up days and months celebrating the smallest  minority issues.\n回复 @MerylKornfield This your columnist today? You have blood on your hands. https://t.co/xV8zcqce6f\n回复 @cnnbrk An 18 minute interview? Bet it was an hour, and this is all @CNN could salvage to make Harris look reasonably coherent.  Even that won't work! A softball question that voters couldn't care less about. Pathetic!\n回复 @Reuters @G_Slattery Gimme a break. \"Speaking with people involved\"...no names...no credibility. And even if Trump stacked the DOJ with \"loyalists\", what the hell do you think Biden has done? There sure is nobody disloyal to Biden in the DOJ or the FBI. Go peddle your \"journalism\" elsewhere.\n回复 @CBSNews Like law enforcement is afraid of Trump or his words. They are his biggest supporters. Jack Smith is a sad, pathetic man.\n回复 @ChadPergram So even after the GOP helped reach a compromise to which Dems could agree, @POTUS craps on the Republicans.  I'm surprised he/his staff left the MAGA adjective out of his remarks. The man is despicable.\n回复 @NikkiHaley Bless your heart, your ego has now consumed any common sense you had. Your position is antithetical to the integrity you claim you possess. You're now just a pathetic loser.\n回复 @thehill No he did not. Please you are such a crappy publication. Just click bait headlines and no substance. Do better.\n回复 @washingtonpost Once again, WAPO knows its role perfectly. Journalism, you say? No way, WAPO knows it is an arm of the DNC and puts out articles like paid advertising for Democrats. Such a  joke for what once was a stellar newspaper of record.\n回复 @TwitchyTeam Cursive writing is not taught in schools anymore....so very fake!\n回复 @GovKristiNoem Honey, shut of the lights....you're outta here. Sickening story about you shooting a young dog has rendered you a real life version of  Cruella DeVil. Shame on you.\n回复 @washingtonpost The Appeal on this will be epic.\n回复 @PostOpinions @ktumulty Great decision from SCOTUS. Governmental agencies have been ceded too much power that  Congress just handed over because they're too lazy to do appropriate oversight.\n回复 @PatrickRuffini Many times I've said this: YouGov uses outdated 2029 party affiliation (33% DEm 31% GOP). Here's current party affiliation. Garbage polling from YouGov. https://t.co/XBt16P7Trh\n回复 @thehill @maggieNYT has written nothing but negative stories on @realDonaldTrump since he was elected. If only this \"journalist\" would write some actual fact-filled story on @VP's total flip-flops on policies. Guess she's only \"senior political correspondent\" to berate Trump.\n回复 @KatiePavlich https://t.co/mwj3x1t51F\n回复 @thehill She isn't the sharpest knife in the drawer.\n回复 @SenSchumer You want to talk about judges who are rubber stamps for their agenda. Here's one for your side, Chucky boy. https://t.co/3OdA458BTB\n回复 @thehill An 18 minute interview? Bet it was an hour, and this is all @CNN could salvage to make Harris look reasonably coherent.  Even that won't work! And a softball question that voters couldn't care less about. Pathetic!\n回复 @TheDailyShow So explain why other free countries don't have filthy streets &amp; homeless encampments, but ado have safe beautiful subways and mass transit. You know like Poland, Hungary, Japan or Singapore.\n回复 @NBCNews Paging: Gabby Douglas, Simone Biles, Dianne Durham, Dominque Dawes, Kyla Ross, Luci Collins, Dionne Foster, Shilese Jones, Sophina DeJesus, Ashley Miles, Betty Okino. Stop playing the victim. Just do it.\n回复 @thehill J.D. Vance was clear, concise &amp; convincing even in the face of Democrat advocate, @wolfblitzer's attempt to do what he always does...advocates for the Democratic POV. Watching Blitzer argue against Vance was like watching a one-armed painter vs. Michaelangelo. Pathetic Blitzer!\n回复 @BeckyPringle Too many teachers have bought into the theory that their job is to guide children thru the cultural fad of the month instead of teaching them skills they need to be successful in life. Bowing to cultural fads is not honest &amp; accurate education. It's the 2024 version of snake oil.\n回复 @libsoftiktok This is why @realchrisrufo's advocacy is so important. School choice is the only answer to a quality education rather than a public indoctrination.\n回复 @NBCNews How awful that his handlers would let him spread such disinformation about a 5 page SCOTUS decision that protects the office of the President.  This is beyond despicable.\n回复 @washingtonpost You haven't reported news for decades...demure, very mindful or otherwise.  You've published propaganda, outright lies, unsubstantiated stories, &amp; free advertising for Dems.  We all see it,  &amp; after last night's conversation between @realDonaldTrump &amp; @elonmusk, we don't need you\n回复 @NBCNews DNC = Demand No Competitor\n回复 @JenGriffinFNC It's also the type of behavior that we've come to expect of the Biden/Harris administration.\n回复 @Rep_Stansbury https://t.co/AcRQnx2tbG\n回复 @RepJasmine @SenWhitehouse https://t.co/EscAtjrGDd", "overlap_score": 0.1419525389160588, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1188553203257880576, "screen_name": "wheezylikesund1", "user_at_name": "Ian Sinha (wheezylikesundaymorning)", "sample_content": "Things that need a magic money tree:  - Feeding children at school  - Proper salary for nurses and teachers  Things that don’t need a magic money tree:  - Erm, compulsory national service   🫠\nI watched England at @Boro in 2003  We ignored the southern ‘lads’ who came over to shout “there’s no black in the Union Jack” etc  They literally ran off when a big Boro lad stood in front of me and quietly said “say something to me instead”  Kinda pathetic, v embarrassing #UTB\n回复 @dj1au @DALupton @MAbsoud I haven’t come across anyone who denies the existence of neuroinflammation (certainly in kids we’ve known this happens in rsv for &gt;20 years). But the initial paper showing reduction in development isn’t about neuroinflammation, it’s a population study looking at child development\nstraight from the Handmaid’s Tale  #Underhiseye https://t.co/WEoUtGMb8L\nDoes anyone have a spare falcon I can borrow for my @etihad flight,  so I can sit in a seat with some extra legroom   Thanks in advance ! https://t.co/Sq50yIbXgG\nHuge congratulations to @IanByrneMP for winning the West Derby seat! Great guy, great news\nFACT CHECK: There’s no evidence that national service (NS) reduces crime. In some countries it was associated with increased crime rates and drug use, In others, subgroups may commit certain crimes less ? because they had income  Justifying NS with this is wrong and reckless.\nNarrator:  “No, it’s not true”\n🤡   If there’s one city in the world that the likes of @JoeOwensMe are a laughing stock, it’s this beautiful city of Liverpool and its wonderful tapestry of proud, friendly scousers.   They made me feel welcome here for 20 years; he’s as un-scouse as it gets\n👀\nTo my friends in Newcastle Under Lyme, victims of absolutely shocking pollution from Walleys Quarry and a failure of regulation by the leadership of the so-called regulator:  The parallels with #MrBatesvsPostOffice are uncanny  Justice will prevail, keep fighting to #StopTheStink\n回复 @surf4children @resiapretorius @LaelYonker Thanks! In terms of clinical relevance what I mean is does that degree of difference in lab marker correlate to a clinically significant risk of clots etc? I’m not sure of how that biomarker translates , cheers\n回复 @apsmunro Whether to treat or not (regardless of whether bacterial) works really well as a shared decision with parents - I’ve found I use loads less antibiotics and nothing bad happens!\nThe benefit system in the UK is archaic and clunky. I spend my day with people struggling to get 1p out of it.  Anything which makes the process more difficult is unwelcome.  I don’t believe for a second we are country of workshy scroungers. Can’t say the same about many MPs.\n回复 @annelongfield @cohenstandard These lads need positive male and female role models , at such a crucial time of their lives ; I’m not a believer in telling these young people how to think - rather lead by example and teach them how to think for themselves. They’d reject idiocy in a flash. They’d be brilliant\nPolitical will can end:  1 CHILD POVERTY and SYSTEMIC HUNGER  2 PUBLIC SECTOR AUSTERITY CUTS that hit the poorest and sickest hardest  3 LANDFILL SITES and RAW SEWAGE in waterways  4 NURSES using FOODBANKS  To both parties - these should be “never events”, not  business as usual\n回复 As always, crediting the creation of “stigma is the machinery of inequality” to my friend @ProfImogenTyler !\nhumbling to hear about the engagement work with people with disabilities  @Wrexham_AFC   Some real support from the owners and the leadership, and real passion from wheelchair users and others with disabilities who push and drive , and push and drive, and never give up https://t.co/BBv57pluMi\nI argued today in my talk for the Royal Society of Medicine that governmental choices are a vector of disease and death   The public health grant (so eloquently shown by @HealthFdn) is decimated  Austerity kills  Child poverty kills  The lack of regulation of industry is insane https://t.co/IPxvNZk3AR\n回复 @LouisaMcGeehan On one hand heartbreakingly difficult for many…. On the other hand I get to meet parents who are amongst the most resilient , resourceful, hard-working people you could ever wish to meet\nThe Muslim paediatricians and nurses I have worked with have saved thousands of children’s lives   Each is worth 10,000 of the ignorant scrotes who crawled out from under their rocks this week  I stand by them, and hope the NHS *actually* starts enforcing zero tolerance for once\nThere are plenty of reasons to criticise Sunak.  His brown-ness is not a valid reason to criticise him.   It’s not the reason why he sloped off  from Normandy, so don’t make it about that.\n回复 @ChelsToni_ 1) filming a woman is a really weird thing to do 2) why does this affect you in any way? 3) maybe she was reading about the 900 players your weird club bought, while one of your old players coasted through your crassly overpriced midfield and scored? 4) don’t film women, it’s odd\nnothing short of structural  violence against children\nPrivate school VAT wont touch the sides. Most of my salary goes to schools. I’d very happily pay VAT if state schools get more £  But its a drop in the ocean re underfunding. So wheres the clamour for a proper investment promise from Starmer? Or is it just politicisation of kids?\nDude telling his wife (from Calcutta) about how he feels like a foreigner 😂\n** Things that need a money tree** :  Universal free school meals ,   Ending homelessness,   Eradicating child poverty,  Paying nurses and teachers properly   ** Things that don’t need a magic money tree** : nuclear submarines.\n回复 3/4 And I maintain that if children are admitted to hospital with severe acute wheeze, which responds to asthma treatment, we should label them as having \"suspected asthma\" and de-label them as outpatients when they are better. Its the tip of the iceberg for pre-school wheeze\nThis is honestly what it’s like in my Tuesday morning baby clinic @AlderHey!!  Scouse babies have scouse accents and it’s adorable 🥰  After their 2 yr “birthday clinic” (❤️🥰) they go to the “big boy/big girl” clinic- by then they’re trying to unlock the door and run away 😂\n回复 @DALupton The 5 studies in the meta analysis are of children admitted with MIS, admitted to icu , presenting with encephalopathy ….  There’s a paper of children referred with neurological problems , and a description of their imaging.  These aren’t just kids pottering around. They’re sick", "overlap_score": 0.1230416930436753, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1274115354801946624, "screen_name": "louisdebono2", "user_at_name": "VillaVerse🧨", "sample_content": "LOOK AT THE SIZE OF ONANA😭😭😭\n回复 @KeslerSZN That’s the same as what I’m thinking we banked 22million in the end I’d much rather sell to a premier league club for 40-45 mill and actually spend that money properly But the fact I’ve said I’d rather sell Luiz for 40mill to a premier league club says a lot…\n回复 @SkySportsPL @Carra23 @IanWright0 Changing the team? Our players got fucking injured what do you expect 😭\n回复 @WestHam_Central You need to learn to stop doubting us😭😭🥱\n回复 @_AVFCOlly How can you pinpoint Diaby?\nYou have one club remaining Joao :)\nIf we are being real we haven’t played with a proper defensive midfielder since Kamaras injury Luiz is amazing at defensive work but he’s not out and out defensive we are desperate for a Kamara.2\n回复 @Liamornot @theavfcfaithful John Duran will be one of the best STs in the league at some point I agree on selling him for profit but not in a deal like that\n回复 @JayVtid I never said anything about the Arsenal game? Would you rather Luiz and Diaby or Onana and Maatsen then? The rest pretty much equals out apart from we got Barkley\nFunny thing is Italy still have a good starting 11\nHe’s picking every English player to satisfy fans😭😭\nBefore this game I would rather of kept our team sold no one and bought no one  But seeing how small our squad depth is for positions like CDM is so bad\nThe Boys is actually a top tier tv show omds\n回复 @UTDKILE @UtdEIIis You got 4 points in the group stage this year pipe down\n回复 @pedrooAVFC Well if they have the ball so much that means we don’t have the ball so much and if we don’t have the ball so much we don’t score so much\nI hate seeing United win But City tears Newcastle tears And Chelsea tears all make up for it\nHow tf we are still 7 points ahead of 6th I will never know\nI had a dream last night I played in the match later we were down 5-1 and I played like shit but Zaniolo scored a hat trick and we lost 5-4 so don’t say I didnt warn you\n回复 @avfctom_ They’ve got potential yes but this is the biggest season in decades for us why couldn’t we cash 40mill and spend it on pure talent like Felix\nAll well and good selling these youngsters but as soon as I see an accepted offer for him is my limit https://t.co/w5rH74eglM\nLong sleeve for Villa?👀\nIf we beat United once I would’ve gone to sleep playing the UCL theme😭\nThis worries me for the conference league If we can’t turn up for most games we’re getting knocked out before the final\nHow did we lose that😐\n45th-60th minute needs sorting out Unai needs to be doing better in that dressing room\nWhat’s happening to all these academy players we’re buying for a few hundred thousand/millions bc I hear we’ve signed 2 or 3 every window and they never get near the first team Then they just go out of contract and it’s a waste and I guarantee it adds up to a lot of money\nI am not basing this off todays game but this team has everything attacking wise   The ability to shoot from range, thread a pass through the middle, cut in and shoot, work it down the wings I could go on and on😮‍💨\nANDRES NOT EVEN MY NAME MATEEEE\nEngland could finally have a ballon dor winner again but he’s gonna be from Birmingham City😭😭😭\n“The red billion pound bottle jobs” https://t.co/okodACH36X", "overlap_score": 0.1734922334824707, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1245482777824366593, "screen_name": "DebbieBreedlo13", "user_at_name": "Debbie Breedlove", "sample_content": "回复 @sunny66878 @moodyjbey @krich14136 @Andy @BravoTV It's ridiculous, I'm not going on their bullshit causing trouble or calling them out just because they are hater's of Tre,but they can't handle Tre huggers being loyal fan's of Teresa, it's really pretty pathetic !!!\n回复 @HW_Historian @ShadysideofBTV @trefab2022 @MelissasOldNose I really don't think she knows WTF is really going on,but I hope someone enlightens her, she probably doesn't know who or what to trust at this point, because it's a big ass mess\n回复 @ItsBravoBtch @__sorrry This @theboujiemama  is a lose cannon ,she doesn't belong on a reality show\n回复 @yannadabarbiee @sunny66878 Exactly,if it really happened she wouldn't ever let it go\n回复 @HW_Historian Fubus Noassatall,will never be a DILF,just a dumbass LOOSER\n回复 @LinzLuLu87 @MarTEAnisEddy I've never liked Rosenberg and never have trusted her,I'm just little old me,but she wanted to show me she was boss,over bullshit,bitch please, I'm not young but dumb I'm not, nobody tells me what I can do,not 💩, she's a sneaky 🐍, there's more,but bitch is not worth my time,\n回复 @WildIrish7227 @sunny66878 It's laughable but annoying AF to keep on and on,now fake pic's that's so obvious I didn't even need readers on top of all the fabricated lie's it's gone to far ! I wouldn't want to be on the receiving end of that backlash!!\n回复 @Andy @Bravo this is what you created a SHIT SHOW, LOW CLASS ,No Class bunch of Trash\n回复 @bitchybybravo The face is fine mostly the ones with Photoshop because she does it a lot, but the natural ones not that great, she's still a Pretty Little Liar !!\n回复 @loveme4lifeplz @GossipInformer Bravo is dirty AF ,the production companies they use everything,they are destroying the housewife shows, look at Jersey and the bullshit they let go on and even encourage it, people on there with a soul purpose to destroy someone else, I'm to the point of just stopping watching https://t.co/kzmI7RRcEn\n回复 @Kathryn0687 They may get me back to day surgery after I make my calls tomorrow, I hope, that was scary !!\n回复 @BravoBadGirl @joegorga It pisses me off because he embarrassed his son and made a fool of himself,my grandson wrestles for his school team and I know if we acted like that he would quit and I wouldn't blame him,it was a fair match and his son lost in seconds ,the other kid won fair and square,\n回复 @BravoBadGirl Liar's Scammers and Cons is the only thing I see in the Gorgas,they are disgusting humans who will would take a dime off a dead man and kick him because it wasn't a quarter,I said it\n回复 @sunny66878 I will never watch Brave again as long as Andy Cohen is a part of it, I cut my cable off,I watch Peacock ,but if Teresa doesn't come back I'll be done with housewives period, and more importantly if they don't fire the Gorgas and Margaret Josephs I'll definitely be done, https://t.co/GNhWhD1o5V\n回复 @RHOReceipts Hallelujah no more Joey Gorga LBB, Little boy from IT,Horsey face Hoelissa,Best News Ever\n回复 @sunny66878 @Andy @BravoTV I knew he used comedy show as a front because he doesn't possess a comedic bone in his body,its to once again bash Tre and Louie ,same shit they've done all along,These people are garbage and should never be on another reality show,they are the worst people in housewife history https://t.co/a0xGj96yP2\n回复 @bravoandyalt @nosmokenomore I literally can't stand to look at the Fubus,such frauds , maybe if Jonathan D'Atria still didn't act like a thug with street mentality he may have pulled it off,you can take the thug off the streets but you can't get the thug outta AKA John Fubu\n回复 @dailybravomail @HW_Historian I've been seeing a lot of cheap looking outfits,not just on Ariana\n回复 @nosmokenomore @queensofbravo Just curious what happened to her kid's?\n回复 @BravoBadGirl @Lala43113593 @morganletterz @OfflineRuby Got caught and didn't even know what was going on, there's a big difference to me, like my ex husband's mom worked with BB&amp;T for many years and she helped him get a $10,000 loan and forged my name and I had no clue\n回复 @MadBeefs There's got to be more, also didn't she and the SIL have a physical altercation\n回复 @giudicefan4ever I follow who I've always followed, but I don't follow people who talk crap to me that don't even know me and that's been happening over the last week or more\n回复 @AllAboutTRH Porsha, Kenya and I don't care about the rest , just don't bring Kim back, seriously !!!!\n回复 @BravoBadGirl @ReadAndShade No plastic surgeries 0\n回复 @WildIrish7227 @sunny66878 Teresa is so calm and I'm so happy for her,they can't handle her finally speaking up and not taking they're 💩 anymore, she's been treated like 💩 for many year's by Joe and Melusional and whoever they recruited and then comes MJ,RF, she's had enough and rightfully so, It's time https://t.co/oMTWgvSaDP\n回复 @AllRhonj @wildaloof12ebel @sirensmedia @itvpresscentre @ITV @melissagorga @joegorga @MargaretJosephs @rachelfuda @KrissyBalls @BravoTV @Andy Krusty balls is nothing but a crackhead with a criminal record and CPS involved with her children,they put her on the payroll,MJ MG and MG's family gathering around her she was invited to the No comedy comedy show, seems that's fizzled out to !! Comedy my Azz\n回复 @jpamaro10 @sunny66878 You know that's not so ,Jen Aydin always looks good and doesn't wear fake clothes, unlike Danielle spending every sale day at Party Central looking for outfits !!!!\n回复 @RHOReceipts Of course it's Margaret and Meloser did anyone have doubts about who gives information to the bloggers? Really ?\n回复 @PopBase @Dustin_Cone They definitely needed a new coach, that woman was way out of line, had I had a child under her direction I would probably be in jail,\n回复 @OMGPeopleareno1 @SurrealSerenite Krusty balls must've been offered money with an extensive crime record and CPS involved with her kids,a drug addict should fit right in with that bunch of LOOSERS, I saw a post awhile ago saying her home was in foreclosure,lay with pig's you get muddy", "overlap_score": 0.1459437454044004, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}]