[{"user_id": 1071922899739664384, "screen_name": "RightMinnesota", "user_at_name": "Minnesota Populist Right 🌴", "sample_content": "回复 @CrimeWatchMpls @MayorFrey It's a good ordinance.  The big two companies have duopoly power due to first mover advantage and network effects.  Other companies, that obey minimum wage laws, are already gearing up to enter the market.\n回复 @AnnCoulter Well, we won't have all these sorcery-adjacent problems, Ann.\n回复 @mtracey How many of those men are closet cases though?\n回复 @raccoon_husband @NatCon2022 The same people who were hurt have actively tried to hurt others and laughed at their pain.\n回复 @Thomg57 @GovernorLittle Fuck diversity.\n回复 @kunley_drukpa It comes from the same place as gold chains and pimped out cars.  Lack of subtlety combined with need for stimulation.\n回复 @Lynyrds_Mom @usedgov Black/brown, asexual, various gays.  It's a flag for people who can't have White kids.\n回复 @ofviceandsin @AlexYablon When's the last time they were forced to do something that they really didn't want to do due to protests?  Floyd protests had a majority of people talking about defunding the police for a short while.  I'm not seeing anyone change their mind due to current protests.\n回复 @Peter_Nimitz Are 'Andalusians' here those of arab/berber descent who were from Spain, not actual Spanish?\n回复 @tsarlet2 Congo doesn't come across as the best place to do tank warfare.\n回复 @ObtainerOf Do like Sam Hyde's thing, fishtank.  Then after it's famous, air b and b.\n回复 @MatthewParrott Seems like people calmed down more after the last election?  It's not like we're not polarized now, but it was nuts during Trump's term in office.\n回复 @Steve_Sailer @avrilbradley23 @FistedFoucault They usually work in food service or shit tier white collar work.  Many are chronically unemployed.  They sort of straddle true proletariat and lumpen.  There are a few blue collar types, but not many.  They usually don't like the long meetings, woke scolding, etc.\n回复 @JeromeAdamsMD @Clarksterh @NPR No, we do.  Kids like that just don't like school and aren't afraid to show it.  Policy can't fix this.\n回复 @whstancil Will, have you noticed how many journalists are jews and the things they say about us?  That's the proper context here.\nI fear what will happen to Minnesota if Stancil wins.  I fear what will happen to Katie if he loses.\n回复 @MplsWard10 I can't believe guns would do this.  What were they thinking?\n回复 @CrimeWatchMpls Woah, albino Somali.\n回复 @NEETWorldOrder I've been told by an internal recruiter (not just external) to lie about something.  Um, ok.\n回复 @CrimeWatchMpls Those companies take an enormous percent of what you pay for doing not much.  Their dominance is an obvious network effect and other companies will happily fill the void.  Making sure minimum wage laws are enforced is good actually.\n回复 @NEETWorldOrder The rest of us weren't banned from our local libraries.\n回复 @zeDotenator Will \"to power\" Stancil recently did a 23 and Me and discovered that he has the gene that makes you a superior legislator.  Katie needs to drop out and endorse him.\n回复 @HaremScarem10 @kunley_drukpa That may have been the accent.\n回复 @WalterS12525312 @CrimeWatchMpls According to their banners, they're janitors not construction workers.  Retail stores usually employ few construction workers.\n回复 @whstancil One day, Will will learn the difference between average and median.  On that day, he will understand many of the comments under his posts.\n回复 @DeanBaker13 Then why aren't they a net gain in their own countries?  They reduce native wages for those who are the lowest paid already.\n回复 @brianschatz The jobs are going to foreigners.  Native born have lost employment.\n回复 @MalignantIdea @whstancil I hear Will is going to grow that 'stache to \"take it back\".\n回复 @MatthewParrott I got private files from one of the biggest, best organized groups around and I say they're self-financed and self-organized.  Any adults involved are members and have to persuade the crack-heads about what to do.\n回复 @ploughmansfolly Communists made people like Will go to the countryside to farm.  Future eugenicist America can do the same.", "overlap_score": 0.1593850417084381, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 119020293, "screen_name": "patti_eder", "user_at_name": "Patti Eder", "sample_content": "回复 @catturd2 Exit stage left…  ( old cartoon, I can hear the voice- I believe it was a dog)\n回复 @DissocialSpace It’s those damn white Christian’s again. 🤬\n回复 @John01693381459 And I hate that word if I use it I REALLY mean it\n回复 @catturd2 Yes in fact we are you don’t belong around children.\n回复 @GuntherEagleman Oh so brave with your mask on. Douche\n回复 @Travis_in_Flint Death penalty definitely for death of PO. NO JAIL DIRECT NEEDLE\n回复 @LoriBaggadonuts @JungleBall_ Well they kinda live in the airport get your head out of…..\n回复 @Sassafrass_84 Tag them all like they are trying to do to our cattle\n回复 @Ray_P45 @TheEXECUTlONER_ Satellite help can’t hurt either.\n回复 @BBlues100 It’s so sad to see people doing this to themselves. I am a recovering alcoholic I stopped drinking before this faze of drugs thank god. It could happen to anyone. But for the grace of god .🙏\n回复 @libsoftiktok Not the walk outs the freaks who believe they are animals\n回复 @TomFitton Thank you email him a copy 😍\n回复 @libsoftiktok How about nice Halloween costume?\n回复 @Maddox8212 Never in a million years would i agree with Chuck. FU chuck\n回复 @TulsiGabbardrep Just remove her ass kick her to the curb traitor. The ole restaurant scene\n回复 @lavern_spicer That’s ok most don’t watch CNN\n回复 @TulsiGabbardrep That would be funny heads would explode\n回复 @ProudElephantUS The mute button\n回复 @minnamyself @therealJJMurray Put them in his neighborhood\n回复 @SaltyGoat17 @TheEXECUTlONER_ I’m so sorry for your loss. I believe you. My dad came and sat on my bed and rubbed my brow the night he died I got scared and it went away. I was 14 at the time. So I believe you. Than when my husband died my son told me daddy said goodbye this morning. I believe him too.\n回复 @luluHru Sounds like an entitlement issue that runs rampant in our world, nobody wants to earn pay or respect.\n回复 @llandoniffirg Is this a joke.? I don’t live in HOA communities or townhouses/apartment condos cause I kind hate people. Is this for real?\n回复 @DC_Draino Hey joy here are your white Christian’s\n回复 @masonbo @NRO Since day 1\n回复 @DissocialSpace I’d name him George.\n回复 @Texas_jeep__guy It could have been a wonderful thing but his twisted evil ways made it worse.\n回复 @KamalaHarris Keep the criminals in blind sight. Yes. Stand in line and vote 🇺🇸 🇺🇸♥️♥️🇺🇸🇺🇸🇺🇸\n回复 @dom_lucre Evil men and a chef\n回复 @Texas_jeep__guy @TheEXECUTlONER_ Mind numbing they still bash Trump. I just can’t wrap my mind around that.\n回复 @catturd2 I bet there is a white pick up truck at the end same feds", "overlap_score": 0.2109370150546621, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1293209927914119169, "screen_name": "KatThePendejo", "user_at_name": "Kat the Fox", "sample_content": "回复 @Va1yrion @Heartbeat54_ @LittleMammith I mean they for the majority did. There was no IDF in Gaza and the Bombings were occasional. Provided that the attack never happened and that the admin changed I doubt palistine would be occupied for much longer.\n回复 @KellyBainbridg6 @QueenOfTheMothz @TheShiftologist @jihadiadlay Cool, people who served in the Canadian armed forces should stay in Canada then. Why go elsewhere right? Who cares if you have better economic opportunities elsewhere.\n回复 @jnsq @TanausuX @alyshner @georgegalloway They did. They’re going to give it directly to local groups that further distribute it. Akin to a modern manufacturer to wholesaler supply chain.\n回复 @gusgusortiz_01 @ShamebyJames @Halcius_ Hamas was created to be a fundamentalist Radical Islamic terrorism group who invaded and overthrew the local, native, Gazan government and instituted their own regime of pain and suffering. If anything Hamas is the occupiers.\n回复 @yoshotwt @Gxminiis @withoutscratch @moemoosa99 You are aware that they’re universally hated right? Its called hasty generalization logical fallacy. And is most commonly based upon ignorance. No one likes those people.\n回复 @KellyBainbridg6 @QueenOfTheMothz @TheShiftologist @jihadiadlay Just doing a precursory look at your immigration it talks about Egyptian mandatory service but not about exploding them if they served. Also consider if Canada mandated conscription.When you’re done you can’t better yourself and improve your economic situation in another country\n回复 @TPrincato As I was saying. One side actively tries to hide amongst civilian groups baiting the other into warcrimes (which is a warcrime, forces engaged in combat are required to be uniformed, and distinguish between themselves and civilians)\n回复 @Va1yrion @Heartbeat54_ @LittleMammith The issue is that as much as I wish geopolitical events were easy as easy and simple they’re not. Without Iran Hamas likely wouldn’t have been able to carry out the attack at that big of a scale that has started this new war. While not the sole reason Iran is a major player.\n回复 @Najnajz8 @caitoz Since the leveler says it’s flat the rest of the world must be\n回复 @MenchOsint @SkyLurkerr_ No. Go back to school and learn basic English and how to structure a sentence. If you wanted to be a legit reporter then it would be “HOUTHIS CLAIM”. This is misinformation and you should be ashamed for yourself Ivan. Or you might be Iranian.\n回复 @Gxminiis @blackswanforeva @withoutscratch @moemoosa99 I’m not too savvy on the Libyan one so I won’t say anything on it. All I really know is that truck bomb that hit the barracks killing a few hundred Americans.\n回复 @TPrincato @Heartbeat54_ @LittleMammith Woah it’s almost as if people who exist in a society with mandatory service can exit the military/ be a civilian. If they are not in uniform doing their military duties: ie children laying in bed or attending a music concert. They are civilians as defined under the Geneva Con.\n回复 @Kanenas000 @sariiira @Haikooer @VividProwess Ah yes let me murder 1200+ civilians who had nothing to do with it and hold them hostage. I’m sure that’ll help. Even better if I hold those kidnapped in refugee camps so they’ll kill as many civilians as I can make them\n回复 @14froger14 @Joona90439730 @Casualty01 @Fuckbooey @CherryTruthy @MarmatRyan @GirkeHanjo @realjohnwix @Rainmaker1973 During the Kuznetsov’s involvement in Syria the arresting wires kept snapping and eventually it’s entire airwing was relocated on land never to return to the carrier. Not to mention it leaked oil everywhere\n回复 @this_mk @q_bitzz @kiiroi_jacket Also that little screenshot you took literally says nothing about anything and just tells you to look up news articles and contact police departments. I hope learning to read will help you find out how to receive information and to not use an easily manipulated source ^^\n回复 @mahnosda @Va1yrion @Heartbeat54_ @LittleMammith The way between the IDF and Hamas operates are entirely different. The IDF soldiers live in a designated military base/temp encampment. There is no mixture of Civ/IDF. Hamas operates out of homes and other civilian residences, using them to stockpile weapons or as command centers\n回复 @shelbswastaken @kiiroi_jacket They’re actually not. They’re some of the nicest dogs I’ve ever met and roll over for belly rubs the second I bend down to pet any of them\n回复 @Aj75hH @KevinCastley @sentdefender Last time someone touched the boats they got their entire navy destroyed in a day.   The last time someone sunk a US Warship 2 Suns were dropped and it included the largest amphibious landing in history. You might wanna rethink targeting the boats\n回复 @Chee4newt Rip, the first is always the scariest. My first wreck was when I was out dirt biking. I drove over some soft dirt and my rear end slid out when I tried to avoid a tree and smacked right into the tree. Hope you recover quickly\n回复 @BitcoinZetta @withoutscratch @moemoosa99 My brother in Christ. The news source is the wiki talk section. I skipped over the propaganda and went to the source. Also Wikipedia is not a reliable source for wars. Look at the WW2 Africa campaign. Erwin Rommel wrote books lying about it, writers wrote books on the books\n回复 @Va1yrion @Heartbeat54_ @LittleMammith Reading into it a little the ruling which took place on June 18th 2024 they cite Hamas’s infiltration into the Palestinian government as a major reason. In terms of national security it’s warranted considering the events of Oct. 7th.\n回复 @TrannyofDelphi @kiiroi_jacket Hah! I wish I made you up in my head. Would be better than having someone imply that they would rather people let police dogs die at the hands of criminals\n回复 @mahnosda @Va1yrion @Heartbeat54_ @LittleMammith I’ve said it before and I’ll say it again. The IDF is a uniformed force who actively attempts to keep civilians out of their bases and away from the fight. Hamas nominally sets up ammunition dumps and command posts in apartments, schools, ect.\n回复 @VidgyaG @Jonathan_Elk A mossad trick by using the CIA to convert 2 teenagers in Austria to radical Islam and get them to plan to build an IED and blow up the concert.   Clearly a great use of resources when there are cheaper alternatives that have better effect  Speaking words doesn’t make them true.\n回复 @TPrincato No? Civilian casualties are never ok. I didn’t say the IDF doesn’t commit warcrimes. I explicitly stated they do. Unlike you I don’t deny warcrimes because it goes against who I support. https://t.co/ciufP2n59m\n回复 @HackermanTm Wait till you realize that the most accurate measure for getting the temp of infants is the same kind of thermometer.\n回复 @JackDexterity @Waynsworld91 @aamir_sgr @Rainmaker1973 Hey, history buff here. Vietnam was technically a loss but was a war based on the containment doctrine. The fear of another Korea (Chinese troops flooding in) made it so Vietnam was a defensive only war. Within Afghanistan the war was over in a few short years. 1/2\n回复 @Kanenas000 @sariiira @Haikooer @VividProwess And it wouldn’t be taken down? This is over a decade old. And would’ve been noticed. Amnesty international like I said is an international unbiased human rights watch organization.\n回复 @Kanenas000 @sariiira @Haikooer @VividProwess Your version has many inconsistencies. The UN writes detailed accounts and would not have single sentenced numbered paragraphs. The indentation at the front of the sentence doesn’t add up as well. The indentation in the report is not in accordance to any standard English writing. https://t.co/lHPJ3sElRC\n回复 @14froger14 @Joona90439730 @Casualty01 @Fuckbooey @CherryTruthy @MarmatRyan @GirkeHanjo @realjohnwix @Rainmaker1973 Admiral Kuznetsov was a ship stolen from Ukraine during the collapse of the Soviet Union. Russia never bothered to build a port capable of actually hosting said ship so it had its engines running 24/7 using the lowest quality fuel one can. It couldn’t even support its air wing", "overlap_score": 0.127240253056293, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1291023096212848640, "screen_name": "DiapersDonnie", "user_at_name": "Former Guy's Prison Diapers", "sample_content": "回复 @FrankLuntz You misspelled \"shit-eating Nazi pedo sKKKumfucKKKs\"\n回复 @jimboxp @yashar @JDVance In a world full of Vances, birth is abuse.\n回复 @pissybich @Liz_Cheney Welcome to Team Floorshitter!\n回复 @michaelianblack In six months her tweets will consist solely of variations on \"nudes in bio.\"\n回复 @Captain74813402 @KeezNuts @alfranken Just point out the scientific reality that anyone not voting for Biden rapes babies.\n回复 @SweetFnLucifer This is one of the greatest tweets of all time.\n回复 @SarahHuckabee @NighthawkCustom Satan Fuckerbutt Scammers\n回复 @RealPNavarro Maybe you should have tried not being criminal Nazi trash-vomit. I've found that it's worked really well for me and kept me out of a situation where I'm locked in a cage forced to piss and shit for an audience. Have fun!\n回复 @BonfireWisdom @Eric_Conn How else will totally secure heterosexual men with massive penises assert and advertise their property rights?\n回复 @smaloney924 It's funny how these \"people\" obsess over the sex lives of people they'll never meet. Just like, you know, porn addicts.\n回复 @DadVanguard @JamesSurowiecki One of the reasons I'd never commit reproduction is because I *do* care about the future.\n回复 @bluehostsupport I have not tried different countries because I need to use Canada. Interestingly, I *can* access webmail while connected to the same PIA VPN. I do not have an alternate VPN I can use to test.  This has never previously been an issue.\n回复 @GOP Elvis was just telling me the same thing while we were riding in his UFO.\n回复 @Draco_666__ @YourAnonCentral @RealJakeBroe Elvis did it from his UFO.\n回复 @CPAC How long before his pedo scandal comes out?\n回复 @Cuptnt1 @phillfeist @Angry_Staffer He has both children and grandchildren... unfortunately, they're chained up in his basement.\n回复 @m1necrr4ft @8traxrule @Chochem_ @FrndlyTV @MeTVtoons In the 1970s a typical network commercial break in a sitcom was a single minute.\n回复 @JudicialWatch @TuckerCarlson @TomFitton Why did the little boy scream?  Because Tim Shitton's dick was in his ass.\n回复 @tomfloatshow @harryjsisson He's never going to sleep with you.\n回复 @BasedMikeLee I am also proud of being a pig-fucking barrel of rabid monkey diarrhea with a treason fetish.\n回复 @endgamezero @CPAC @TeamTrump You mean like the Nazi trash pedo RepubliKKKans who want to police how adults fuck?\n回复 @Timshel007 @PHYSAYO23 @TheDemocrats Caring about kids is now \"pushing Anti-America propaganda!\"  Looks like I was right all along: The defining characteristic of every RepubliKKKan is an overwhelming desire to kill children after raping them. There are no exceptions.\n回复 @RepCuellar Resign. Now.\n回复 @charliekirk11 Maybe stop raping your mother long enough to consult a calendar.\n回复 @Turb1neG1rl @OtherSperg @Newnameel @Men_4_Choice On the other hand, Sperg wants pregnant women who develop fatal complications to die along with the fetus. And wants them to *suffer*, both mentally and physically, while they die.\n回复 @SteveScaliseGOP Kindly requesting that you get off the heroin.\n回复 @RicardoxX121 @niquij @Dane__Garcia @PamKeithFL You should take less LSD.\n回复 @MDilkington @KariLake This also works if you only keep the first two words, drop the apostrophe and change the final vowel to a u.\n回复 @Freestone1Ryan @helenaolejnik @ChildrensHD It needs to reevaluate its existence.\n回复 @DamianTysdal @Variety Aww, the rape supporter learned a special new word!", "overlap_score": 0.227179563942855, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1151218536230064130, "screen_name": "somanysigns9", "user_at_name": "Look What You Made Meesh Do ⸆⸉ 🐍", "sample_content": "回复 @SundaeDivine Actually some really did def get left behind, that's a rather broad brush.\n回复 @VVv93233759 @_nomadic_soul @beauharnois8888 You must not wash your own clothes huh?  I grew up farming tobacco, please dont try to tell me about hard labor.  😂 doing the whole family's laundry, especially if you have to hang to dry or climb stairs and manage the kids while doing it is just as physical.\n回复 @arisofmars My childhood bestie has a MFA in sculpture and is also a certified pediatric occupational therapist who specializes in making custom accommodating devices for her clients.\n回复 @muh_thoughts @davidbwheeler @NatashaMarcusNC I literally do research for a living, and the ones \"helping democrats for years\" I also have an issue with.  I'm registered as an independent.  Just fyi.  There is an issue with the \"boomer\" generation talking down to the ones they perceive as younger than them .  Twitter is +\n回复 @TheSeanMitchell @jinngaa @HairoftheDawg1 @edwardslisa411 @AesPolitics1 Then again y'all little blue checks are forever confidently spouting dumdum sheet so whatever, continue on lame sauce :)\n回复 @JamesLSavarese @sheologian Why in sam hill would you ask a theologian about embryos?\n回复 @austral_taur I agree, and I'm one of them that has trouble being around small children.  I have my family's support, now I even am a mother myself.  We've capitalized on our community to the point that people who are overstimulated by children have no village.\n回复 @mzb6554435640 @_nomadic_soul @timmoore1973 1.  My mom didn't get out, she died.   2.  Fine, send men to church to get them to behave then.  Christianity is inherently patriarchal, I'm not dealing with it.\n回复 @Libraryoftessa @Noash22 I bet he knows the exact sounds your hallway makes 🥺\n回复 @RaccoonPuppetry @emilykmay @notsoevilmorty The football guy doesn't even know the  magnitude of what he said, he sounds like a well programmed cult member with character development that stopped around 7th grade.  We didn't care what he thinks and we don't really care what you think...js.\n回复 @mmpadellan Have you ever been to eastern NC lol?\n回复 @TheNostalgicCo @julesterpak That is the point of plants like MTG.  They create a stalemate on purpose so that everyone decides that \"they all just suck.\"  They collectively can't manage to get sheet done, but it's mainly due to a select few, and they exist on both sides of the aisle.\n回复 @RSweene68337703 @piper4missouri I have advanced chemistry and polymer science degrees, and I have a 2 year old.  When did YOU last pay for education, healthcare for a small child, childcare for a small child, student loans, all while being taxed at ~30%?  Go ahead, I'll wait.  To be so educated too...\n回复 @Jontweetlings @BV_Bloom1 @yacineMTB This pattern has repeated across my family.  I have one child, so I'll include my own cousins to give larger sample size.  My grandfather was high IQ, my grandmother average.  They had 5 children, 3 high IQ, 2 high emotional IQ (my mother included).  There are 16 grandchildren +\n回复 @supermoongirl9 Unfortunately yes 😕\n回复 @RedReckoning24 @GSC2K2 @missrobinson @Ch_Dracchia Always a little blue check.  Always. https://t.co/xy77GqPHW8\n回复 @Prze_Ziebiony @emmasmugshot @thisdarkfuture @KarlGreenwood13 @FriedKielbasa @DraumurNoire That's a weird way to say that adult men are overpopulated within the species...\n回复 @COWBOYS_GROOVE @supermoongirl9 @aisforfunn @lettersfromjuno The stress caused by a ruptured family unit is especially damaging.  If you would like me to find you references in the literature I would be glad to; but then again you CAN use Google yourself.\n回复 @csnook211 @piper4missouri Honey I wasn't trying to sing anything.  Never been one to try and teach a pig to sing,  wastes your time and annoys the pig.   You just said we're mostly urban transplants (I'm not) that yall don't raise orchard grass (I know) and *then* you told me how I vote.\n回复 @COWBOYS_GROOVE @supermoongirl9 @aisforfunn @lettersfromjuno No, the science is very clear on the fact that stress drastically reduces the body's ability to fight infection, especially in children .  This is different language used to express the exact same thing.\n回复 @SasekBryan @Theresaroets911 The issue you're missing is that when we try to describe our problems with men y'all are usually more worried about defending *yourselves* specifically than hearing us out.   Women are disgusted with men b/c you're either hurting us or dismissing us.  It IS specific in patriarchy\n回复 @catncarattt My stepmom married my dad on her birthday on purpose b/c he's neurodivergent and kind of an ass and he wouldn't remember both otherwise.\n回复 @theneed2confess I do a lot of volunteer vocal performance (choir directors kid here) and I vape.  Don't smoke.  It is def bad for your lungs but I work out enough you can't hear it in my vocal control.  I'm close in age to Taylor.  I imagine it will become more of an issue as we age.\n回复 @america_leavee @suitsinLAiney I mean aren't they usually wireless whether they have a faux stand with them or not?  Not arguing the lip sync just saying that calling it by the mic isn't it\n回复 @avengarious @LevasseurBill @abreezeclayton Meanwhile back at the ranch, some random stranger on Twitter asks me to disclose where I kept my valuable personal effects while I walked to class.  🤡  I don't feed trolls honey.\n回复 @KellyScaletta It's also going to be super difficult to enforce.  A lot of Southern states have banned access to p0rnhub (supposedly to restrict access to minors).  The sheer NUMBER of bro's at my job that are now VPN experts 😂.   All theatre.\n回复 @cierrastrology @sagistarbb Also, paint if you are allowed to once you have completed this step.\n回复 @highlyher @harmoneysmind @jiggyjayy2 Why do little blue checks always make up scenarios for the sake of arguing?  Oh, wait, that's right.  Some troll thought engagement farming would be great for the bird app.   Discussion for clear communication is a given according to OP.  Mylanta.\n回复 @supermoongirl9 My poor Cap rising babygirl with a 1H Saturn.\n回复 @Peter_A_Storm @KenMasters6152 @aimeeterese I dont see you protecting diddly 😂.  Then again the population of men in the world today literally has the lowest measured testosterone of human males for generations so I guess that tracks...", "overlap_score": 0.1420983825230959, "MARITAL": "Never married", "AREA": "Rural areas", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1319642139643449347, "screen_name": "MattsBasedFacts", "user_at_name": "Based Basics with Matt", "sample_content": "回复 @AriDrennen Lol. Okay.\nI've been watching all the posts roll in ever since the attempt on President Trumps life. Most are in support. Some are indifferent. But some of what I've seen, it's beyond hate. I don't even know what to call it. Have so many really lost their humanity? Are people this far gone?\n回复 @HazelAppleyard_ These people just say whatever they happen to think of at any given time. And for a group of people whose entire day to day lives are a made up fantasy, we really shouldn't be surprised by it.\n回复 @Slatzism What's really crazy about this backlash is how much of themselves they all saw in this character.\n回复 @ilovepreserves I think he just called himself immature so I'm not gonna argue this one.\nSeeing a lot of \"we shouldn't cancel people for making a joke\". How exactly is \"too bad he didn't die\" a joke?\n回复 @HazelAppleyard_ 🤔\n回复 @PeterSweden7 Honestly this is so much more terrifying than people seem to understand. America is only a few steps away from this.\n回复 @HazelAppleyard_ I don't understand. Is this a physical challenge, because he looks easier to \"go through\" than wet paper.\n回复 @LeftistKristin @stormrobinson Weird way of saying \"oh you're correct\".\n回复 @Yaoi_is_XY The confidence is as much a fantasy as the rest of their lives.\n回复 @Terfs_R @jk_rowling How much you want to bet if some of those in there for non sex related crimes had their computers searched that percentage would increase.\nForget about when I was her age. This little girl looks like she could kick my ass right tf now.\n回复 @JulienHoez Funny I don't think it's Christians setting your country on fire.\n回复 @alx He sold his own kids for crack, you think he wouldn't sell himself? Lol.\n回复 @troonytoons Always a good day when you have to use the word sloughing, right.\n回复 @cosminDZS 50k for the government lol.\nHow exactly does perpetrating this delusion help you find this person. \"We're looking for this woman sarah\". Now someone who might have seen this guy and saved a life will be like nope that's not who they want. Idiots.\n回复 @MichaelBaggs Pink news?  What a joke.\nHow the fk do you intimidate someone with the wrong pronouns? These people are a joke.\n回复 @Nyxi_Tryxi @ImWatson91 Sure ain't hard to pick out the males around here.\n回复 @JoeBiden So Kamala Harris is a doorknob and Hillary Clinton is evil and nobody likes her.\n回复 @salltweets @JoeBiden This. A thousand times. How can anyone trust an administration to back women's rights when they can't even admit what a woman is. Too busy worrying about the rights of mentally ill men in dresses.\nOne of the most accurate things I've ever seen.\n回复 @ThomasWillett9 That isn't how reality works Thomas. Anyone can show up to anything it doesn't change what it is. Kind of like a man can show up in the women's restroom and it doesn't make him a woman.\n回复 @HazelAppleyard_ Is he admitting it's a religion lol?\nGee...it's almost like a pattern is emerging.\n回复 @stillgray Well they don't have penises.\nIt will never go down this way, but the greatest possible thing I could imagine happening to the democrat administration in this country, is seeing the voters completely forsake @KamalaHarris  and turn this into a legitimate showdown between @realDonaldTrump and @RobertKennedyJr\nThere is no place in this world for those that abuse children.", "overlap_score": 0.1831472672396665, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1335752972840677380, "screen_name": "2020_wth", "user_at_name": "Oh Snap! ExitTheWHO", "sample_content": "回复 @ScottPresler You know how much you wanted to flip Bucks?  That's how much I want to flip Luzerne.  Currently reaching out to the reregister voters on your app but would love to write some to Luzerne.  😀\n回复 @THE_P_O_D @david_r_morgan Hungary too\n回复 @heatherlanglee @OneVotePA @ValCandee @erinkoper @alexandrialeora @traulbach @EarlyVoteAction @ScottPresler @JondavidRLongo I've bookmarked this. Semi-retired and going to try and spend a week or two in PA in September. Thinking working class neighborhoods would be a good place to start near Pittsburgh.\n回复 @SirDigby6 @mrmarkdolan Oh how awful!  My condolences.  No one should have to go through that! Keep speaking up - people like your dad never had a voice.\n回复 @SenAlexPadilla Yet, you should get multiple experimental injections or lose your job. Then have your access limited due to a vaccine passport.\n回复 @MdBreathe If I lived in Texas, I would camp out on your doorstep til you took me as a patient.\nWow! Nicole is becoming a bright star.\n回复 @ShanPatriot @ScottPresler @KarenMc47088902 @NFormicaGOP The early vote action app has a “local area” option.\n回复 @ScottPresler Scott we could use a shout out for a man running in South Carolina, Stewart Jones.  One of his competitors is a neocon whose husband donates to progressive dems.  The other is a former staffer of Lindsey Graham.  I can dm you the email if you want. Jones has Massie's support.\n回复 @coratagge @ScottPresler Try googling Texas Secretary of State to find the site and make sure your info is updated.\n1 in 30 Oakland residents had their car stolen in '23/and violent crime soars. Thao backed defunding the police, with Price's focus on 'equity' when prosecuting crimes. Critics say they put criminals over victims Squalid 'shantytown'  https://t.co/pWdj99jQuc   @MailOnline\n回复 @KamalaHarris Moving it from the federal govt where  the dems had many a chance to codify it, back to the states and where many an abortion continues to happen is hardly hamstringing \"reproductive freedom\".  If only you took this stance with the disastrous shots.\nFor some reason this reminds me of the Afghanistan withdrawal. Total chaos, and no one was home to manage any of it.\n回复 @iamcardib What  does her race or gender have to fo with it either\n回复 @BernieSanders Lol!  You didn't say a WORD when Zuckerberg dropped 400 million mostly favoring democrats in the last election.  Or when Soros who is the devil himself has spent millions upon millions and whose son visits the WH regularly.  You've bent the knee to Blackrock. And NO govt funding.\n回复 @TheQuartering @DonaldJTrumpJr @TrumpWarRoom Man a 30 minute or hour interview with Eric Weinstein. Mostly reach out to Gen z, but also those traditionally on the left who awakened during covid\n回复 @Ginagina822 @thelogandubil Thank you for all your hard work!\n回复 @SherrodBrown Security issues - it's been reported that the card doesn't have to match your address, and they don't ask for the security code on the back.  Be careful.\n回复 @KamalaHQ Democrats want to ban citizens from owning AR15s, but they insist the Department of Education can’t complete its mission without AR15s. I say the Second Amendment guarantees the right of the people to own AR15s, and the Dept of Education should be banned! - Rep Thomas Massie\nThis needs to be spread far and wide.\n回复 @chasepoplaw @ScottPresler @EarlyVoteAction @JondavidRLongo Nice!!\n回复 @staceyabrams https://t.co/gCnXPYpg34\n回复 @DeborahDou11570 @heatherlanglee @EarlyVoteAction @traulbach @OneVotePA @ScottPresler @JondavidRLongo I did it when Trump came to Atlanta. Asked hundreds, almost all were registered. I did register 4 and handed out 3 forms.\n回复 @CoriBush She's a great divider and race-baiter.  She supports migrants crossing illegally and taking your jobs, your money, your housing, and bringing crime, human trafficking, drugs.  Inflation has skyrocketed under her watch.  Kick her to the curb.\n回复 @VP Um what?\n回复 @ChicagoREDP ... But one thing I do agree on and someone else has commented similarly. They welcome you, but then they don't really seem to want to do much past that. And I think that happens regardless of race. In 2012 many got involved in the GOP to support Ron Paul...\n回复 @MrAndyNgo Good for you. It is an interesting phenomenon. Not only are you maintaining your values, but it reinforces the fact that rags like New York Times are losing their relevance when they can't score interviews with high quality,  independent journalists.\nhttps://t.co/h7CVaKh96E   Russian produced documentary about the Bolshevik revolution.  Lenin issued decrees.  The second decree was the abolishment of private land ownership\n回复 @Carrie271878123 @EarlyVoteAction Other folks can give you ideas too.  Holler if you have any more questions!\n回复 @tracybeanz Standing seems to be a catch all for we don't want to deal with it.", "overlap_score": 0.1862763509437062, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1068255344, "screen_name": "DrEttaM1", "user_at_name": "Dr. Etta M.", "sample_content": "He was never president. He was simply the ill effect of Democrats not exercising their duty to vote.  #VoteBlue2024ProtectDemocracy\n#ElonMusk and SpaceX being sued over sexual harassment allegations.  Who would have guessed? https://t.co/W4fwz0FRtd\n回复 @elonmusk Beagles, cynomolgus monkeys, sprague dawley rats, and mus musculus mice are needed for biomedical research so HUMANS don't have to be dosed first with drugs or vaccines.  Govt &amp; corporate researchers both engage in animal testing to establish safety protocol BEFORE dosing humans.\n回复 @DarkMSolvent Fermented, cold-filtered diarrhea.\nIsrael seizes Gaza's entire border with Egypt, presses with raids into Rafah - Reuters  #Netanyahu - another maniacally deranged autocrat hell bent on causing wanton destruction no matter the cost to innocent lives.  #ChildMurderer https://t.co/nkutypWq5r\nMary Trump does a stand up job telling it like it is.  \"...Donald is a serious national security threat to the American people. This is a life-or-death election. And my uncle is the death candidate. Let’s choose life, shall we?\"\nHow is Byron Donalds becoming Trump's running mate any different than him becomming a running mate for Civil War era Confederate President Jefferson Davis?  #MAGAFascists https://t.co/8ouIMHYetL\nThis entire f’ing farce with the maxi pads on MAGA ears is simply another example of their mindless and sycophantic devotion to an overgrown attention sucking baby.\nTrump wanted active-duty troops deployed on streets of Washington, DC to shoot American citizens in 2023.  This is who the MAGAs want elected.  This is who we must prevent from ever winning elected office ever again.  #HarrisWalzForDemocracy\n回复 @Acyn He's admittedly \"not a judge or a lawyer,\" but he's rendering expert opinions because he studied?  When somebody is as guilty as sin, the jury delivers a quick decision. They asked to review evidence that supported Cohen's testimony - this is considering the evidence.\nInteresting, we're only 7 years behind Britain with the strategy of righting wrongs against gays in the military.\n回复 @AnnieForTruth When I look at these scumbags, I can’t help but think of the movie, “Hang ‘em High!”\n回复 @JohnTop79466560 The NCI funds promising cancer research projects with the end goal of having the principal investigators license out the drug to pharma once it reaches preclinical development. Unfortunately, the federal government currently has no authority to regulate cost. Amendment needed.\n👇 RFK Jr.’s brain possessed by a parasitic worm! https://t.co/19N8wK9Bv7\nAnyone else think that NATO countries should band together in a massive international intelligence gathering operation to find more dirt on Trump?  Biden, Trump fears loom over NATO summit, Europe's defense - USA TODAY https://t.co/WVIgR8ccMr\n回复 @ltwlauren @BlueStormComin1 @SpicyCubanGirl @bab_102 @Gdad1 @MarsAscendant @CokoGay @MarciaBarrie @CoramayWilson @Larry_Angelus @time2speaktruth @BoomerGal65 @muskies73 @beansbeth @ERVicSli @77SunnyAndClear @sheila_resister OK, I made kielbasa, potatoes and sauer kraut for dinner. Now I see this, and I'm craving tacos!\n回复 @herotimeszero 1. Sign into law an annual $1B tax on news media outlets that fail to fact check their reporting. 2. Fire 6 SCOTUS justices and replace them. 3. Give early retirement packages to all MAGAs in the DOJ, CIA, IRS &amp; NSA. 4. Promote Jack Smith to Director of the FBI. 5. 🤣\nHis Dishonor Clarence Thomas amended an earlier financial disclosure to include 2019 vacations to Bali and a secretive all-male California club paid for by billionaire Harlan Crow.   Do you think he: (1) suddenly remembered? (2) felt enough heat to cave? https://t.co/m2yhm2rUJd\nIsrael’s Ministry of Diaspora Affairs ordered the use of fake social media accounts urging U.S. lawmakers to fund Israel’s military.  #StopFundingIsraelNOW https://t.co/ButnW461X8\nQuite interesting @RepMTG - for Christians, a cross displayed upside down is a symbol of the anti-Christ.  Across the free world, the American flag is a symbol of democracy and freedom.  I wonder what your post is a symbol of.  @OccupyDemocrats\nSince 15 July 2024, DJT (Trump Media &amp; Tech Group) has lost ** 41.8% ** of its market value.  Would you like to see this stock plumit to $1.98 per share by 25 December 2024? https://t.co/2uAfuEMzWy\nDirect quote from article:  Shortly before [Trump] appeared, one Libertarian Party member shouted: ‘Donald Trump should have taken a bullet!’” https://t.co/JH4eXQf95F\n回复 @MTGrepp I support placing them both into a time machine and sending them back to ancient Rome so they can tour the Colosseum and bond with the animals. 😇\nSan Francisco government salaries.  $164K Ordinary Librarian $192K Painter $236K Ordinary Police Officer $242K Plumber $259K Civil/Criminal Atty  It gets more interesting. https://t.co/wjhZ4w47Ui\nCharges behind the #StolenClassifiedDocumentsCase against Donald Trump have been dismissed by federal judge Judge Aileen Cannon.\n\"Vance’s popularity has sunk by 8.8 percentage points since his vice presidential candidacy was announced at the Republican National Convention, according to a polling average aggregated by FiveThirtyEight.\" https://t.co/dL6pMp1dlK\n回复 @Marriel42 Do You Have IQ of 135+❓ The density of olive oil is p(o) g/mL, the density of vinegar is p(v) g/mL; the two do not mix. If a mixture of olive oil &amp; vinegar has a total mass of m(t) &amp; a total volume of v(t), what is the volume of oil &amp; what is the volume of vinegar in the mix?\n回复 @Rubicon1313 @thegreatgig8 @IAM_Free2BeMe @MillerMj314 @gmf1369 @ericasmombubbe3 @JenT32856335 @drodvik52 @DEMOCRACYDENNIS @GJRboston10 @wiredowl @Wipapa5 @JungleRb @Gdad1 @beachblond52 @my2centsay @pennywillin @LoisStroud666 @007resister @Author_S_Miller @Tonism @loveshine204 Followed 4 new, 💙/RT.\n回复 @RepMTG Uhm…that’s not what 60% of all Americans believe. AND I hear the majority of the free world thinks he’s guilty as sin.  Very much looking forward to the video of his jail cell being locked with him inside it.  Do you think he might fire up “The Rikers’ Apprentice”?\nFinal Trades: Nvidia, Abbvie, ConocoPhillips and Vertex Pharma - CNBC https://t.co/VjD5CBsr9O", "overlap_score": 0.1664730721815203, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1245697072268865536, "screen_name": "Pandemic1211", "user_at_name": "Salty Cracker 🍍", "sample_content": "回复 @JamesEarlRay_ @GentlemenLindy @gwyrain @hope_pead @CosmistRussian @MsBlaireWhite No, I have a husband named Bubba.\n回复 @BuzzPatterson Will you hate his VP pick more than the current VP?\n回复 @Sassafrass_84 Couldn’t agree more. We may need to create additional memes to capture it all.\n回复 @TristanSnell What’s the margin of error on the polls?\n回复 @Mo_translates Agree. I am not buying it until she has been in Canada for at least six months. And then I probably still won’t believe her.\n回复 @JoeBiden And we know what you did to your daughter.\n回复 @JeffPfeife53884 @eldritchharpy @ThreeDailey MAGA is a cult? That’s rich seeing as Democrats are supporting Kamal Toe because Joe Biden said to.  Try the Kool-Aid, you’ll love it.\n回复 @JDunlap1974 Not having sexual relations with that woman.  Not inhaling while smoking the weed.\nWhat do you all have on your bingo cards for Biden’s speech tonight?\n回复 @GentlemenLindy @JamesEarlRay_ @gwyrain @hope_pead @CosmistRussian @MsBlaireWhite @JamesEarlRay You may be there long before me. You don’t seem to be able to keep your mouth shut. Eventually, someone will fix that problem.\n回复 @tylerduran21 @ZackBornstein Taco Bell hates vegans. Beans will be next to go. You read it here first!!\n回复 @downunder045 @JeffPfeife53884 @eldritchharpy @ThreeDailey No, I won’t. Want to hear my views on the support for Ukraine?\n回复 @GentlemenLindy @JamesEarlRay_ @gwyrain @hope_pead @CosmistRussian @MsBlaireWhite @JamesEarlRay No. I have never voted Democrat. Did you vote for Obama? And to clarify, this time I am asking for a response.\n回复 @robinslj @CoClarified @acnewsitics No, I’m not a Democrat.\n回复 @AmericaPapaBear Nothing. She usually kneels.\n回复 @BuzzPatterson I resemble that remark. Pineapple is my official pronoun.   Beach photo summer 2024. https://t.co/CDfiJoNS8D\n回复 @eldritchharpy @darksolitude96 Can you define fascism? I fear for the future of this country…and it isn’t because of Trump.\n回复 @GentlemenLindy @JamesEarlRay_ @gwyrain @hope_pead @CosmistRussian @MsBlaireWhite @JamesEarlRay And no, I didn’t ask for your input.\n回复 @nhannahjones What’s racist about saying Kamala isn’t a great public speaker or that she did basically nothing as VP?Nothing. It’s true.  Most people are poor public speakers, and lots of people are lazy. Race is not an issue here.\n回复 @JamesEarlRay_ @GentlemenLindy @gwyrain @hope_pead @CosmistRussian @MsBlaireWhite You are unable to accurately characterize me because of the extremely limited views I have shared. And yeah, I am pro choice because knuckle draggers are not equipped to make the decision for any woman.  Waiting on the confirmation of what you call one of your dogs..\n回复 @fudiebutie She has a funky vajayjay infection that she let go for too long.\n回复 @eldritchharpy @ThreeDailey Right. And I’m still in my 40s.\n回复 @Rollitupk Were you fucked when Trump won in 2016? No? Ok, then I would think it wouldn’t be much different the second time around.\n回复 @theimperator_ @bigmcbootyface @JeffPfeife53884 @eldritchharpy @ThreeDailey Hmm. Sure you have.\n回复 @HazelAppleyard_ I identify as a pineapple, yet it isn’t one of the 410 genders recognized in this country.  ‘If I say I’m a pineapple, then I am a pineapple.’   That logic doesn’t work for anyone playing pretend.\n回复 @RetroCoast Just one more governmental control that can be instituted. Boost that DNA database, and while we’re at it, how about implanting a chip and tattooing a serial number on them at birth, too?   Your comment is coming off misogynistic, as if all pregnant women cheated. 🖕🏻🙄\n回复 @JoeBiden You scare every single American   Stop harping on a think tank paper. There is no reason to believe Trump would follow that framework.  If that is the best jab you got, you need to step down.\n回复 @CalltoActivism Democrats can’t leave their hands off anything.\n回复 @hannahbartlet18 @ScratchMoore @cynful103 @gucciman5000 @JBThinkin @oyemyachinghead First, I don’t consider myself MAG. Second, maybe you are in love with ‘the other’. Who knows.\n回复 @cynful103 @hannahbartlet18 @gucciman5000 @JBThinkin @oyemyachinghead So you are ok with Kamala sleeping her way to the top? Great role model. 👏👏", "overlap_score": 0.228675752871966, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 112005999, "screen_name": "jstjanine", "user_at_name": "Janine Theodore", "sample_content": "These people are insane, free Palestine.\nKamala Harris MANIA Is Taken Over The Country, but has it REALLY? https://t.co/EXq3It8Sz3 via @YouTube\nThese people are insane, refuse to take their poison.\nWHITE NOISE - MOATS with George Galloway Ep 344 https://t.co/fYaoPSnPd9 via @YouTube\nHeartbreaking.  STOP Genocide Joe, end all funding of apartheid Israel NOW.\nwhat a bunch of psychopaths in our lovely police state of amerika\nCompletely and totally disgusting.\n回复 @wideawake_media or you can stop lying to scare people, you are the pollution, shut your mouth and things will be much better for all of us.  go away.\nJaw dropping.  Sick, sick, sick.\n回复 @r8dr4lfe75 50 maybe, not a great showing because perhaps it's Genocide Joe here.\n回复 @TakeThatNurses I guess you haven't read study after study that proves face masks are not effective.  Like putting up a chain link fence to keep mosquitoes out.\nThey have lost the war, but there is still money to be made so the hell with the remaining citizens, they are just fodder for fools.\nHow low can you go?  What a sick world.\nLIVE - Dr. Cornel West Speaks at the Muslim Civic Coalition About His 20... https://t.co/kLq2WFvwfA via @YouTube\n回复 @berniehoe2 resistance to empire.\nNeil Oliver: Beware – ultimate control is coming! https://t.co/vVBpMATFpq via @YouTube\nRight on the money.\n回复 @SnowHimbo hahahahaha, she was a willing participant with her eyes closed to the truth.\nhttps://t.co/AXGQiczyT7\n回复 @Rainmaker1973 for what, to sell more drugs?\nThis is laughable, she is a capitalist through and through, this is not a good strategy.  If only.\n回复 @JWS53338255 @NOLAnews https://t.co/OtqzzaYG08 the time, denied that he was pressured and stated he drafted Sam entirely based on his football skills.[87] Gruden stated that players who protest the national anthem should be \"fired\", specifically referring to former 49ers safety Eric Reid. Gruden used a\nJungle Strut https://t.co/jcHC4ObDfa via @YouTube\n回复 @GDebatta The horrible torture of Gaddafi.\n回复 @wideawake_media no you're lies are killing people\nHow refreshing to hear someone tell the truth.  It's unusual.\n回复 @harari_yuval blah blah blah blah, shut your mouth\nGeez, what evil, how do these people live with themselves.  Ignorant, indoctrinated into hate.\nTruly disgusting that we have deep pockets for war but a pittance for the teachers of our children.\n回复 @wideawake_media help us if this is possible.", "overlap_score": 0.1405243796928119, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1231194227062652928, "screen_name": "SleeptimusPRIME", "user_at_name": "Dancules", "sample_content": "回复 @Lonelymidnites2 https://t.co/oL3ZtUZliZ\n回复 @CorinaCandyclam @Lonelymidnites2 https://t.co/VCTpSMeQis\n回复 @jnyboy The shooter: https://t.co/Vikj7qTiLj\n回复 @chan_rst Thanks. I’ll wait anxiously. 🫶🏻\n回复 @oldad1775 Supper clubs close at bar close, bb.🤌🏻\n回复 @WoldenAnita Good call. Just lift heavy things(aside from boobs).\n回复 @stillnotadvice Is it Rosenberg?\n回复 @Carlkeck1 @Windy_Wendigo @BuffaloRon @DolioJ @JacketNation @BLACKLOTUSTAC @Tooth_Chipper @FDEActual @ttunlehs @xxTHERAVENxx88 @HeavilyRecruitd @louisanamom @MegaManX1984 @BERRY0332480230 @BangSwitch5000 @AngryRenUSMC @TPh1776 @AngryMushroomer @_JohnnyJones @Zo_Zo1790 @3cCustom @actionxander @ASo1omons @TIllDeath888 @Nobunny333 @4nt1p4tt3rn @SlapLordActual @LatePaco @gunpolicy @GunfighterSpoc1 @AbnSpectre @AngryTexian @Agave_spirit_ @2A_W3ND1G0 @RKBARusty @Tactical_review @HardPass4 @BudLightSadness @Txp_RBI_Xctuxl @Chuck_Ritter92 @Budget @Kronykal @TNailer51778 @joelgaines What is a cat really, but matter, as everything else is. Likewise, things that aren’t are also matter. Therefore the cat and the box (and yes, Schrödinger himself) both exist and do not exist at the same time and in all space. https://t.co/hT8jxoNe5W\n回复 @danielgodfrey Lol. Wait until only 10 people buy your game.😂😂\n回复 @Osgood_thechris @mikthemartian I rub both at the same time. That’s the way you imprint on the good and bad memories.\n回复 @Digita1Menace Soul. https://t.co/2H21jqJQz8\nInstructions unclear. Lost penis in a recent bread making incident.\n回复 @BandITJuicebar @Lonelymidnites2 I’ll start recruiting asap.\n回复 @Carlkeck1 @Windy_Wendigo @BuffaloRon @DolioJ @JacketNation @BLACKLOTUSTAC @Tooth_Chipper @FDEActual @ttunlehs @xxTHERAVENxx88 @HeavilyRecruitd @louisanamom @MegaManX1984 @BERRY0332480230 @BangSwitch5000 @AngryRenUSMC @TPh1776 @AngryMushroomer @_JohnnyJones @Zo_Zo1790 @3cCustom @actionxander @ASo1omons @TIllDeath888 @Nobunny333 @4nt1p4tt3rn @SlapLordActual @LatePaco @gunpolicy @GunfighterSpoc1 @AbnSpectre @AngryTexian @Agave_spirit_ @2A_W3ND1G0 @RKBARusty @Tactical_review @HardPass4 @BudLightSadness @Txp_RBI_Xctuxl @Chuck_Ritter92 @Budget @Kronykal @TNailer51778 @joelgaines https://t.co/B8OF1AvSxn\n回复 @justice_Tyr22 @STEAKandLEGGS69 https://t.co/GH1uzr1qvS\n回复 @Intel_Dork What if Biden was touching the black kid’s legs.\n回复 @SteelRain602 https://t.co/XGzASySSSf\n回复 @EmoBeefSupreme Ty, Beef.🥰🥰\n回复 @Kurz_Prime Equal rights, bitch. https://t.co/wPzIHnemYz\n回复 @TraffickContent Not terrible but I still think there’s too much forehead in it. Here’s my take. https://t.co/CdLA3PKfPl\n回复 @Idiotman420 We can’t ave peepoe suhvyvin noif attacks, yea. We’d ave tuh unban the noifs, yea.\nYou never close your eyesssss Anymore When I go…  Hissssssssssss  And there’s no tendernesssss Like before In your scaly  Bitsssssssssss  You’re trying hard not to show it  But lizard  Lizard I know it🎶\n回复 @HeathenQe_Maeve Post is invalid\n回复 @Intel_Dork That’s was a lie. He was really the leg rubber.\n回复 @ScottDeGDClaun @CallMeK1123 Frfr. Or mommy. Makes no difference to me.\n回复 @BaconSoap888 The security guard tho.😂😂😂\n回复 @BuffaloRon @Carlkeck1 @Windy_Wendigo @DolioJ @JacketNation @BLACKLOTUSTAC @Tooth_Chipper @FDEActual @ttunlehs @xxTHERAVENxx88 @HeavilyRecruitd @louisanamom @MegaManX1984 @BERRY0332480230 @BangSwitch5000 @AngryRenUSMC @TPh1776 @AngryMushroomer @_JohnnyJones @Zo_Zo1790 @3cCustom @actionxander @ASo1omons @TIllDeath888 @Nobunny333 @4nt1p4tt3rn @SlapLordActual @LatePaco @gunpolicy @GunfighterSpoc1 @AbnSpectre @AngryTexian @Agave_spirit_ @2A_W3ND1G0 @RKBARusty @Tactical_review @HardPass4 @BudLightSadness @Txp_RBI_Xctuxl @Chuck_Ritter92 @Budget @Kronykal @TNailer51778 @joelgaines Yes https://t.co/HAT9wTgLDS\n回复 @saintsundere @JoshuaEberly1 Nope\n回复 @ShlimPickens3 10/10 would buy digital and vinyl.\n回复 @iamtheicarus Gm. AK best rifle even after many rounds of ammunition depleted.", "overlap_score": 0.1684945633960727, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1370211855189348352, "screen_name": "BenCoop678", "user_at_name": "LaserEyes 🇦🇺", "sample_content": "回复 @TraceyLee_07 For someone who doesn't believe in the monarchy she's done pretty well for herself.\n回复 @HankMeyerNAPP Can you imagine the electricity costs needed to manufacture solar panels.  No doubt they will subsidize that as well.\n回复 @couriermail Classic pork barreling before an election.\n回复 @RoadknightThe Well if you only look at life through a racial lens that is what you get.\n回复 @scrowder @realDonaldTrump Did somebody say homegrown terrorism?\n回复 @RadioGenoa Ireland is just losing its heritage.\n回复 @JebraFaushay How do they manage to wipe their ass?\n回复 @iamnot_elon It works for Egypt!\n回复 @ClareONeilMP Hey Clare how about stop reading from the prescribed script and come up with some new ideas.\n回复 @ClownWorld_ They are coming to the mental hospital.\n回复 @RoadknightThe Haha classic ABC commentary!\n回复 @MattWallace888 Just look at him the leader of the lizard people!\n回复 @BenFordhamLive What was the song?\n回复 @salltweets Is anyone really surprised that this has happened in Victoria?\n回复 @ChrisMinnsMP Remember what happened when the last time we were told to get vaccines.\n回复 @westaustralian So you can teach English without actually having to learn English.  This is an obvious plot to have migrant teachers in the curriculum.  What a clown show.\n回复 @OliLondonTV One man's intentions against mob mentality .\n回复 @rowandean If Kamala becomes president,  I give it three months and China will invade Taiwan.\n回复 @Bowenchris So tell us citizens who actually live in Gladstone how it will benefit the locals and where exactly will the 10000 wind turbines and 2500 square km of solar panels be going.\n回复 @Lisa9Sophia Well you can do that when you are a union labor hack who has never had a real job in his life.\n回复 @nicksortor Why doesn't she run for president?  She is obviously doing the job now.\n回复 @ClownWorld_ That's some medieval shit right there.\n回复 @RoadknightThe Seriously can the Victorian government get any worse?\n回复 @PatrickGormanMP How much is the taxpayer funding the renewable scam then?\n回复 @ClownWorld_ You're plus size and no cares what you think.\n回复 @heidigreytv Stunning as usual!\n回复 @utism_ @tweetinjules try and block this one!  Clearly worse than the Australian version.\n回复 @iAnonPatriot This photo looks like someone who is coming out as non binary!\n回复 @MattWalshBlog And your leaders will not come out and publicly condemn these actions!\n回复 @ClownWorld_ I'm surprised she hasn't gone down the only fans route yet.  She'd make a fortune.", "overlap_score": 0.2029853717857815, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}]