[{"user_id": 1054773047280848896, "screen_name": "Ukhilal1957", "user_at_name": "Andy davis", "sample_content": "回复 @SimonOsbornePTY Making up for Pitt the Toddler’s defeat at the ballot box 🤗\n回复 @kimmarcella78 Oh I thought in  Ireland the peddles were on the right side and the wheel was on the left 😝😝❤️\n回复 @BroadcastMoose Fruit but only when they used real chocolate when they changed to a 2 percent chocolate mix they were horrible\nFrom the reggae vault back to 1988 and the legend that is Lady G with “Nuff Respect” 🔥🔥🔥🎤🎤🎤🇯🇲🇯🇲🇯🇲🇯🇲 https://t.co/IziSJD4ApN\n回复 @Gladdyaddy1 Omg what about cream\n回复 @MikeTyson Not that fucker from the airplane again\n回复 @Verawrestling Bottom Right 🤗🤗🤗🤗\n回复 @avantgardeynaga Naga 🤗🤗🤗🤗\n回复 @misslarrydavid_ Short Circuit\n回复 @soundstoryuk Safe European Home a master peace\nFrom the reggae vault Pinchers “I am the Don “ 🎤🎤🎤🎤🎤🇯🇲🇯🇲🇯🇲🇯🇲🇯🇲🇯🇲🔥🔥🔥🔥🔥🔥🔥 https://t.co/BmHoF35GV9\nFrom the Reggae Vault back to 1989 Phillip Leo Ft CJ Lewis “why do fools fall in love” 🎤🎤🔥🔥🔥🔥🔥🔥👍🏿👍🏿👍🏿👍🏿 https://t.co/sA3WOaVYcG\nFrom the Reggae vault back to 1982 and David Isaacs with a cover version of Stevie Wonders “Place in the Sun” 🇯🇲🇯🇲🎤🎤🎤🎤🎤🎤🎤 https://t.co/XjmYwVMYKV\n回复 @Christo03770888 My Neighbour was one the designers on for the Reliant company in Tamworth  He helped design the Reliant Regent the Regal and the Robin\n回复 @EZEboilingp1ss Awwwwww smooth operator\n回复 @DaveAtherton20 I wish I’d been with him I’d kick that bully’s nuts up through his throat\nFrom the Reggae Vault back to 1984 live in Sheffield in a Jah blessed styleee  @tippairie7665  Rankin Ann  Daddy Colonel  Smiley Culture 🎤🎤🎤🎤💥💥💥💥💥💥 https://t.co/qDi3zQhIKf\n回复 @RichCawleySLP @SellsAdam Most successful you never heard of Steve Coppell\n回复 @PastorAlexLove Leonel Alvarez is a cloud https://t.co/nNT5mSURi7\nBig new Riddim from Mount Zion records with sounds of colour animation  Remembrance Riddim wid  Andy Muridzo  Henry talent boi D Hadzad 🙏🏿🙏🏿🙏🏿🙏🏿🙏🏿🙏🏿🙏🏿 https://t.co/Ifgp0IVZ0k\nFrom the reggae vault Brain and Tony Gold “irresistible” 🎤🎤🇯🇲🇯🇲🇯🇲🇯🇲💥💥💥💥💥💥 https://t.co/3Z6R1RTp5S\n回复 @20th_Centurygal Chris Rock  Julia Roberts\n回复 @wilson_wadey @stephaniemain2 Thanks my friend spent a lot of time in Jamaica in the 80s\n回复 @fivestarjane Fantastic news Jane 👏👏👏❤️❤️\n回复 @Bunglebob66 @red_blue_review Absolutely\n回复 @Rossmac212 If you touch her legs do you get done for robot assault\n回复 @MannyooNic 😂😂😂😂😂\nRemembrance Riddim fresh outa Zimbabwe 🇿🇼 Mount Zion Music longside Ndungey Yut 🔥🔥🔥🎤🎤🎤🙏🏿🙏🏿🙏🏿🙏🏿 https://t.co/hk3CIfZ89w\nGame changer sparkling banana juice from Trinidad 😍😍😍😍😍😍😍😍 https://t.co/bGBP3Vg8vh\n回复 @robertmdaws That was a really good side", "overlap_score": 0.1724495354085657, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1390410131322523651, "screen_name": "AnarcloCo", "user_at_name": "👞AnarcloCo🎯", "sample_content": "the rumor that donald trump is illiterate probably holds more truth than the idea that he has any formal political plan, nevermind one expanded upon at length over like a thousand pages.\nassuming no conspiracy took place, it is a white pill that our government is so inept that an untrained 20 year old can take a rifle up to a secret service perimeter, scale a building in front of screaming witnesses, evade law enforcement who know where he is, and make a shot on…\n回复 @JarrBelle @kirtipatelmd ok and? moving the goal post from reproductive capacity—what started this thread—to carrying, bearing, and nourishing. my point is that deriving human value from reproductive capacity is patriarchal and wrong because now you’re in a position where infertile women have less value.\n回复 @bertkreischer Life is a Highway nightcore remix\n“hello fellow anarchists, i’m libertyGuy1388 🐍🚁💛🖤. listen, no one loves sticking it to the man more than me but lets be careful not to be too subversive and risk effecting change on some level. things are basically good now. except for the minorities.”\n回复 @HazelAppleyard_ find one other american who has done this. beans and toast is a british institution while this is engagement bait\n回复 ive never been to ikea btw\n回复 calling areas “battleground” states basically gives the layperson the impression that theyre constantly at war with their neighbors, family, friends, coworkers, etc.\n回复 @ModestyQueen19 its a bit presumptuous to assume that someone else’s relationship is rooted mostly or entirely in fetishism but to the extent that a relationship is rooted in fetishism i basically agree. imo she’s painting with a rather broad brush however.\n回复 @MarkWarner Senator Warner, do you have any intentions of responding to the Candace inquiry?\njust found out some people dont tip when they pay their taxes and i feel physically ill\nThis just two pictures of the same person.\n回复 @JoshEakle surely any user can say “Mexican.” its a nationality, not a slur. i suspect this is fake.\n回复 @Reggie7588 @SouthpawLeftist @Pallas_ca Clarifying your position when you have no articulated platform isnt “rewarding” critics but giving people the bare minimum. this moment reads as detached as when HRC was unable to respond to her own rhetoric a BLM activist Ashley Williams confronted her about.\n回复 @EdKrassen why cant they get warrants on people “believed” to be spies?\n回复 @AnnieForTruth i stopped reading after “i’m still voting”\n回复 @DoniTheMisfit Joe Biden as the protest vote: 1. Its funny 2. It forces democrats to introspect about why theyre voting for a nominee no one asked for who’s only slightly less retarded than the incumbent they did ask for and already have 3. Its funny again 4. If enough people join it could be…\n回复 @fightwithmemes I’m not buying it\n回复 @michaelmalice When I found out Trump won I went to Taco Bell®️ and ordered a Doritos®️ Locos Tacos meal with a Mountain Dew®️ Baja Blast®️ and thought about the trajectory of our Democracy®️\n回复 @north0fnorth @ThisIsJus Less competition for Biden.\n回复 @mcuban @grok @elonmusk mark cuban can i have $20,000??\n回复 @DialecticBio genuine question and not a “gotcha”—if interspecies breeding results always in nonviable offspring how can it be that different populations have more or less DNA from other hominid species? isnt hominid interbreeding a somewhat noncontroversial hypothesis in athro?\n回复 @pennsylvaniaEE @AesPolitics1 you’re saying that even if true your only response is that the other guy is also a pedophile? that doesn’t sound insane to you?\n回复 @kirtipatelmd i mean, i agree that manosphere podcast bros are pathetic but your clapback is that women’s contribution is their reproductive capacity? isnt that a kinda patriarchal assessment of women’s value?\nIf you told me four years ago that I'd be listening to Elon Musk and Donald Trump talking in a live stream on a rebranded Twitter I'd say \"lol yeah sounds like some retarded shit that might happen\"\nyou want to make guns harder to build. i want to make ikea furniture easier to build.  we’re not the same.\n回复 @ArmedJ0y i was in 6th grade, went to school in northern VA not far from the pentagon. teachers didnt tell us shit. my classmates just kept getting picked up. by the end of the day it was me and one other kid in my last class. i walked home alone, turned on the tv, and was like “oh…”\nit was funny and cool.\ni dont have to imagine tbh\n回复 @TheBigDoink_ Plant based", "overlap_score": 0.2015413720697522, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1136684324932259840, "screen_name": "johnny45436859", "user_at_name": "Moodance", "sample_content": "回复 @BrittRooted @GavinNewsom We love immigrants.  They are the backbone of California agriculture.\n回复 @RonFilipkowski Trump's putt isn't bad, but not very accurate.  He's for sure in the vicinity of the hole.\n回复 @ILA_NewsX @RepDonaldsPress What's wrong with the report?  It's been out for two months.  Republicans are on a character assassination expidition.\nWhy this woman, who looks like she has to pee, has to be so unfair to a rookie player is really shameful.  Furthermore, you could call this racism.  Caitlyn doesn't talk trash.  She's young, innocent and you want to paint her as some veteran trash talking white girl.\n回复 @SpeakerJohnson Some Christian you are.\n回复 @BarbaraMayabc I don‘t think they are talking right now.  Nobody likes Trump.\nA'ja Wilson-You can be top-notch as a Black woman, but maybe that’s something people don’t want to see. They don’t see it as marketable. It doesn’t matter what we all do as Black women, we’re still going to be swept underneath the rug.- re: Caitlyn Clark and all the attention. https://t.co/BlNOOT76lJ\n回复 @RealHickory Yeah we follow the President to every court appearance dressed like him.\n回复 @rogertansey Me too.  He did so well in the debate that the others had no idea what hit them, especially poor Garvey.  Man, worst Republican candidate I have ever seen.\n回复 @FireRF560 @GavinNewsom Sure, keep you from polluting it.\n回复 @Pismo_B @RepAdamSchiff @SpeakerJohnson This is today my friend.  No he's no athlete.  He looks older than Biden ha ha. https://t.co/IeSl3CrXsC\n回复 @stillgray @JoeBiden Go Joe Biden.  Trump earned his reputation.\n回复 @alexbruesewitz What a lousy Presidential candidate having to attend hush money court proceedings instead of campaigning.  Trump is a loser that's why he has to go to court.\n回复 @NBCSWarriors I never thought I'd see the day when the  Golden State Warriors would become worse than the Sacramento Kings.\n回复 @JackPosobiec https://t.co/ni3aHhNxKZ\n回复 @PAngo329 @VikingBiker333 @catturd2 I just read your bio.  I feel your loss.  I am lucky,  I adopted seven cats from various shelters and have been raising them for almost 3 years.  Being old it's nice to have friends.  Charles is right, punch them in the mouth.\nTesla dropped prices globally on Friday as the largest electric vehicle manufacturer faces slumping sales. Elon may be spending too much time on X as the prices of  Model X, Model Y &amp; Model S were reduced by $2g days after Tesla recorded below deliveries in 2024.\n回复 @TimMaxwell22 Yada yada, you hardcore fans are too demanding.  Relax, you are spitting in the wind.  None of you guys know what's going to happen in the future with any NBA team.  They are all in a flux after the playoffs.  I'm getting my tickets early this year I don't know about you.\n回复 @Acyn https://t.co/WHxnk19Gqp\n回复 @KenGoodman4 @RepJackKimble @mynamehear All they have is desire.  That's it!\n回复 @TxRecon1 @KevinSabellico @jonfavs Short temper huh?  Too bad, Joe is going to do what's best for the nation and that's beat Trump.\n回复 @JoeyMannarinoUS Write to Bernie and point out your facts.  Report back to X for feedback.\n回复 @Whatever26031 @PerezTMx2 @simonateba Trump is garbage and you know.  He picked up left overs from Obama, took credit and now he wants to do the same to Biden.  Ain't going to happen. No criminal will set foot in the Whitehouse.\n回复 @nguynth29050577 @PU28453638 You are being misled my foreign friend.\n回复 @GrahamAllen_1 NOT GOING TO HAPPEN AVOCADO BREATH.\n回复 @REVMAXXING AND YOU'RE A YOUNG BOY WITH A NEW TOY.\n回复 @RealMacReport TRUMP'S RUNNING OUT OF HAIR.\n回复 @SecurinDaBagley We are going to lose tonight.  I foresee another 4 game losing streak on the horizon.  I could be wrong.\n回复 @laurie_kester23 Try vocational school.  Learn immediate and useful.-eg a gardener, an electrician, a plumber, a builder or do service work.  So many jobs.  A career is something that may just take too long to complete and then your age will matter in a few years.   I retired at 57 now 67 MSW\n回复 @AlisonMarieR Ha ha.  He doesn't want to get wet.", "overlap_score": 0.2122762343577548, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1374117651983654919, "screen_name": "Makeup_Serena", "user_at_name": "Serena💋", "sample_content": "回复 @abcdrih And it’s a lot of black love too 🥰…but is the world ending, cause it’s so many 😂\nThe crazy one on the car 😂😂😂\n回复 @charmarigolds @asht0nAB @lastsadho @Ab232412 But why would they start a biological warfare using something you have the choice to decline? Wouldn’t the water system or food be a more effective method?\nKevin don’t need to give anyone a reality check. Cause who gave his ass dominion over what’s beautiful? And when you state that you’re beautiful it should be followed by a period.\n🥹 https://t.co/gQpuRz2nWU\nFew?!? https://t.co/F6iERLU0um\nWouldn’t the more effective solution be to stop paying taxes? Cause nobody organized earlier to vote “other” so it’s too late to convince a massive amount of people to do that. And yes, people are scared to be living under a dictatorship. So they are not taking that chance.\n回复 @plies Or until Kamala says “I’m going to be a dictator on day one”.\nFull of discharge? https://t.co/2JrMQ5l5a6\nI would probably start crying 🥹\n回复 @iamopheliabyers It’s not a takedown. He willingly went over to another country to visit his friend who is only in another country to escape all the crimes he is being accused of.\nMy favorite Romcom, but why would we need a sequel?\nOnly the king of summer movies could do it. https://t.co/hLHvNsOpX5\nhttps://t.co/Ngb4pE5GLM\n回复 @beyoncegarden https://t.co/H175gyf1Fe\nBecause when Lauryn Hill was out we had normal fans and we can empathize with artist and their struggles. These new batches of fans are bored and don’t actually go outside and fellowship or even get sunlight. https://t.co/BLCoaapxvM\nhttps://t.co/LBv86w7Mm7\n回复 @phaithmontoya Let me go make my way to the site https://t.co/AvERimEH7K\nThat’s right girl, stand your ground. Don’t let nobody manipulate you out of your peace. That boy is going to be arguing with you every single day. And honestly, you should dump him. https://t.co/FqsWeWDPsz\nI watched too much Fatale attraction 🤷🏾‍♀️ https://t.co/QMNpuevbec\nWhy are y’all telling us this. https://t.co/WPs6gHjNCH\nBlack people don’t realize that the racist and sexist white men in power are sticking together because their hate bonds them even more than their hatred for Donald. Their agenda is bigger than whatever issues they have with that evil carrot… https://t.co/YKAFCPjxs8\n“God made dirt and dirt don’t hurt, cover it in blood and it will work” amen! https://t.co/99A9644ssc\nYes. But, these eggs are still not the best. Whisk your eggs until they look like a frothy OJ. Those white chunks proves she skipped that step. Get a silicone paddle spatula. ☺️\nGood! Get everything. I would say sell your soul if you have to but you did that a long time ago. https://t.co/3XdX3u8asX\nThat’s a strange way to hold a bag…whatcha hiding, Rihanna? https://t.co/SBpODV5JSs\nThis the one! 💕\n😢\nWhy is his pandering so bad. Like clearly those are empty boxes he took out of the trash. Everyone is faking like they didn’t just rehearse this. Can we just start the voting next week? https://t.co/1cEt1rl9NB\nSad White pop songs remind me of fall. 😂  Lindsay Lohan- over Avril Lavigne- I’m with you Hilary Duff- come clean", "overlap_score": 0.1760656317521594, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1360730911042506752, "screen_name": "TheRhoaTalk", "user_at_name": "The RHOA Talk", "sample_content": "Would hope for the return of Phaedra &amp; Kenya’s shade battles! #RHOA https://t.co/fF9ITSvdQl\nThe #RHOA ladies filming at Kenya’s Hair Spa event! 🎥🍑 https://t.co/rfYVpOKigl\nStatement from ‘Simon’s nanny’  In my opinion, It's completely inexcusable for someone to show up with a visible firearm around children. But Porsha might not have known how Simon would react when they were alone after her filing. What do you guys think about it? #RHOA https://t.co/cPjKzRSP5c\nKenya’s back for season 16! 😉  We better buckle up for all the shade trees she’s about to throw, a look at her expanded business ventures and more insight of her personal life! 🔥🍑 #RHOA https://t.co/Aaf4S1JPhy\nCome through Drew! 😍🔥🍑 #RHOA https://t.co/iaZBtZtqPc\nPorsha delivering the word at her late cousin, Londie's funeral. 👏🏾❤️ #RHOA   Vid credit: @ImErickRobinson https://t.co/hfSgVog4qH\nThe Jasmine Brand is reporting Kenya was NOT fired;  Kenya decided to walk away from #RHOA due to her dissatisfaction with how the network handled the alleged threats from Brittany Eady.  https://t.co/djpinBwTNg\nNewbie Brit Eady responds to Sheree’s recent TMZ interview. 👀🍑#RHOA https://t.co/UcONVOwwsN\nSheree speaks on Kenya’s departure from #RHOA, and says she’s open to returning to the show if the coins right.  Source: @TMZ https://t.co/6OToF7RGch\nKelli’s cooking demo &amp; Pop-Up shop event has been rescheduled to a later date. 🤔 #RHOA https://t.co/upVn3VHUFw\n回复 @simonjulez CLOCK IT✨\nMarlo is all for the upcoming drama on Season 16 of #RHOA, and she's repping \"Team Simon\"! https://t.co/EW02zJUX7A\nThese ladies are so aggravating! Keirana was asked a question by Robyn…Nneka accuses Keiarna of pot stirring then Gizelle sits there acting as if her bestie didn’t start the topic of conversation?? #RHOP\nTiffany Rose (initial tested newbie)…  with a few story posts regarding Kenya’s suspension after feuding with her during test filming! 👀🍑 #RHOA https://t.co/9o1nojmVbl\nPorsha, Kenya, Shamea &amp; Cynthia! 😍🎥🍑 #RHOA https://t.co/qlYxSFDvRL\nPorsha &amp; Yandi at Bloomingdale’s pop-up shop, promoting their products! 😍🔥 #RHOA  Photo creds: @ImErickRobinson https://t.co/R98uzEXAfj\nI must say, most housewives look a lil tacky for their first season but…Nneka ATE😩😍 #RHOP\nFalynn Pina talks about the divorce &amp; makes it clear if she ran into Porsha  “There’ll be no talking”  #RHOA https://t.co/UWqlcQLuTV\nNewbie Kelli is actually familiar with Marlo &amp; Lisa Wu! 😍❤️ #RHOA https://t.co/8WUpgyC0wc\nKenya with a repost about herself &amp; Porsha! 🥰✨ #RHOA https://t.co/whNRxV7Boo\nThis colour scheme for season 16 would be EVERYTHING! 😍🔥 #RHOA https://t.co/lGmHSR7LFd\nWait what did he say about Kenya? @GossipInformer\n🚨Newbie alert! Meet Angela Oakley…she’s joining #RHOA for season 16. 🔥🍑 https://t.co/0PSPfmvg5H\nBlind Item: Allegedly Kenya will file a discrimination lawsuit against the network. #RHOA https://t.co/1OnNuL1LRW\nDrew on IG live, she clarified her connection with Dennis is purely music-related, and she also sent some love Kenya's way. #RHOA https://t.co/773AyoxoMz\nYass! Kenya’s calling for all the models for her Hair Spa tomorrow! 🎥🍑✨ https://t.co/U7aNYUPhEf\n回复 @YoungRichSkinn2 @QuentinTHarris That part! It’s not like I’m posting conversations/arguements had on camera.\nI REPEAT…We do not want any Porsha &amp; Kenya feuds this season! I’d rather them have a Karen &amp; Gizelle relationship where there’s light shade but more love. #RHOA https://t.co/3ezJaERquA\nDrew and Kelli will both be at the Atlanta Women’s Expo this Saturday! ✨🍑 #RHOA https://t.co/rJvrQO4S41\n回复 Source: @JaysRealityBlog ❤️", "overlap_score": 0.2096292463236947, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1297757790744633344, "screen_name": "lucasLA666", "user_at_name": "a l e x", "sample_content": "Stop bringing up Colin Kaepernick. No one cares.\nSuns by 30 imo. Wolves gonna get punched in the mouth.\nWho gives a shit, you fucking freak. Is she a good person? Is she going to implement good policies? Why do I give one singular fuck about this vapid emotional nonsense. People like you have fucked this country\nAgain, the dick riding is astronomical\n回复 @robinfitzoooth @samwisemyg No its not, ya’ll so dramatic. Your controller literally starts buzzing when the playclock is low. Adapt\nAlso, her teammates a bunch of bitches for not even backing her up\nHe’s setting up his departure for Hollywood. The show was the obvious sign.\n回复 @uxxr94 Nope. Role players missed a ton of open shots. Porter Jr averages 17, scored 7. Aaron Gordan averages 14, scored 4. Also 5 bench points. But you bringing up 3pt shooting from a 290lb CENTER is why you lost the argument lol\n回复 @JonKrawczynski Would help if we had a coach with situational awareness\nHope Mccarthy falls to 8 and vikes trade with the falcons and keep their 23pick\n回复 @BlondedDynasty Nah it was 100% bcuz of the CP3 injury and you know it.\nLmaooo. They will make that back easily. Are you smoking crack\nIf they got the announcers wrong ima be so mad. The absolute worst part about madden.\nAll cops are bastards\nOne of the most soulless “i will do anything for power and relevance” ass bitches ive ever come across\nIm being told by bball experts that her “turnovers” are a problem when she got the special olympics as teammates\nYour own gender doesn’t even financially support them enough and the league makes no money but you wanna give the players raises bcuz of some imaginary “patriarchy” and “misogyny” taking place. You are an infant.\nLike, do you think the Diana Taurasi hate was just some veteran analysis? Nah she’s hurt cuz some young player is already more popular than she ever was. If you dont think jealousy impacts how people play on the court than you should stop typing\nBlack people hate that white girl lmaoooo\nPeople like this are why this world is so shitty\nYou wanted the hotel to release surveillance footage? Voluntarily? Are you fucking stupid?\nWomen think every aspect of their life is a battlefield and its hilarious\nThis might be the dumbest, least scientific list ive ever seen. “Risky sexual behaviors” lmaooooo. “Lung cancer” yeah ok\nlocking down Denver without him proves he deserves it more. He’s on a team with great defenders EVERYWHERE &amp; he still has the metrics/stats he has. Wembanyama doesn’t have a team of players actively taking away defensive stats/opportunities from him.\n回复 @MeghanH66306070 With all due respect, chordle my balls\nOne thing you can guarantee regardless of the sport, Nick Wright will somehow find a way to bring up LeBron and or Mahomes\n回复 @bill_koger @bordeauxyoutube I force win all the unranked games unless the team is really good (Auburn always plays Alabama tough etc) and I leave the top ranked games up to the simulation still.\nMy man you are wrong, its okay, just bcuz you have “filmmaker” in your bio doesn’t mean you have to go film police on every take involving movies\n回复 @kevinwildes Are you watching this defense rn? Your teams in a horror film\nIts literally not even close financially. Are you smoking crack", "overlap_score": 0.1680008345351323, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1360624130387804164, "screen_name": "GetItMiss", "user_at_name": "Big Mama Miss 😎", "sample_content": "When you standing in the sun, but you still want jam in Vermont 😩❤️\n回复 @HypNADic They don’t be in the kitchen. Cuz sweet potatoes take 1400 years to get soft too. You gotta try not to burn that mf\nShe’s the family bag. You gone jump on the court and get what accomplished exactly??? Fights happen sometimes she’s a grown woman. They are all grown. She can defend herself. This is a national televised game 😭 Who wants to recruit that????\nBitcoin was an L from the beginning.\n回复 @boowhop15 I’m nosey. How you get them macaroons!! lol you wasn’t there\n回复 Candy Paint should be a single &amp; have a video. @Normani Please girl\nDB became the 5th leading scorer in the WNBA with a blowout home opener. Sports media outlets still only posting about CC. 🙃 That shit is lame.\nIndiana needs to feed Aaliyah Boston. They don’t win without her.\nI need a chef for the block party.  Please point me to someone who wants to come sling plates, tacos, snacks, etc 🙂\nPlease wrap this up, tbh #Paris2024\nFacebook is fully integrating with Instagram and it’s ruining the quality of everything. It’s sad to see.\nThere is no sound Drake has displayed in his music that wasn’t already a sound somewhere in the US. Like, please stop this conversation it’s the worst one yet.\nAlyssa Thomas better watch it!\nThe Scientology people might’ve fucked up popping up in South Loop Chicago. It’s one thing to make the minority upset but the white people?? They don’t play about Downtown at all 😭\nThat shit insane.\n回复 I need him in the dunk contest.\n回复 @AfterDawne Damn yeah you’re right but I think I recently saw something with her so we may be getting her a little more this year\nEveryone saying they would put their dog down. Y’all can’t have pets cuz I don’t think anyone I know with a dog would do that.\nI tweeted twice this week it’s snowing and today it wasn’t a fluke. I woke up thinking it was January, looking out the window confused.\nI can’t wait to stop hearing about Caitlin Clark. UConn please handle business tonight.\n回复 @Obey_my_crOWd Not biting, I said it’s influence. That’s a different thing. Lmao to say he’s not influenced by American music?? That’s just looney. Canada has more of a Caribbean heritage out there than anything so he got his shit from us. Where else would it be from\nThis is why I’m the Queen of house parties. We gone keep a themed event going round this mf. It’s so much cheaper than going outside.\nWe need to learn how to close in the 4th quarter #SkyTown\nHappy Sunday, I just found out Halle Berry is half white?? I didn’t know that. I just thought she was fair skinned\nI just got told I’m scary. And is.\n回复 @pretty_KD I looked it up. She didn’t qualify for the 200m team. She does run that though\n回复 @DreDayVII_ Lmao she gone have to adjust! And there’s no reason she needed to play that whole game. But idk what she think honestly happen if she gets on the Olympics team??\nDot said I got whatever yall need, however yall like it\nSomeone tell these celebrities we don’t need another hair care line, clothing brand, face care, nothing 😭😭\nPeople come on here and tweet about random shit going on all day. Legit it’s an open forum for your thoughts and feelings. But now it’s an issue? Yall love moving the goalposts to make a point.", "overlap_score": 0.1449010897602315, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1372644027468685312, "screen_name": "FariyFawcett", "user_at_name": "Vané", "sample_content": "回复 @FringeOfFringe @urthel0ser @BlackDolltm @Race_Fem Because they perceive you to have money/status but that is about to change. Asian men are catching up, kpop is taking over amongst young girls in the west. You need to worry about your failing racist agenda instead of arguing with women online lol\n回复 @nwgclips @NLBruno010 @iamyesyouareno @elonmusk My grandpa &amp; all of his siblings are Scottish whites so you're definitely sniffing up the wrong tree lol.  \"Western\" culture is a very new concept established around the relationship between The UK &amp; US so it obvi always included whites. Don't see how that addresses my point...\n回复 @QuintusActual @datepsych Yeah, except for the fact that ratings went down when \"Richard\" is described as a gang member... not up. Meaning red pill rhetoric is, once again, wrong about what women perceive as desirable🙄\n回复 @notcapnamerica Passport bros stand up... and sit right back down bc you can't even afford American women\n回复 @bees_are_cool @RecycleMe5cents So great try, but the problem isn't with the adjective. It's with the noun, \"woman.\" This is not a woman, it's a man👍🏾\n回复 @JrPerkins7 @Giant_killer3 @UltraDane You're being intellectually dishonest. I could simply not get one and still be maimed by *your* dog. The risk of a pit bull is far greater than that of a yorkie... be honest 💀\n回复 @Bodega_Venetta @Babycakes_Elise @Dreadful4Tymes You just admitted women's eggs are limited in number and time but men continually produce sperm well into old age. Women lose eggs every month and once they're gone, that's it. So eggs are a finite resource like gold and oil. Sperm is infinite like iron or dirt lol.\n回复 @DanRoden @USAsweetTerf2 @troonytoons @Radfemfuture They've been researching how to cure cancer for like 200 years. We'll die out by the time they make any real progress lol\n回复 @_dxrrius @d0se0fjayy @aryiiaah You're busy worrying about black women, meanwhile black men haven't done shit but submit to other races of men for hundreds of years. How about you actually build something besides your harem of bastard children and murder victims before you talk about women of any color 🙄\n回复 @_BRCooper Learn to comprehend. What you said does not negate the fact that you still attempted to shift the heat off of yourself and onto another group. Don't pussyfoot, tell me why it's no surprise that men (across every subcategory) are more violent?\n回复 @thr0wingC0pper @izzboat @MovingEternity @UltraDane Y'all are going to roast me, but you should be more concerned w culture than color. Recessive genes will prevail regardless. Wmbw&gt;bmww. Women typically follow their husband's culture &amp; any children from that union assume the culture of the patriarch. The solution is under your 👃\n回复 @Bodega_Venetta @Babycakes_Elise @Dreadful4Tymes So is sperm. Unless it meets an eggs it's completely useless and dies lol.\n回复 @IMAO_ That's your choice and therefore your problem 😎\n回复 @ari_stache_talk @pprincesskc @Camelliaalexa I'm 22, 5'2, 110lbs. I'm telling you as a woman that used to take advantage of old men like you, women my age are not interested in you unless you're spending money. It's like a job. We date you, you give us money &amp; free food, we use the money to impress our REAL bf who's our age\n回复 @itsxiiaaa RNs have entire courses dedicated to cultivating critical thinking. Critical thinking, ex quickly choosing the best intervention to stop death, is central to medicine &amp; I promise the stakes are much higher. Anyone can be a philosopher, RN is a legally protected title for a reason\n回复 @GarbageHuman23 Things that did not happen, Exhibit A:\n回复 @itsxiiaaa You're either woefully uneducated or lying for attention. Nursing is consistently ranked as one of the most competitive programs to enter and one of the more difficult degrees to get. Not every woman in scrubs is a RN, a lot of CMA/NAs cosplay as nurses but they're not the same\nUnpopular opinion: this hate for nurses is rooted in misogyny &amp; jealousy. They're jealous that nurses have a recession-proof, respectable, lucrative career &amp; they sell lashes. If you think studying the physiology of the human body is an easy route, what does that make philosophy?\n回复 @UntoldT9291833 @iamyesyouareno The ancient Romans definitely though you were the plague, saxon\n回复 @Iwillwin07 @JenniferBethK @troonytoons @BritMartinez Probably not. Thousands of bodies = loose morals, high cheating potential, zero self-control, and hpv. He's ruined\n回复 @itsxiiaaa All fields have dummies. You may be jealous bc people in the soft sciences struggle to find jobs. Or maybe you flunked like 1 of 5 students who pursue nursing, idk. I do know medically managing a dying human requires more knowledge &amp; critical thinking than pondering hypotheticals\n回复 @GenJones60 @AdamantPluto @Alphafox78 They aren't. Moses married a black woman and God defended him\n回复 @pixiedustmoon7 @scenefiend @JackNapierKnows Yep! My aunt focused on her career, had my cousin at 42, divorced her abusive ex-husband, &amp; is remarrying again soon. Her \"post-wall\" kid who's healthy will have a step father. Her ex-husband is still mining tinder for that \"hot 20 year old\" so much for their revenge fantasy😂\n回复 @Nobody_13245 @chey102489 @AIPeoplePics @DarkSideAdvcate @empireenjoyer10 @iamyesyouareno Everyone with blue or green eyes has \"some mutation\" that's literally what it is💀\n回复 @Iwillwin07 @julymay123 @Justin_Thiel @Camelliaalexa No, at this point, he's never going to find an actually virtuous woman who truly loves him. His best bet is a only-fans turned catholic girl or a vulture who will wait around with him until he dies so she can be part of that will.\n回复 @itsxiiaaa You were def wronged by a nurse or developed resentment bc nursing is a more respected field than philosophy. RNs go on to practice anesthesia, diagnose illnesses, &amp; prescribe medicine alongside MDs. ICU &amp; ER nurses save people from dying and advise the newer doctors, ask any MD.\n回复 @_BRCooper @VDAREJamesK Yes 80%, black males are still males and we're generalizing. *All* races of men are either violent towards women or hesitate to condemn men who are. The reverse is comparatively rare.\n回复 @Bodega_Venetta @Babycakes_Elise @Dreadful4Tymes I can't believe you're flexing sperm bc it moves💀 Sperm is sexual gamete just like an egg is. It becomes useless and dies without an egg and a womb from a woman. Women have 2/3 parts to make a child. You have 1 part which is produced abundantly by all men which you've admitted\n回复 @cornell_pj @am_ph @retired_in_tx @MasksworkMofo Men don't pay for stuff anymore anyways lol\n回复 @bees_are_cool Yes, many trans people are now claiming to be biological females due to physical changes that occur with CHT. You don't have the bandwidth to continue this conversation. Look up the complication rate with sex reassignment surgery and get back to me.", "overlap_score": 0.1285105992797357, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1055588650585595910, "screen_name": "lalogarri", "user_at_name": "heavy mental lover", "sample_content": "top 1 in my household\n回复 @Neptune_Leo22 producers gonna give q the alphabet song so she has a better chance at making it top 4 but morphine still gonna wash her ass out\nlied on your dead momma\nidgaf does it look like igaf because i dont\nbeyhive is the best cause all of these are funny asf\nlike to the fucking beat too she’s amazing\n回复 @Pr0panePr1ncess fuuuuuuuuuuuuuuu 😍😍😍😍😍\nthinking if i would have kept doing drag maxine would have been a larue by now 😭\nwhy can’t men that look like this love me back\n回复 @m8ss3ducti0n gay people are like “she saved my life” and it’s hello gorgeous poster girl from mental health box https://t.co/FlOB468wj3\nproducers told plasma to stfu and focus on her look 💀\nshe went back in time and told Carson he was gonna be a drag race judge but he wasn’t gonna judge her\nyall still begging for rihanna when we got tinashe in the house?\nmiley 🥹\n回复 @bedlovesky omw bebe\n回复 all the queens do their entrance to the runway where they are met with lolita and taiga lolita steps down and competes with the girls Valentina come back and takes Lolitas place in the judging panel…. make me a producer pls\n回复 @guiiqt in an episode that was highly anticipated where they could have showcased their best drag king look ABSOLUTELY if it was under the glamour category I probably would have yaaased a little tiny bit\nwhy do i always crave panda express when they are closed\n回复 @okay__work also buffets at least here in Texas are 14-20 bucks maybe saying you’re gonna stay a few hours to get your moneys worth is wild like???? he could have kept that broke statement to himself\n回复 @bijoubentley they could have given us colosseum, and the gba games and kept all that to themselves idk I guess once we get new information it will be better but as of now it’s a no for me\noh belovedGa you will always win in the end\n回复 @Flo_Gaming_ no every single time they do the latina queens dirty I am so sick of it\n回复 Cardinal and Deeper Well are fucking bops already\nim not out here hating my big fat body bc a queen is wearing a hoop around her waist i just do 🩷\n回复 @ElZaddy713 maybe i would rather jump off a cliff with someone lol that sounds more fun https://t.co/IxSDsA67Mb\nplaying kof and forgot about this bitch and how she looks like gaga 😍 https://t.co/FmHYC9VnZP\n回复 @MistressIBrooks Wack her again https://t.co/fPgHqAgJNM\n回复 @bedlovesky I was personally drawn by your beautiful nose and lips\ngenevas mug is making me want to pick up a paintbrush omg\n回复 @LooseyLaDuca @MistressIBrooks gather him pls", "overlap_score": 0.2200680865473492, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}]