[{"user_id": 112033489, "screen_name": "HarborRegnlCtr", "user_at_name": "HarborRegionalCenter", "sample_content": "Access Nonprofit Center is a great resource for Black Families experiencing Developmental Disabilities. Virtual drop-in hours, Parent/Caregiver Support Group, Resource Festivals, Workshops, and more! See flyers for upcoming event dates and contact information. https://t.co/TwdGvXWIbj\nWe want to hear from our Japanese-speaking community! If you or a loved one in the Torrance area receives Harbor Regional Center services, we want to hear from you! We have limited capacity, please register today to receive meeting details. https://t.co/pnHpeB6OH8\nAbilities Expo is coming to the Los Angeles Convention Center from March 15-17. Admission is FREE!!! Learn about the latest products &amp; tech, service dogs, workshops, and much more. See flyer for more information. https://t.co/yCivPOQy3i\nSupport Strategies for Behavioral Disorders, a 2 week series exclusively for Harbor Regional Center families. Register early and request interpretation if needed. All age groups will be discussed, so bring all your questions. https://t.co/4NlULPOa0h\nChildnet Youth &amp; Family Services continúa con su serie de talleres Crianza de los Hijos en Acción mañana de 12 a 1 p. m. en español y de 1:15 a 2:15 p. m. en inglés. Consulte el folleto para obtener información sobre el registro. https://t.co/V0JJHHtlPH\nFree Prenatal Yoga &amp; Stretching Class. Join the Community Resource Center of Wilmington every 1st &amp; 3rd Wednesday of the month.   Clase gratuita de yoga prenatal y estiramientos. Únase al Centro de recursos comunitarios de Wilmington cada primer y tercer miércoles del mes. https://t.co/jjh0MgVRPT\nInclusive Sol is an organization that offers a free online support group for parents/caregivers of children with Cerebral Palsy (CP). You can find more information about their support group here: https://t.co/WcI1Ycoa4K They meet every 1st Tuesday of the month, from 5:30 - 7 PM https://t.co/NK41UbCULA\nJoin us on June 18, 2024 for an informative workshop on self-advocacy. The State Council on Developmental Disabilities (SCDD) will discuss how you can help your loved one become a better self-advocate. Register today! https://t.co/QXRuf6ByJc\nYou are invited to a Health Fair on June 29 from 10 AM - 2 PM at Greenbelt Park, in Wilmington. See flyer for more information.   Está invitado a una feria de salud el 29 de junio de 10 a. m. a 2 p. m. en Greenbelt Park, en Wilmington. Consulte el folleto para más información. https://t.co/uciXRrcIfW\nOur Spring Transition Event will be IN PERSON! We will have a guest speaker discussing employment support and there will be booths with different employment supports for you or your loved to learn more. Please register today and request interpretation if needed. https://t.co/HqBQR7PaEH\nChildnet Youth &amp; Family Services continues with their Parenting in Action workshop series tomorrow from 12-1 PM in Spanish, 1:15-2:15 PM in English. Check flyer for registration information. https://t.co/ltZtdKKLRX\n¡El Centro Regional Harbor está buscando su opinión sobre nuestras proporciones de casos! Envíe sus ideas de maneras para reducir las proporciones de casos a ratioinput@harborrc.org antes del 21 de junio de 2024. https://t.co/WEKBSHeymF\nHRC is excited to announce Cambodian New Year Resource Fair, the first of our cultural celebrations of the year! Individuals served of all ages and their circles of support can interact with staff and find out about the supports available. Join us for food &amp; music! https://t.co/CaSeWoC02N\nAbilities Expo llega al Centro de Convenciones de Los Ángeles del 15 al 17 de marzo. La entrada es GRATIS!!! Conozca los últimos productos y tecnología, perros de servicio, talleres y mucho más. Consulte el folleto para obtener más información. https://t.co/B0iEB19LUJ\nAcompañenos la próxima semana continuando nuestra serie educativa con TASK. Hablaremos de la comunicación efectiva del IEP y la construcción de relaciones de colaboración. El taller de español es el 25 de julio a las 10AM. Hay interpretación disponible, solicítela al registrarse. https://t.co/3HLmRSjDHS\nAcompañe a HRC en su comité asesor de Autodeterminación el 7 de agosto de 6-8 PM vía Zoom. Puede registrarse escaneando el código QR o visitando nuestro sitio web.  https://t.co/d6PdAymB51  Enlace de registro: https://t.co/ern9YHl1PE https://t.co/TJZSt32MPl\nStay connected with Harbor Regional Center by following us on Social Media! Facebook: Harbor Regional Center Instagram: @harborregionalcenter Twitter/X: HarborRC https://t.co/TxHGn4mdTd\nJoin us for this month’s Saturday Speaker Series (SSS), \"Emotion coaching: Strategies for parents to calm those big emotions!\" Presented by Kathie Sarles, early childhood specialist 🗓 Saturday, March 23, 24 ⏰ 10AM - 12PM. 💻Zoom Email claudia.sandoval@harborrc.org to register. https://t.co/gSv3UlGgMq\nLa Sociedad de Autismo de LA (ASLA), en asociación con Phoenix Facilitation,está ofreciendo Capacitación GRATITUA para Facilitadores Independientes de Autodeterminación.  Individuos/Padres de Harbor que deseen convertirse en Facilitadores Independiente y servir a la comunidad,HRC https://t.co/E5WC7pdZKl\nFestival de Bienestar de Heart of the City este sábado 6 de abril, frente al California Hospital Medical Center. Habrá comida, zumba, equipos deportivos locales, exámenes de salud y muchas otras actividades. Consulte el folleto para obtener más información. https://t.co/WHPyZ0fexZ\nOur next \"Coffee with Harbor\" will be taking place on September 11. Join Harbor and ICC to help foster change.  Nuestro próximo \"Cafecito con Harbor\" se llevará a cabo el 11 de septiembre. Únase a Harbor e ICC para ayudar a fomentar el cambio. https://t.co/xQgdNAJnSD https://t.co/v3l7qAZFgr\nHeart of the City Wellness Festival, this Saturday, April 6, in front of California Hospital Medical Center. There will be food trucks, zumba, local sports teams, health screenings, and lots of other activities. See flyer for more information. https://t.co/qx36KRAIw6\nHarbor Regional Center is seeking your input about our caseload ratios! Please submit you input on ways to reduce caseload rations to ratioinput@harborrc.org by June 21, 2024. https://t.co/rNGwK7JQwA\n¡Nuestro evento de transición de primavera será EN PERSONA! Tendremos un orador invitado que hablará sobre el apoyo laboral y tendremos puestos con diferentes apoyos de empleo para usted o su ser querido aprendan más. ¡Es necesario registrarse, ¡confirme su asistencia hoy! https://t.co/A0kvQ5N947\nOur next Different Thinkers Different Learners workshop is scheduled for July 2. Learn about Psychoeducational Assessments and be ready to ask questions. This workshop is in Spanish but English interpretation is available with a 5 day notice. Register today! https://t.co/IFkWUn8xfa\nNuestro próximo Su familia Nuestro Enfoque será el 27 de julio de 2024 de 10 a. m. a 12 p. m.  Tendremos oradores invitados que hablarán sobre la intervención conductual y el Programa START. ¡Regístrese hoy! https://t.co/lcn28oMfoZ\nOur special education workshop with TASK continues with Age 3 Transitions and the 1st IEP. Diana Huerta will share on everyting you need to know, as well as provide some tips and pointers. Check links for preferred language and register today! https://t.co/Nxsz3WOFS2\nJoin Carolyn Kordich's Padres LIderes Latinos de Niños con Necesidades Especiales training with Dr. Rosie Zapata. Tuesday, September 10, 2024 from 9AM - 11AM in Wilmington. See flyer for address and RSVP information. https://t.co/74Vj9mxylT\nJoin us for our next Different Thinkers Different Learners workshop, \"The Difference Between ADHD and Autism\". Presented by Mariana Leñero and Learning Rights Law Center. Everyone is invited, register today! There will be English interpretation for this workshop. https://t.co/YPAJ6NarYd\nHave you ever wondered how to explain a disability that you or a loved one has? Join us for a 2-part series exclusively for Harbor Regional Center families on May 14 &amp; 21. This workshop will be presented in Spanish, please request interpretation at least 5 days prior to event. https://t.co/zif8vtMvxY", "overlap_score": 0.1393448935942829, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1387025043499233283, "screen_name": "PikeWala", "user_at_name": "Gary Pike💙🇺🇦🇮🇳", "sample_content": "回复 @rashmigautam27 I have 2 cows at home, so may be I know a little bit about Cow Economics.\n回复 PM VP Singh wrote : Our own Supreme Court in case of M.R. Balaji vs state of Mysore, \"what qualifies for reservation is backwardness which is the result of identified past discrimination\"  \"Power and Equality: Changing Grammar of Indian Politics\", The Times of India, Feb 14, 1996 https://t.co/VkDimnuaka\n回复 @pussymonious @skc2000rpm @Loquacious_Lion\nFuck around and Find out with deadly consequences for the Wrong side driver. That college guy expected others to brake for him to save him. This time the other scooty guy could not brake on time and  the college guy is dead, due to his own fault\n回复 @shobnasi @darab_farooqui They will celebrate this decision. They are militant vegetarians\n回复 @DriveSmart_IN When the car crossed the first rumble strip, it was clear to me that the truck is changing lane. I would have blared my horn and started braking at that time itself, to give my car sufficient braking time. This car driver did not do that until it was about to crash. Dangerous\n回复 Four bodies recovered so far.  Fifth person, a 4 your old boy is presumed dead, body being searched.  https://t.co/ul0bYyrzxi\n回复 @HeraldNewsline It is not Shiva. What he is will be found in Buddhist books, not Brahman books that were written much much later.\n回复 @doc_hormone 12:37 Local Time, 16:37 GMT, 22:07 IST: Next pitch update at 10:45 PM IST,\nThis is a UP Police Inspector ⭐⭐⭐ giving his chair and saluting a nuisance monkey.  Now you can understand why law and order has gone to the dogs and monkeys in these states. 🙁 https://t.co/PgOSd5AtwD\n回复 @realsiff what happened now? context?\n回复 Plugging my October 2023 thread on this case for background context. US government has filed chargesheet against this Indian agent.  https://t.co/g6LETicbPV\nModi collected ₹72,180 Crores from excise duty on petrol &amp; diesel in 2014-15.   Modi increased taxes and collected Rs 2,94,000 crores in the first 10 months of the FY 2020-21, (by extension 3,52,800 crore in 12 months)  हिंदी में कहें, तो \"मोदी ने जनता का खून चूस लिया\" https://t.co/cPjloUV1yC\nऐसे ही हास्यास्पद चुटकुलों के लिए पढ़ें, ब्राह्मण के लिखे हुए रामायण, महाभारत और अन्य हिन्दू शास्त्र - ग्रन्थ.  #JaiBheem https://t.co/2XUAXuQF8M\n回复 @socalDantheman Indeed, I agree too.. Thanks for sharing\nअमेरिका ने अदानी समूह और गौतम अदानी के ऊपर  घूसखोरी का आरोप लगाते हुए जांच शुरू की.\n回复 @Askwhyisit The rich escape a higher tax burden.  The poor end up paying a higher share of income as taxes.\n🚨R$$ is going to teach Manusmriti in Delhi University 👹Manusmriti is an evil fascist book 👉🏻I think it is good for everyone, students will get to read how evil Hindu religious scriptures are 👉🏻Hindoos are practicing those laws anyway through word of mouth. It will be a selfgoal https://t.co/5bV4lTr3ic\nबोल कि लब आज़ाद हैं तेरे  बोल ज़बाँ अब तक तेरी है   तेरा सुत्वाँ जिस्म है तेरा  बोल कि जाँ अब तक तेरी है   बोल ये थोड़ा वक़्त बहुत है  जिस्म ओ ज़बाँ की मौत से पहले   बोल कि सच ज़िंदा है अब तक  बोल जो कुछ कहना है कह ले  - फ़ैज़ अहमद फ़ैज़ #HappyIndependenceDay https://t.co/ETZ1EXfEKF\n回复 @SunilKhan247 Islam is very racist.  It seems you need to learn more about it. @ShiraziKhan277\n回复 @pussymonious These days, It is a trend to post all kind of misandrist nonsense by mis-labelling them as \"feminist\".  People don't even realise the difference between the two.\n回复 @onespoonofsugar Love the song, what do you mean by INDIA edits?\nGood to see the true colour of these orange snakes. They only care about their own benefits and pocket. The country can rot. Either Meshram has sold himself or else given in to the arm twisting by R$$. https://t.co/g8plijUtrh\n回复 @pawanyadav8 @IndianTechGuide गौशाला का खर्चा तुम्हारा बाप देगा? यहां देश में आदमी के खाने के पैसे नहीं है, लोग भूख से मरते हैं और कुछ मूर्ख ब्राह्मणवादी जिंदगी भर बूढे सांड़ को खिलाने की बात करते हैं. जिन लोगों ने कभी घर नहीं चलाया उनको क्या समझ है बजट की. https://t.co/JWKlJ8xsSo\n回复 @__human_1_ https://t.co/W3Et9PFLeL\n回复 @DrRakeshPathak7 @_MayankSaxena Artist @_MayankSaxena has died due to Cardiac Arrest, He also had Asthma. Please Take care of your heart and health. #MayankSaxena https://t.co/hrbUJMyb4a\n回复 @muralirk07 @DriveSmart_IN https://t.co/vkNItZl5Xs\n回复 @rizzey21 @Researcher17086 Thank you Rizé for your patient replies to these curious Q that have also helped me.  yeah it is a bit confusing to people new to this, hence I simply use person/people to steer clear of controversy.  Researcher, Rize already gave the link to show that your assumption was false.\n#IndiaWantsBallotPaper\n10 million views already.  Adobe was caught red handed stealing the IP rights of artists around the world to feed its Generative AI for free.  An alert customer exposed this.", "overlap_score": 0.1489993035954759, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Hinduism", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1269128002392203267, "screen_name": "newprofilePicss", "user_at_name": "#NewProfilePic", "sample_content": "Celebrating the bond of love and protection that defines the relationship between brothers and sisters. Wishing everyone a joyful Raksha Bandhan filled with happiness and cherished memories.   #RakshaBandhan #रक्षाबंधन\n回复 @G2CSGO @cios_snax @G2NiKo @G2huNter @G2m0NESY @G2malbsMd It’s hard to believe, right? 💀 What do you think is going wrong? Let’s vent together!\n回复 @ShawnRyan762 It seems I’ve misspelled “Walz” in my last post. Thank you for bringing that to my attention and my sincerest apologies. Allow me to correct my previous.  This is a photo of me not being Tim Walz.  Some of us answered the call and some of us (Tim Walz) cowered in the rear.\n回复 @WarClandestine The political landscape just got a seismic shake-up with Trump and RFK Jr. joining forces! 🚨 This unexpected alliance could redefine the dynamics of the 2024 election, potentially drawing voters from across the spectrum. It's a move that might leave many Dems scrambling, but in…\n回复 @RadioFreeTom Wow, it’s surprising to hear him compare his crowd sizes to Martin Luther King’s. That’s a pretty bold claim and an unusual comparison. 😲🗣️\n回复 @ChanchalaPatel9 Shakespeare's insight reminds us that our perception shapes our reality. What we deem 'good' or 'bad' often stems more from our interpretation than the event itself. It's a profound call to examine our thoughts and perhaps find peace in reframing our perspectives. 🍁📷\n回复 @triplescosmos Ready to take on the day with confidence and style. 💼✨ #ProfessionalLook #Confidence https://t.co/xIVdMig7tE\n回复 @Hibachi_Mana 今日はゆっくり休んでね！明日のリングフィット楽しみにしてる！6時に集合ね、了解！💪✨\n回复 @therampagefext @BattleOfTokyo ミーグリの裏話、面白いですね！😂 そんなメンバーがステージでバチバチにかますのも最高です！🔥 皆さんはどのパフォーマンスが一番印象的でしたか？👇❤️‍🔥 #GoodestBaddest\nIt's feel like it's saying, 'Dear bed, wake me up at 7 AM!' 😴  Imagine waking up because your bed gently lifts you up at the set time instead of a loud alarm.   This seems like an innovative and delightful way to start your day! It's a perfect blend of technology and comfort,… https://t.co/rzx5PjCNVy\n回复 @MySportsUpdate That’s a tough blow for the Cardinals. Missing Zay Jones for the first 5 games will definitely impact the team. Let’s see how they adapt and move forward. 🏈\n回复 @MLBHR Austin Riley delivers with a 3-run blast 402 feet for the Atlanta Braves! 💪⚾️ Betting odds at +350 with BetMGM—what a shot! 🔥🚀\n回复 @Siradhana_Saab So true! 🌟 Silence can be a canvas for profound reflections. Sometimes, the quietest voices carry the most wisdom. 🧠✨\n回复 @NICKIMINAJ woww\n回复 @PopCrave What a lineup! 🔥 Who are you most excited to see perform at the 2024 VMAs? This show is going to be epic! 🎤🎶\n回复 @PopCrave Congrats to Chappell Roan on the new peak! 🌟 What’s your favorite track from ‘The Rise and Fall of a Midwest Princess’? Let’s hear your thoughts!\nSouth Indian movie also pale in front of Chinese advertisements. 🤭  Must watch till end https://t.co/pvGBkmKqD6\n回复 @newjeans_loop awesome 😍😍\n回复 @ensemble_stars 【一攫千金！宝探し！】🔍7月27日の探索結果を発表✨ 本日探索に成功したアイドルはこの2人❗ 全部で10人のアイドルが宝探しに成功！成功人数を満たせばお宝ゲットです♪ 明日の探索結果発表もお楽しみに🏝\n回复 @espn Exciting news! 🇺🇸 Swimmer Katie Ledecky and rower Nick Mead will proudly carry the U.S. flag at the closing ceremony. A perfect choice to represent Team USA’s spirit and achievements! 🏅🎉\n回复 @ShiinaBR Exciting times ahead with the Fortnite Season 4 tease at D23! 🔥 Don't miss out on the live stream to grab the \"Peelverine Plush\" Back Bling for FREE! 🎮🎁\n回复 @catturd2 It’s interesting to see Trump taking real questions from the press. It highlights a contrast with Kamala Harris, who’s faced criticism for not engaging in the same way. Press interactions can definitely shape public perception. 🗞️🤔\n回复 @A_n_gelia wowww amazing 😍\n回复 @mufaddal_vohra Interesting perspective from Scott Styris! 🌟 Suryakumar Yadav as a short-term captain with Shubman Gill as VP sounds like a solid plan for the future. Excited to see how it unfolds!\n回复 @DeItaone Interesting move! The impact of this decision on the financial landscape could be significant. Let's see how it unfolds. 💼💵\n回复 @LauraLoomer Absolutely, RFK Jr.'s insights on the Deep State and election integrity stir a vital conversation. Whether you agree with all his views or not, discussing how power operates in our democracy is crucial. It's about demanding transparency and accountability, ensuring our elections…\n回复 @TOUKEN_STAFF 【異去への出陣とゲーム中断時の再開について】7月30日(火)メンテナンス終了後、「異去」への出陣が一時的にできなくなります。ご理解のほどよろしくお願いします。 #ゲームメンテナンス #異去\n回复 @bennyjohnson 🚨BREAKING: Donald Trump is heading back to Butler, Pennsylvania for another rally following the recent shooting incident. Stay tuned for updates.\n回复 @SkySportsNews Exciting news! ⏳🔴 Matthijs de Ligt’s medical at Manchester United is just around the corner. How do you think he’ll fit into the squad? Let’s discuss! 👇⚽ #MUFC\n回复 @ReshadFCB NO MORE HANSI FLICK BALL FOR 2 WEEKS 🤯 The international break has arrived, and we'll have to wait a little longer for our next fix of Bayern Munich's high-intensity football 💔 #HansiFlick #BayernMunich #InternationalBreak", "overlap_score": 0.1574879248165833, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Hinduism", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1269128002392203267, "screen_name": "newprofilePicss", "user_at_name": "#NewProfilePic", "sample_content": "Celebrating the bond of love and protection that defines the relationship between brothers and sisters. Wishing everyone a joyful Raksha Bandhan filled with happiness and cherished memories.   #RakshaBandhan #रक्षाबंधन\n回复 @G2CSGO @cios_snax @G2NiKo @G2huNter @G2m0NESY @G2malbsMd It’s hard to believe, right? 💀 What do you think is going wrong? Let’s vent together!\n回复 @ShawnRyan762 It seems I’ve misspelled “Walz” in my last post. Thank you for bringing that to my attention and my sincerest apologies. Allow me to correct my previous.  This is a photo of me not being Tim Walz.  Some of us answered the call and some of us (Tim Walz) cowered in the rear.\n回复 @WarClandestine The political landscape just got a seismic shake-up with Trump and RFK Jr. joining forces! 🚨 This unexpected alliance could redefine the dynamics of the 2024 election, potentially drawing voters from across the spectrum. It's a move that might leave many Dems scrambling, but in…\n回复 @RadioFreeTom Wow, it’s surprising to hear him compare his crowd sizes to Martin Luther King’s. That’s a pretty bold claim and an unusual comparison. 😲🗣️\n回复 @ChanchalaPatel9 Shakespeare's insight reminds us that our perception shapes our reality. What we deem 'good' or 'bad' often stems more from our interpretation than the event itself. It's a profound call to examine our thoughts and perhaps find peace in reframing our perspectives. 🍁📷\n回复 @triplescosmos Ready to take on the day with confidence and style. 💼✨ #ProfessionalLook #Confidence https://t.co/xIVdMig7tE\n回复 @Hibachi_Mana 今日はゆっくり休んでね！明日のリングフィット楽しみにしてる！6時に集合ね、了解！💪✨\n回复 @therampagefext @BattleOfTokyo ミーグリの裏話、面白いですね！😂 そんなメンバーがステージでバチバチにかますのも最高です！🔥 皆さんはどのパフォーマンスが一番印象的でしたか？👇❤️‍🔥 #GoodestBaddest\nIt's feel like it's saying, 'Dear bed, wake me up at 7 AM!' 😴  Imagine waking up because your bed gently lifts you up at the set time instead of a loud alarm.   This seems like an innovative and delightful way to start your day! It's a perfect blend of technology and comfort,… https://t.co/rzx5PjCNVy\n回复 @MySportsUpdate That’s a tough blow for the Cardinals. Missing Zay Jones for the first 5 games will definitely impact the team. Let’s see how they adapt and move forward. 🏈\n回复 @MLBHR Austin Riley delivers with a 3-run blast 402 feet for the Atlanta Braves! 💪⚾️ Betting odds at +350 with BetMGM—what a shot! 🔥🚀\n回复 @Siradhana_Saab So true! 🌟 Silence can be a canvas for profound reflections. Sometimes, the quietest voices carry the most wisdom. 🧠✨\n回复 @NICKIMINAJ woww\n回复 @PopCrave What a lineup! 🔥 Who are you most excited to see perform at the 2024 VMAs? This show is going to be epic! 🎤🎶\n回复 @PopCrave Congrats to Chappell Roan on the new peak! 🌟 What’s your favorite track from ‘The Rise and Fall of a Midwest Princess’? Let’s hear your thoughts!\nSouth Indian movie also pale in front of Chinese advertisements. 🤭  Must watch till end https://t.co/pvGBkmKqD6\n回复 @newjeans_loop awesome 😍😍\n回复 @ensemble_stars 【一攫千金！宝探し！】🔍7月27日の探索結果を発表✨ 本日探索に成功したアイドルはこの2人❗ 全部で10人のアイドルが宝探しに成功！成功人数を満たせばお宝ゲットです♪ 明日の探索結果発表もお楽しみに🏝\n回复 @espn Exciting news! 🇺🇸 Swimmer Katie Ledecky and rower Nick Mead will proudly carry the U.S. flag at the closing ceremony. A perfect choice to represent Team USA’s spirit and achievements! 🏅🎉\n回复 @ShiinaBR Exciting times ahead with the Fortnite Season 4 tease at D23! 🔥 Don't miss out on the live stream to grab the \"Peelverine Plush\" Back Bling for FREE! 🎮🎁\n回复 @catturd2 It’s interesting to see Trump taking real questions from the press. It highlights a contrast with Kamala Harris, who’s faced criticism for not engaging in the same way. Press interactions can definitely shape public perception. 🗞️🤔\n回复 @A_n_gelia wowww amazing 😍\n回复 @mufaddal_vohra Interesting perspective from Scott Styris! 🌟 Suryakumar Yadav as a short-term captain with Shubman Gill as VP sounds like a solid plan for the future. Excited to see how it unfolds!\n回复 @DeItaone Interesting move! The impact of this decision on the financial landscape could be significant. Let's see how it unfolds. 💼💵\n回复 @LauraLoomer Absolutely, RFK Jr.'s insights on the Deep State and election integrity stir a vital conversation. Whether you agree with all his views or not, discussing how power operates in our democracy is crucial. It's about demanding transparency and accountability, ensuring our elections…\n回复 @TOUKEN_STAFF 【異去への出陣とゲーム中断時の再開について】7月30日(火)メンテナンス終了後、「異去」への出陣が一時的にできなくなります。ご理解のほどよろしくお願いします。 #ゲームメンテナンス #異去\n回复 @bennyjohnson 🚨BREAKING: Donald Trump is heading back to Butler, Pennsylvania for another rally following the recent shooting incident. Stay tuned for updates.\n回复 @SkySportsNews Exciting news! ⏳🔴 Matthijs de Ligt’s medical at Manchester United is just around the corner. How do you think he’ll fit into the squad? Let’s discuss! 👇⚽ #MUFC\n回复 @ReshadFCB NO MORE HANSI FLICK BALL FOR 2 WEEKS 🤯 The international break has arrived, and we'll have to wait a little longer for our next fix of Bayern Munich's high-intensity football 💔 #HansiFlick #BayernMunich #InternationalBreak", "overlap_score": 0.1574879248165833, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Hinduism", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1138916812148629505, "screen_name": "angelic_amber", "user_at_name": "PINKHAIRTZUYU🍹", "sample_content": "回复 @xwiseguyx @TRUMP_ARMY_ With  trust me bro for so call assault 😂  I will still vote for Trump and im a  woman  And felon? Everyone and their mothers knows is a laughing stock for u.s court. Every politician should lock up with the same mistake with that kind of judgements, but rules ain’t for Dems\n回复 @WomenLeisure When is hashtag event?\nI want death penalty to be back and get rid the nasty people from this earth\n回复 @SteveLovesAmmo I miss Trump He was charismatic, has gut and clear direction for this country. He was a true leader, true US president 🇺🇸\nAbsolutely yes!! If they come here not to become a  hard working resident, but I busy participate for other countries cause , they should go to those countries to be a resident, not United States imo\nNegative about communist are 1. Government control market and economy, all big business belongs GOV.Only business private can own are restaurants or small shop, this lead to poverty  2. No civil rights Still, I think is better than under Islamic especially for women imo\nDamn I feel bad for Brazilian people lose the freedom of speech\nWhat a comedy drama  But then all western countries leaderships now are all clown and comedian\n回复 @MauiBryan1 @DorieBooks Educated enough to pass the test in English to get license and a darn  good drivers( not everyone can drive those truck even being taught for a month)and paid tax to the country like the rest of Americans. I can’t say the same with you guys replacement aka illegals 🤡\nI really like NewJeans styling. Whoever dress them  did great for their age. They look like 5 sporty teenage kids in the block. They are the type of K-pop group that I would introduce to my nieces  https://t.co/0gBBBiMtw6\n回复 @stillgray We need to start a new country in America continent.\nTzuyu  Taiwanese and Chinese fans are sensitive to her controversy because they personally experienced the hate that throw at Tzuyu on their side of internet and personally attack for support Tzuyu while  i/fans just heard a potion on Twitter , the experience is not equal\n回复 @DefiyantlyFree We need ID for everything, but suddenly we don’t need ID to vote for president, and only illegals the ones wouldn’t have a proper ID imo  All Americans need an ID for everyday life. It’s obvious what Democrats trying to do by get rid the ID imo\nThese criminals keep getting release to society to Commit more crime under liberal city.Maricopa county is a liberal democrats mess. I would leave this city but I can’t afford it. I’m blame one of the reason is due to massive liberalCalifornians moving to Phoenix area\nYes He is implant by our enemies ( aka CCP and Islamist)to ruin United States. 8 years of his presidency,he has build his own power within White House imo Our congress and 2 parties are not the same as its used to be. That’s why we need to OUT all current people in congress.\nAll these politicians need to go We always welcome legal immigrants that working hard instead being a plague and charity when coming to this nation\nAnd our freakin government continue to spend hundred billions  to foreign countries from our tax. If we didn’t pay  tax, we will get arrest when I  didnt agree  my tax money to send to other countries 😷\nThis is really how western world  function now Literally communist, Marxist way and we judge Russia and China lmao\n回复 @tzujuliee Twice will finall appear on Japan shows, festivals nd misamo acting. This is possible expansion forJ-line individual activities\nMy nephew actually complaint how expensive his gas is. His wallet hurt with just  his part time job 😅the kids do knows how much more they have to pay compare to before imo  It may surprise us with voting turn out among 18years old first time voters in  2024 😎 #Trump2024\n回复 @ridgemax @porterclapp @TheThe1776 ly if they are disable from birth and no family, I  can believe this shit maybe ( there is social worker to help).If not, they would need iD to function in U.S imo  My mom never have a driver license but she still has state ID since young and now she is 70 and still have her ID.\n回复 @FoxNews rump is right about it better to collaborate bilateral instead multinationals like NATO, UN, and WHO. I hate those these international organizations, abundance of these countries are just freeloading imo\nGood idea I will say this to liberals whom ask me why I vote for Trump 😹#Trump2024\nSadly with our current society from school, politics,  entertainment, influential that push gender ideology everywhere, children don’t have time to grow up to build their own opinion as an adult with knowledge info to make that kind of decision  but already took away since young\n回复 @kyrstensinema @SenatorLankford We want 0 entry not 5000 a day entry which equal to 2 millions a year. No thank you, you can kiss all the homeless people ass in Arizona. If this is your last minute fund before your term run out. Remember You can run but you can’t hide 👀\nReverse racism is racist\n回复 @HruschkaS73854 @Alissa4TheUSA @libsoftiktok Great news 👍 Others alphabet just leach of LGB movement but they are completely different, and represent very badly to the movement. As heterosexual, I understand LGB movement but it’s getting weirder when other alphabet join i imo\nModern men are cowards\ncourse Democrats governor would veto bill to fight illegals, so they can have new voters for Biden  @latiehobbs\nSo many loophole in u.s law and people able to abused it , just like the called of asylum seekers that ended our border being invade across the nation and costly welfare for them but they will just disappear from Court day", "overlap_score": 0.1241905676850416, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1179080529418735616, "screen_name": "deci_ai", "user_at_name": "Deci AI", "sample_content": "回复 🌍 @Google showcases how #ML advancements can enhance global flood forecasting, especially in regions lacking data. Using AI-based technologies, they extended the reliability of existing global nowcasts and enhanced forecasts in Africa and Asia. https://t.co/58mJKPqssl\n🔎  YOLO-NAS-Sat is part of a broader family of highly efficient foundation models, including YOLO-NAS for standard object detection, YOLO-NAS Pose for pose estimation, and DeciSegs for semantic segmentation, all generated through AutoNAC.  Learn more &gt; https://t.co/x7DKmXhP7V https://t.co/zAgyjVIUL1\nJoin this webinar to learn tips and best practices for gaining up to 5x better speed with the same accuracy.\n回复 🧑‍🔬 @Stanford and @Databricks researchers introduce BioMedLM, a 2.7B-parameter GPT-style model trained on PubMed data. When fine-tuned, it performs well in biomedical QA tasks, showing the effectiveness of smaller models for particular NLP tasks. https://t.co/kS06KeEKt4\n回复 🤖 @MIT’s Improbable AI Lab releases a new multimodal framework: Compositional Foundation Models for Hierarchical Planning. It develops detailed plans with the use of three different foundation models, each trained on different data modalities. https://t.co/NxjfrOylMs\nDifference factors play a role in inference acceleration, and optimizing each of them can boost inference performance of deep learning-based applications.  ✅  Inference hardware ✅  Runtime level optimization ✅  Model architecture ✅  Pipeline optimization  Making changes to… https://t.co/kECqMHxjhP\n回复 Starling-7B  Developed by Berkeley researchers Banghua Zhu, Evan Frick, Tianhao Wu, Hanlin Zhu, and Jiantao Jiao, Starling-LM-7B-alpha is a 7 billion-parameter language model trained from Openchat 3.5 using Reinforcement Learning from AI Feedback (RLAIF).\n📈 Learn the challenges associated with #LLM inference optimization, highlighting the complexity of deploying and running #LLMs in production.  It also provides strategies to improve LLM scalability and efficiency.  Read now &gt; https://t.co/F0ckDq7gwp\nLast week, we launched our Generative AI Development platform, along with Deci-Nano, the first of many proprietary models to come.✨  Check out @carlfranzen's insightful take on @Deci_AI's journey so far with generative AI on @VentureBeat ⬇️https://t.co/gxlsHuE2un  #generativeai\n🙌 We’re thrilled to share that Deci has been chosen as one of the Top 3 Big Data and AI Startups (Reader’s Choice) at the Eight Annual @BigDATAwireNews  Readers’ and Editors’ Choice Awards.   Moreover, our YOLO-NAS object detection model landed on the top spot in the Big Data… https://t.co/HgusTrUplt\n回复 😎 The solution: Using Deci’s compilation and quantization tools, the company easily optimized the model performance, significantly reduced cloud cost, and improved the user experience.  Here are the numbers:  ✅ 68% Cloud cost reduction ✅ 3.92x Latency acceleration ✅ 50% Model… https://t.co/3TPO29WUxr\nJoin Kaggle Master, Eugene Khvedchenia, and learn how to address challenges in detecting small objects in satellite and aerial images. ➡️ https://t.co/ulQkpVx6od  #computervision #deeplearning #ai https://t.co/7owwJlam4D\n📹 When considering the implementation of AI-powered video analytics on the edge, which factor do you prioritize the most?  PS. Everything you need to know on optimizing video analytics on edge devices &gt; https://t.co/DbJvIuoKjg  #ai #edgeai #computervision #deeplearning\n💸 The widespread adoption of LLMs faces a significant challenge: high #LLM inference cost.  Learn why traditional optimization strategies fall short for #LLMs and how Infery-LLM’s advanced optimization techniques address this.  Read now &gt; https://t.co/qxW0pmzfLt  #generativeai https://t.co/tVm1ZDlGrQ\n回复 🎭 Researchers from @UCBerkeley and @UCSF  proposed cross-attention masked autoencoders (CrossMAE). It is a novel framework designed for vision tasks involving masked autoencoders that prioritizes decoding efficiency and the quality of representations. https://t.co/dPrpKG4G85\n📣 ICYMI, explore Deci’s Gen AI Development Platform and Deci-Nano LLM, designed to offer efficiency,  performance, and flexible deployment options. ⬇️  https://t.co/z1tNb0ZliD  You can also:   💻 Try Deci-Nano in our playground or get your API trial token &gt;… https://t.co/uunWtYemX3\nHow to cut your Open AI Whisper's inference cost by 50%. Read to start saving.\n🚀 How can you maximize CPU performance for deep learning?  In this blog, discover how CPUs can rival GPUs with the right tweaks, delivering robust performance at a fraction of the cost. From optimizing runtime to exploring efficient neural architectures, learn how to narrow the… https://t.co/e9pFdQZucv\n✅ Learn about production-aware #AI development and NAS, and how both can help you build, optimize, and deploy better models  ✅ Explore the latest #deeplearning news  ✅ Get the details on an upcoming webinar on #computervision inference acceleration!  https://t.co/k3kiz02vln https://t.co/ExP4PiPiSq\nIt’s day 4 of our 11 Days of Inference Acceleration Techniques. Today, we’re moving on to runtime level optimization best practices.  𝐅𝐨𝐮𝐫𝐭𝐡 𝐭𝐢𝐩: 𝐓𝐚𝐤𝐞 𝐚𝐝𝐯𝐚𝐧𝐭𝐚𝐠𝐞 𝐨𝐟 𝐠𝐫𝐚𝐩𝐡 𝐜𝐨𝐦𝐩𝐢𝐥𝐚𝐭𝐢𝐨𝐧 📈  Graph compilers such as TVM, Tensor-RT, and OpenVino… https://t.co/XYuu66Mezn\nServing #LLMs efficiently in production requires overcoming two major hurdles: speed and cost.  🚀 💸  Learn how to address the challenges, achieving optimal inference that leads to faster response times and reduced operational costs &gt; https://t.co/5YUE9vSCZA  #generativeai\nOn the hunt for an ultra-performant small detection model? Look no further because YOLO-NAS-Sat is here! 🌟   Key features:   🌱 Tailored for small object detection, perfect for urban infrastructure, environmental monitoring, and precision agriculture and more! 🏙️ Available in S,… https://t.co/UXWwCZMurl\n回复 TruthfulQA  ▫️ Released in 2022 by researchers from UMass Amherst and Google ▫️ Contains 817 questions designed to probe truthfulness and ability to avoid false or misleading answers ▫️ Measures an AI system's factual accuracy and calibration ▫️ Important because it evaluates…\nWe’re at day 5 of actionable inference acceleration techniques for your deep learning applications.  𝐓𝐨𝐝𝐚𝐲, 𝐰𝐞’𝐫𝐞 𝐫𝐞𝐜𝐨𝐦𝐦𝐞𝐧𝐝𝐢𝐧𝐠 𝐭𝐡𝐞 𝐮𝐬𝐞 𝐨𝐟 𝐪𝐮𝐚𝐧𝐭𝐢𝐳𝐚𝐭𝐢𝐨𝐧. 🏋️  Quantization refers to the process of reducing the numerical representation… https://t.co/2u5mGxNXJY\n回复 🌌 Aerospace engineers from the @unibw_m introduce SAR2Height, a framework for generating comprehensive three-dimensional city maps from a single synthetic aperture radar (SAR) satellite image.  https://t.co/ED9GYjrdrj\n🏗️ Foundation models are state-of-the-art models created with AutoNAC, Deci’s proprietary engine for neural architecture construction.  These models come with a baseline recipe for a given task, lowering the risk of hyperparameter tuning. If any of the models is appropriate for… https://t.co/UdkCem55dC\nJoin to learn how NAS can help you achive superior inference perfomance while shortening your developemt time.\n🚀 Explore the different challenges involved in building and deploying #computervision applications, and how different methods of optimization at the algorithmic level can fully unleash their potential. https://t.co/jeFaDjd8ba\n📊 Inference is critical to the entire user experience, especially for applications requiring strict performance metrics such as autonomous vehicles and healthcare.  The scale of inference is usually much larger than that of training, and the demand for cost-efficient compute… https://t.co/BQis4aKAev\n回复 2. Revamped Neck Design  A newly designed neck, inspired by the U-Net-style decoder, focuses on retaining more small-level details. This adaptation is crucial for preserving fine feature maps that are vital for detecting small objects.", "overlap_score": 0.1567307744922393, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1004302837097123840, "screen_name": "kingpazn", "user_at_name": "King Pazn", "sample_content": "I tell the truth about my height and they still don’t believe me, in PERSON. “No you’re taller”  If I wanna actually be taller I need to be rich to get height surgery, but that means I can’t walk for a long time. I’d rather wait and see how other guys fare in the long run\n回复 @IncelsCo 😂😂😂😂  people wanna do everything escept to help you actually get laid  No one can help. Just gotta be lucky if a girl is horny enough for you\nDoctors and scientists can’t fix a paralyzed blind person.  Until we figure that out, we’re still primitive.\nSomeone doesn’t like mowing their lawn\n🙄\nI mean, they hid the fact FDR was in a wheelchair during his presidency, so is this really surprising?\n回复 @WiseMenThoughts Yeah I get it. I wouldn’t have liked that either\n回复 @PatriotGlasses @atensnut @dom_lucre This is what happens when guys don’t get laid by girls who genuinely like them.\nAin’t no Way a woman gonna write about taking an L this bad\n回复 @LazyN_Athletic @rianadionne They never will, no point trying to convince them\n回复 @CrystalHope1979 @dom_lucre He wasn’t getting laid\nYet here she is talking to other men\nNah she gotta be thick with dem cakeys\n回复 @eloneagleman @dom_lucre He wasn’t getting laid. Simple\nAnd they wont get laid either. ☹️\nThey’re all living happy lives now. Except one who’s probably too busy dealing with mental illness. Oh well. Who cares.  I have my life to live\nShe wants a virgin\nThreesomes are fun, but make sure you’re single when you do it.  By the way, I mean 2 females one male.\nCan’t wait 😁\nIf Trump dies before the election or during his presidency,  the celebrations are going to be insane\nCorrection: The kinda girls you find hot, will never wanna F*ck YOU.\nThere are topics you just don’t bring up because no matter what, everyone will turn into an asshole against you. This is one of them.\n回复 @OutdoorRIDude @Cernovich What exactly is the disaster here?\n回复 @felonylve It’s not funny, but it’s a valid point.\nWalked thru Chinatown the other day. the streets looked just like this. It looks more like Africa town now.\nAre you saying the ones who survived didn’t have a well visit?  No I don’t think you are. This isn’t the defining variable is it?\nThose are not average American women\nEvil\nWhat works for one woman doesn’t work for another. Always different. I wish things were more consistent\nFirst off, how did you miss? Secondly, good that your aim sucked.   Who the hell shops at a supermarket and expects some random to try some shit like this?   This guy definitely hasn’t gotten laid in a long time.   That’s what happens when women don’t wanna sleep with most men.", "overlap_score": 0.2022660271274294, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1320489264090677249, "screen_name": "HermanNelsonJr2", "user_at_name": "INJURED RESERVE (JUJU)", "sample_content": "回复 @melissachoe You awesome ma'am!! https://t.co/YgXhhcrAu4\n回复 @sellingwinnipeg @dallascowboys Holy!! You look amazing!! I've been COWBOYS FAN SINCE 70'S!! COWBOYS 4LIFE IS MY SAYN!! I've never been able to get an official game ball!!! Thats awesome!!! Hopefully we go all the WAY THIS YEAR!! COWBOYS 4LIFE!!! Wwwwwooooo!! https://t.co/ThulwebHbr\n回复 @_xobrittxny 3 jacked up relationships !! I went THRU!! I know that look !! My friend!!! https://t.co/g540ytokxO\n回复 @444melonie My older loved being on Facebook! He'd talk with ladies on there!? Then ask me for things to say2them an jokes! It was a lady in lame deer,Montana that figured it out!after we all ate dinner2gether! Then she keep askin my brother2get me2join FB! But I never did!CAN'T STAND IT! https://t.co/AaCqy9MTKb\n回复 @_ElleDeeEmmM Goodmorning!! Pops told me what kinda prayers you got going there son? 1st the COWBOY'S make the playoffs in style!! Now your WOLVERINES are NATIONAL CHAMPIONS !! I jus told him!!! Hell Yeah!!!! 😆 🤣 😂 LOL!!!!!! https://t.co/5YLzHIV19G\n回复 @Bitahnii Da shake!! Da shake!! https://t.co/rNbMVMkbKP\n回复 @Texas_SeoulGal Whatda!! You gotta be !!! Well this muther!?%$@$ !!!!! https://t.co/YDalnFEe4d\n回复 @zyxnix You know it!! Poet !! https://t.co/w2LrHOwCzr\n回复 @ivn_gamboa Bubble lips!!!!! https://t.co/CNsFWwTJP9\n回复 @CTOTHELOS77 Crosseye'd Criss!! https://t.co/KJwIzYRYMW\n回复 @SheilaBx2 YUPPERS!!!! Dats daddys little girl!!!! 😆 🤣 😂 LOL!!! https://t.co/r4Ej3PMCWO\n回复 @LuckyGReynaY2K Hope you havin a wonderful afternoon!! My amazin!!! https://t.co/Hl4wcyPdQL\n回复 @charmciii Good Morning !!! https://t.co/tnQIJp5HkJ\n回复 @SassyMetisChick https://t.co/05X0dNAR5y\n回复 @danihar_23 Good Morning! Beautiful pic! Stunning earrings! Amazing pic!! https://t.co/maIAQcKXk1\n回复 @ozzy_mora Ozzy!!!! https://t.co/ERK7l3HJHb\n回复 @quoth_the_rave You got this sis !!! https://t.co/RCBPgj97T1\n回复 @TinaLara29 My Fav !!! My friend!! Too AWESOME!! TASTY LOOKING!!! You an Awesome Cook My Friend!!! Too AWESOME!!!!! https://t.co/cZxjPpoULU\n回复 @peggyzab I leave at 2! But get there 2!! How's that!? Now I gotta use my school skills for this!! But I was at woodshop! An weight room lifting weights!! Is that gonna help me now!!?? Damn I could sure go for a pizza right now!! 😆 🤣 😂 LOL!!! Hey Peggy!!! https://t.co/yeAqC1K1iV\n回复 @JasonCowboysMan Hey brother!! Good Day!! COWBOYS 4LIFE!! Wwwwwooooo!! My nephew sent me this remember this uncle!! We got this uncle@! COWBOYS 4LIFE!!! https://t.co/p8jZHiCx1a\n回复 @KellumCollins Oh chit !! Happy birthday brother!! You finally 21!! Awe right!!  YUPPERS!! Now we can hit the strip the clubs after the saints games !!! 😆 🤣 LOL!!!! Wwwwwooooo!!!!! Happy birthday!!!! https://t.co/AR4nYnuFLN\n回复 @JaeMargal Ma'am, I'm gonna say 5'8\" an if your includes that beautiful hair??? I'm gonna say 5'10\" I'm hope your having a wonderful nite ma'am!! https://t.co/nQJE7HzEu2\n回复 @jessbelieve The backups!!!! 😆 🤣!! https://t.co/9Oh4ywQeH6\n回复 @jsandiegoo I know !!!! Right !! Cmon!!! https://t.co/4944HahCda\n回复 @snickerdoodle_2 OMG 😲!! chunky!!!! Dem!! Nuggets!!! Wow!!! https://t.co/vs8arReXx6\n回复 Back thn them SpanishGirls worked with the lady I started a family with!We all hungout for3yrs be4!Concerts,houseParties,Vegas!Went2LA,San Diego,Beaches! Hotel stays we'd all share the bed me an4girls!2spanish girls,white girl,DINElady! My stupid ass had kids with25yr old lady! https://t.co/HS6Hj5BtNy\n回复 @dannyajasso Paid off!! Gotts to be !! Chit !! https://t.co/UxS7Bw24QG\n回复 @Rez_Lizard GoodMorningbrudder! I still remmbr my1st relationship!In ganado!They ws getn every1together4a weddin my inlaws fam Presbyterian kids from the city!They had the guys get togther like that all from city!All wakin up around the lake i ws crackin up,got the blame! Party in the desert https://t.co/7lkU1hwLib\n回复 @budweiserbreat Back in the late 90's I had a roommate that was stripper in Phoenix!! She would do this alot with friends!! They'd be telling me get in her an watch!! They'd sit me down! An it be a free show as they glamed up for a nite out!! You all bringing back so many memories!! AWESOME!! https://t.co/UnZqYIaCJo\n回复 @444melonie Good Morning!! My friend  Hahaha 😆 Hahaha! Too funny the ladies that were in my life cared less that I could repair things! Until after I got gear left'd'd'd!! Cazy!!! https://t.co/fLqxQrJFFm", "overlap_score": 0.1651391773185379, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1239028035447209986, "screen_name": "theofficalkb", "user_at_name": "K B", "sample_content": "No one sees the hard work and time that goes on behind the scenes only the outcome.Remember, every overnight success is years in the making. Embrace the journey, for it’s the sweat and perseverance that fuel the ultimate triumph. https://t.co/2oCvhZh8kk\nHappy spouse happy house relationship goals.   https://t.co/crluQKYP2G\nCharles Barkley dissapointed in new players’ load management. I don’t always agree with Chuck but on this I do. https://t.co/3ddBwdYUI4\nMLB umpire Ángel Hernández retiring, sources say - via @ESPN App I don’t follow baseball ⚾️ but I’ve seen how many calls this man has blown really badly. I have a feeling most baseball players &amp; fans are going to miss him.  https://t.co/Mmd5nJ4sAj\nMaybe women will listen now that a woman is saying it… https://t.co/BueGEhuqix\nDirty minds always make an appearance even in pottery class https://t.co/3eKloF1PpD\nGeorge Carlin told a funny and sad truth about education in America. It’s hard to manipulate someone who can use  critical thinking. https://t.co/iPDuY7ereJ\nGene Wilder says he almost didn’t do Willy Wonka &amp; the Chocolate Factory and his answer might surprise you https://t.co/9oaLAVYJVn\nIt’s crazy how many songs were changed because they were religious and the record labels didn’t see a hit unless it was changed.  Prince is a great example of this. https://t.co/U6b9GM2CgN\nGolden Girls Betty White goes off script and it’s a battle for the ladies to maintain character. https://t.co/djiEwXjWep\nThis is another reason why I couldn’t be a minister. https://t.co/6309tXcjvZ\nSo, no matter what you do or where you go, you can shift the entire mood in one room by your presence. People will either admire you, envy you, hate you for a lack of understanding and being happy with themselves and/or simply want to be around you to soak up the same energy.🔥 https://t.co/pgGLmNOcYJ\nThis was creative and extremely funny! The funny thing is, the privileged can really have this as a reality. 😂😂😂😂 https://t.co/My91gt64co\nDo you agree? Practice in private how you wish to perform in public.  Denzel Washington knowledgebomb https://t.co/XAiIbFHqML\nLET'S SWING!!! Kyoto Tachibana SHS Band💯🤩🔥 https://t.co/BzRWmCj03v\nAnyone getting married , who needs a flower 🌸 girl when I can be your beer 🍻 boy https://t.co/5nyC2Nnieo\nParents who give discipline and positivity to their children are the best. It takes discipline and positive mindset to turn a bad day around. https://t.co/OcFEeSHoua\nHow to find the cheapest flight prices  Use this online hack for when those expensive flight prices are just *not* it 🤑 https://t.co/IyrOACJNAO\nHorror movie villains that it’s best to leave them alone and get a serious case of fuck around and find out. https://t.co/LBWZ9BsU8y\nThe time he saved his relationship with his daughter using frequency… https://t.co/HsymWMICH1\nhttps://t.co/IyDunCvbIa\nI just had a conversation with a coworker about how we were taught not to get in a car 🚗 with a stranger and now we have kids getting into cars 🚙 with strangers.  Fla. Woman Files Lawsuit Against Lyft Alleging Driver Repeatedly Raped and Impregnated Her https://t.co/XNi4o8gz5h\nIn an alternate reality, the cast and characters from Star Trek The Next Generation were actually on The Original Series! https://t.co/aUrBh2NCuu\nI know that’s old school but at some point you get to see the ring at the bottom especially when he used it. https://t.co/YHDKs1kvtE\n回复 @thebrittanyxoxo Beautiful rose 🌹 in a concrete jungle https://t.co/23ktEvSUJm\nmystery inc https://t.co/b7z06kuPdb\nRandom thought about hugs and ass grab. https://t.co/jBtQtXPcaS\nI know it’s Cosby,but this couple is still my relationship goal. https://t.co/MaUVyO7MkZ\nFeliz Lunes con ENERIGUA ⚡️⚡️- Ban Ban Quere Jazz at Lincoln Center Orchestra Feat. Rubén Blades ☑️🎙️🔥🔥🔥 https://t.co/Aa4WIK8O0u\nThe first two episodes were pretty damn good. I like the look of some of the characters and I see some of the stories from the comics that they are going to pull from. I often wonder why more movies and shows don’t pull from the source material. Xmen97 👍", "overlap_score": 0.2361555002263414, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1068680374266384384, "screen_name": "Loverbova", "user_at_name": "Loverboy", "sample_content": "回复 @RoRo_62 @JustinColon_ Her storyline quit last season. So she has this left.\n回复 @ImSoManish Thick thighs win.😍\n回复 @Linda__Stevens @Acyn @andersoncooper He's a tool like his friend Andy Cohen.\n回复 @Mikem717 Deborah ran her mouth when Candiace told her to leave her alone.\n回复 @Pvalleyupdates The only April's fool joke that got me.\n回复 @AbsolutelyQuad They let it fky when you accused Mariah of doing drugs. Karma.\n回复 @hersheylangue Given to the white man on pommel horse\n回复 @DavisTe7 @beysbestee 🤣 Puerto rican\n回复 @Realitytvguru13 The Rhoa housewives say that the producers would delay food and supply alcohol to get a good scene.\n回复 @Ialwayswin7051 @jrxdcruz And Brandon like to get in people faces to. He did it once to Peter. But nobody wants to address that.\n回复 @misanharriman @MailOnline @Telegraph @victoria_ward Sue Sue Sue\n回复 @Discountess_ What's sad she was better looking by then. From Persian to a latina.\n回复 @plies @MSNBC @WNBA Asian man being white people attack dogs.\n回复 @queensofbravo The Asian is coming out of AM. White adjacent.\n回复 @PlayboysHefner The Puerto Rican sash says enough.\n回复 @SomaKazima Wasn't he seen driving a car on her show? Ot9 was like in a parking lot or something.\n回复 @EchoDoesRadio Not on your side with this one. Chris and Nick both handle their stuff perfectly. Bria is always the problem. Look at what happen to her in Europe.\n回复 @IfMarys @ScubaSteve3560 The lawsuit with Bravo about Brandi/Caroline situation. Then the lawsuit with that guy at Dorinda's place.\n回复 @hilarialexander Jennifer is a black widow.\n回复 @fentyxtrilogy @MrEnterta1nment Friends don't bring a speaker to the table to embarass a friend.\n回复 @realityysimp Didn't know he was thick.\nHer talk show is real. Where is Robyn hat line and her flipping business? Neck makeup line? Forehead tent business?\n回复 @ltgrusselhonore @CNN CNN is angry that Buden won't give them an interview.\n回复 @Brodie_licious @archivedilfs Yep. But now he looks like Eddie munster\n回复 @SMEIsTheBest The royal family have robbed people of resources and now their ancestors are paying for it.\n回复 @ChrisChavez Did they DQ the spaniard that bump Kenya in the steeplechase?\n回复 @Kathryn0687 Trailer park Barbie\n回复 @__Curtdoggg Naw he was one of the reasons for Clinton's lost.\n回复 @WickedNFine Why do they need mentorships? Her mother grandmother buys their way into places.\n回复 @no1jiafeistan Cantaloupe", "overlap_score": 0.1851914870806585, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1162940678395039744, "screen_name": "AbnormalAmanda", "user_at_name": "Amanda 💖💜💙", "sample_content": "9-1-1 will never cheap out on its music budget let me tell you.\n回复 @vampirebuckley The way I got stuck on that leather jacket vs his canvas jackets and the difference in the meaning of the material and the fact that we only see him in a leather jacket again in purgatory so it’s serving as an armour. That shit got me good\nFor the first time ever I’m grateful for commercial breaks so I can collect my fucking thoughts #911onABC\nOh I’m gonna watch the Olympics even harder now are we KIDDING\nAlso implying there was almost no queer people in media in 2005? Just say you don’t know what you’re talking about because I can give you an archive of shows pre 2005 starring gay characters off the top of my fuckin head\nY’all will have no more excuses I swear you better watch this show\nNickleback is not used nearly as much as they should be in fan edits. A Buddie edit to If Today Was Your Last Day would GO SO HARD\nThe makeup on Oliver’s arms is somehow even worse on camera - makeup department step up your game\nPete is a good man and a good dad and a good friend he’s just a little bit dumb and that’s great!\nI won’t get home until at least 930 tomorrow I have to avoid the internet so hard on my train home to avoid spoilers\nIt’s pretty spot on I gotta admit\nWatching the first half of season 6 getting upset that they are wasting so much Buck potential then REMEMBERING THE LIGHTNING\nThe fact that ABC has the best Comedy on tv right now in #abbottelementary and the best drama in #911onABC is legendary. Appointment television feels so vital and they HAVE it\n回复 @dershoImvik I had such a great theorizing media teacher who literally added shameless to the curriculum after I wrote a paper on it and I think about him all the time\nThey were SO boyfriend in this one, complete with Eddie hating that woman taking bucks time away\nWe either gotta come in next season with them having let Buck have a hot girl summer with a bunch of tattoos or we are gonna need so start painting down to the hands https://t.co/1hLNkt9CTX\nShe said let me win my gold medal real quick then circle back to you dumb mother fuckers. Good for her\nTo me this looks like Buck got the call about Bobby and Eddie wasn’t answering his phone so Buck goes to eddies house about it. And the next day after the hospital they have a BIG ol talk https://t.co/Z1FhgAZhOm\nFalse it started the very day he first laid eyes on Evan Buckley\nI never used to count followers and after i hit this number I’ll probably start pretending i do not see but I’m so close to an actual following count that matches a sell out game at CBP and now i desperately wanna be able to make that claim\nHarper wearing all his Wawa gear against the Sheetz team. This man is so fucking good\nIn addition for Always I am truly convinced there is poison in their pads because ever since I stopped using them my periods are 75% less painful and horrible. Every time I have to resort to one of my leftovers of that brand it is the worst day with the most pain\nI hate all the advertisements in baseball fields now but I have to admit, the Reynolds Wrap tarp covers at Wrigley are fuckin genius\nBuckley parents I will bite you like a rabid fucking dog\n回复 @SuccBoyStony Literally the SeanCody logo about to pop up in the corner\nSetting up a complex emotional breakdown story for one character and a complex medical issue for another and not having enough faith in your show to let those stories linger and breathe is such a disservice to the show in such a massive way\nI get little musical signs from my grandfather sometimes and it always makes me smile. I was really stressed out about my drive in this morning and as I got to the bridge, Take It Easy by the Eagles came on my daylist and it felt like his hand on my shoulder calming me down\nI don’t think you understand - our team is in LONDON a different goddamn COUNTRY in a stadium that holds 20k more people than the home field and it was MOSTLY Phillies fans. That shit was a home game across the fucking pond like you cannot touch the Phillies with a ten foot pole\nBeing a Destiel person means watching history repeat itself over and over\nThe proof of this: Supernatural", "overlap_score": 0.1367085503298241, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 106421815, "screen_name": "AsTheWorldBurnz", "user_at_name": "(•_•)", "sample_content": "回复 @Cobratate @elonmusk Skewing statistical data by either under reporting  and/or by labeling everyone as white.\n回复 @reciprocity_1 Anyone who doesn’t love candy corn is a commie. I don’t make the rules.\n回复 @pudgenet @SenecalsBAE_2 🙏 praying for a swift recovery and that you get relief\nThis whole false notion that we’re not responsible for how we feel needs to stop.  It’s deluded.  If you’re not in control of how you “feel” then who is?   Who writes your brain?  How is this “scholar” even a functional human being?\n回复 @tamimarlerMBA @stillgray So no accountability then?\n回复 @MrSantosNY AI might be able to cure diseases but disease is a business.   Not the ability, but big pharma and the medical industrial complex stand in the way of cures.\n回复 @Grand_handsomer @latexsalesman62 lies\nAnnual reminder to check yourself for ticks because alpha gal allergy (meat allergy) is real, it sucks and I assure you that you don’t want any parts of it.  Also, if you get bitten a second time by a tick carrying it, you will have more severe reactions or it can return if your… https://t.co/5Hc7FOdB7s\nThe cost of consumer goods is not going down until we’re energy independent again and I don’t mean garbage wind/solar.\n回复 @welder_jac @WattusMaximus I know my surgery in February they gave me Versed, Fentanyl, and god knows what else\n回复 @jazz4141 I 100% agree with this but people miss the part where they demonstrate why a certain way is the right way and instead just resort to useless shouting matches and worse.\n回复 @AdvancedForged @Cernovich I don’t hate the stuff. I think it’s beneficial in obesity where the benefits of weight loss outweigh the associated risks (there are several) but for people who only need to drop a few I don’t personally think it should be prescribed.\nIf you’re looking to obtain more testosterone through Vitamin D synthesis it’s better to stay pale. https://t.co/QtPpgf6TXV\nTaxation without representation is tyranny.  We need to reverse course.\n回复 @ComfortablySmug If he defeats Covid he can defeat Trump at the Battle Box in November!\nIt shouldn’t be controversial to question any regulations on speech.  I don’t agree with antisemitism.  I am a free speech absolutist, however and it’s necessary to protect even the most despicable words in order to maintain a free republic.\nGonna start only replying “I’ll see myself out” and then make people search for the joke that’s not there.\nThis Friday makes 3 weeks and today I woke up feeling like I could walk normally for the first time. 🙏\n回复 @Holden_Culotta @MarioNawfal @RobertKennedyJr No. He lost that chance when he said climate deniers should be locked up.\n回复 @caesar_pounce @LesInReality OnlyNecks\n回复 @Adventure_Nero I’m feeling very attacked right now.\n回复 @RobProvince @schwingcat Several other little girls are in still critical condition also.\nChanneling my inner @redrose_anna today https://t.co/21Ev415bE5\n回复 @pan_dejo_ This was on my porch with light pollution. Gonna grab a darker view this weekend.\n回复 @wtf_light Electromagnetic even\n回复 Guess I struck a nerve 🤷🏻‍♀️ https://t.co/EOSgn1zcri\n回复 @Dilectus_Dei That’s not a book it’s a decoration but if you found it in the list it automatically ships to him.\nSays the loser with the EU flag in his handle. Incredible.\n回复 @buckshotpercus @MaxVelocityWX We went into winter El Niño dominant and then La Niña came back with vengeance. La Niña years are notorious for bad weather seasons.\n回复 @nwsayer If I explained some of my experiences with sleep/dreams publicly they would probably make me stare at goats. •_•", "overlap_score": 0.171417173951984, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1145465231705083905, "screen_name": "GavrielShaw", "user_at_name": "Gavriel Shaw", "sample_content": "回复 @mooncat34751696 @clif_high @BoPolny @ninoboxer @BerwickJeff @Jason_Jorjani hah, it doesn't take long... hit me with another one chewy.\n回复 @joshuaseymour @SterlinLujan @DBrozeLiveFree @_whitneywebb @TLAVagabond Still believe flat earth theory?\n回复 @elonmusk @TashaARK Fumeless Sudden Disaster?\n回复 @XOrgazmo He talks in circles unfortunately. Phase conjugation this, centripetal that. What I like about Terrence Howard is his use of animations to demonstrate the points.\nThe most 'decentralized' you can ever possibly make an 'autonomous organization' is that it exists only temporarily...   Temporary Autonomous Consortiums (TAC's) are the future of DAO's.   Introducing TAC's:   https://t.co/yW5rDqPu3T  #decentralizeeverything #web3‌‌ #DAOs\n回复 @ThisIsKyleR DT is a felon but not a criminal.   Biden is a criminal but not a felon.   We know what to do. MAGA 2024. MAGA 2028. MAGA 2032. America will be Great Again.\n回复 @Zlatti_71 Provide sources or don’t post\nIgnore the noise. Here's what's happening this decade. The invisible hand of unstoppable innovation.  For web3 organizational development see https://t.co/TLY7A0bXVS For everything else see https://t.co/sBUlxKbFTm https://t.co/agZcy4SeWQ\n回复 @MTGrepp or Attorney General\n回复 @Brian73584254 @clif_high https://t.co/TvBq4zEV0F\n回复 @markeatsmeat Reminds me of short sighted predictions in the 90s about the internet not becoming popular\n回复 @nasdaily Bit disrespectful to claim you went deep in only 1 month of time.\n回复 The concept for a human-centric multiplex of marketplaces comes from my research on the e/acc movement (SuperIntelligence at all costs) and the rise of a h/acc (human-centric) movement far more inline with Benevolent AGI — as per https://t.co/4qLa8w3DGC\nWell if that’s not the best possible endorsement for Trump EVER.   Yuval slipped up here because he was trying to address a relatively naive young interviewer.   But by painting the contrast of choice between Patriotism vs a Global Order of control, he was confessing that local…\nSome weeks ago I grilled @CvPad_xyz publicly in a series of Tweets as I conducted my Due Diligence on them as yet another web3 token launch platform with VC backing.   Not only was I impressed then, but I'm very encouraged by the approach they've taken on Twitter to maintain…\n回复 @MissionArtist @SpeakerJohnson Baloney and you know it, thus Ukrainian blood is on your hands. Your picture is accurate though. Stop arming degen sell people and pushing them to the front lines to be killed. Honor the Minsk agreement and war will end that very day.\n回复 @iLeftyFemBot @WallStreetSilv And they don’t in the east? Nonsense. Men on the east are far worse. My comment was satire. Suppression to that extent is done by men with knawing obsessions and all consuming possessiveness\nETH ETF's are now approved in principle by the SEC.  Now the Funds will scramble to submit their applications in a feeding frenzy for new market liquidity.  Very significant for the crypto bull cycle.\nPersonal Log, Start Date: Collapse Of Colonial Empires Q2 '24...   The thread of my frustrations throughout life so far have to do with (a) cognition and (b) systems.   That is:   a) How we think (process information) b) How we organize our selves and environment for prioritized…\n回复 @joshuaseymour @MarcosArrut survival of the most adaptive\n2024 — 2034  Buckle Up Buttercup.   Beyond a mere Golden Age, we are entering a Crystal Age.   Crystal will become the new hard-drive for data storage.   Crystal will be an energy transmitter far beyond copper wire technology.   Crystal will form a push/pull retrieval system for…\n回复 @clif_high Is thought not part of consciousness?  Is everything not partly conscious?  How can AI have partial consciousness yet not thought?  Does AI have human thought? No. It has AI thought.\n回复 @Lupheal @BlockChain_Bodi @intocryptoverse That’s baseless conjecture. Not by evidence of how the charts move. When btc goes up, quality alts go up more. The only reason for btc dominance potentially breaking out is ETF inflows which again is not the same as money leaving alts for btc\nScary as all hell.\n回复 @MissSpookyMoo @terrencehoward @joerogan 💯 x 💯 ≠ 💯\n回复 Imagine:   An open multi-sided platform and dapp store, connecting end-users, front-end developers, and back-end service providers.  Enabling anyone at any skill-level from no-code, to low-code, to full-code component library access to assemble any configuration of services and… https://t.co/YNkVHyIYGK\nFolks are so unprepared for what AI is going to do to them:   \"store a complete record of ... experiences using natural language, synthesize those memories over time into higher-level reflections, and retrieve them dynamically to plan behavior\" - Generative Agents: Interactive…\n回复 @Molecule_dao Side events also promoted as stand alone events to other market segments that wouldn't necessarily be attending the adjacent event can work well as you get two audiences.\nWhat Snowden said.\n回复 Consider the credibility of the medical profession suggested by this video from the 1960s… and then question whether you give the same level of trust to today’s medical profession, 60 years on.  https://t.co/Kd0uBRnCiw", "overlap_score": 0.1652989255737388, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1273726922103689218, "screen_name": "free67847229", "user_at_name": "FREE HF :)☂️", "sample_content": "回复 @saustin_moco @mariocavolo Don’t worry, there is a movement called Communism with American characteristics in the U.S. 😀 or MAGA communism, or Democratic Communist with US characteristic inside your house 🤗\n回复 @sunshine_hr123 @Kanthan2030 Can’t you read??? “1969: Liangjiahe village”\n回复 @OstapYarysh Your profile says it all. You work for the CIA. You are responsible for the destruction of Ukraine! Fight till the last Ukrainian. The end .\n回复 @mrbcyber Biden’s regime  Biden’s junta’s  Biden’s secret police … Biden’s spies … etc !!!\n回复 @Megatron_ron “Pentagon informed Iran through Switzerland that they would target Iranian assets, asking Iran not to retaliate.” An eye for an eye applies …\n回复 @GadSaad Business professor? But you are professor of psychology No?\n回复 @BrightInsight6 @BRICSinfo No, it’s all about the U.S. interference in China’s internal affairs\n回复 @DrewPavlou I would worry about Australia and US more. In the U.S. even a shoe is bugged 🤗\n回复 @gunsnrosesgirl3 I’m scared of them winning Darwin’s award watching this :(\n回复 @USAmbChina No need to read, the US occupied Japan since 1945 to present day.  The End !!!\n回复 @elonmusk @stillgray She was a soldier Elon She still get benefits (money) from defence department.\n回复 @AndyBxxx Punishment for white collar crimes. In the US, No punishment or little\n回复 @TheoFletcher01 @UyghurTruthProj Also she spelt wrong, should be Weeeeeeegurs rrr\n回复 @thevtalks NATO attacked Yugoslavia, attacked Afghanistan, attacked Iraq, attacked Libya … etc\n回复 @mariocavolo @saustin_moco Also that guy James Lindsay the physicist, he is too smart saying everything wrong in America is communism 😖. He spoke at the European Parliament about the species of wokesm , gendersm … etc all came from Marxism\n回复 @Matt_Pinner Darwin’s award potential ;)\n回复 @longshortgamma How do the U.S. know if Korea just say yes to everything but do the opposite? 😆\n回复 @Magneto_369 @MarioNawfal Democracy gone wrong is NOT communism. It is still democracy gone wrong!!!\n回复 @ConceptualJames That’s democracy and freedom for you. Nothing to do with communism Mr James\n回复 @TuneQuan @PicturesFoIder Looks like a hole 🕳️ to me\n回复 @Andrew1969Fox @Kanthan2030 Yeah, banana shape just perfectly designed for you to hold and eat  🥴\n回复 @saustin_moco @mariocavolo I’m on James side when he debates religion. But on geology politics, he is a classic US empire supporter\n回复 @mirkohumbert @RnaudBertrand treat tiny country with respect (ceremonial as equal) is soft power.\n回复 @SenMarcoRubio Shut up little Marco. Trade between other countries is Non of your business !\n回复 @TRUMP_ARMY_ @elonmusk Simple but good message. I hope Trump keep his promise about war and war mongers  👍\n回复 @mrbcyber Opposite is true. US did so many countless crimes since ww2\n回复 @CaptCoronado Nature punishment for Taiwan. If they use weapons money for earthquake prevention is better\n回复 @SFTHQ You are 100% USA  You have ZERO connection to Tibet !!!\n回复 @SFTHQ CIA Tibet funded by ?\n回复 @Dalzell60 Just imagine the reverse and this happened near Aust or US mainly Mr U.S. Empire", "overlap_score": 0.1705895485726491, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1223266512615723010, "screen_name": "Burn0ut37", "user_at_name": "Burn0ut37", "sample_content": "回复 @TedLogan1010 @BillSEsquire_11 @No_Curve @Death6102 @phone_booth_pod What fool once to make a point and cranks the music up.  Clown\n回复 @troop_hater Bc Vice wants you to hate white people\n回复 @HollywoodHandle @CNBC Yes, as you lose billions.  Maybe should listen.\n回复 @IGN O yeah Yasuke going to be the main character?\n回复 @KlLLERKLOWNS Demographics.  Just like they make movies pg13 when they should be R.  Wider audience\n回复 @_L3vi3 Yeah, totally agree.  It is racist to use a black man with no real significance in Japanese history to be the protagonist, and not use Akechi, the retainer who defeated Nobunaga, to tell a story that is supposed to be steeped in Japanese feudal culture.\n回复 @ConservBlue2020 LOL so you were a boot on a convoy and asked the guy if you could hold his AK, bc you cant actually be a real grunt.  SAAAAAAAAD LOL\n回复 @DailyLoud So it got low at the end of the presidency? Hmmm seems suspect AF, when the stock market hit an all time low since the recession 2 weeks ago.\n回复 @OliLondonTV This is what happens when you let invaders in your country.  They are not immigrants.  They do not want your way of life.  They want to take what good you have for as long as it takes them to ruin it witht heir selfishness.\n回复 @MeghanCherry25 @DDayCobra @12am Also realized that is a Vox owned \"news\" group.  You might as well come with Buzzfeed news. It means nothing as they are just hateful little blue hairs.\n回复 @JoeBiden This man seriously uploaded a fake AF letter. No 10 year old writes like that. They don't even teach cursive anymore.\n回复 @POTUS This has been going on since before Obama, but in an election year you decide to do it after saying it was dumb for Trump to do it? If you win, its fake.\n回复 @IsaacOrin @ScreamCorridor Just say, you have shit for taste\n回复 @dom_lucre Again, this video is out of context. They are all out of context. If he was asked to leave, and he refused, then they probably tried to arrest him. If he started fighting them, then they have every right to fight back.\n回复 @StarWars0nly Think its all a no for me now. Even if I liked it. The franchise needs to die like it did after ROTJ. Come back when the time and writers areright.\n回复 @Morbidful Fire her. Any cop that acts like that doesn't need to be a cop. Get a nice office job, you are to cowardly.\n回复 @IDFexploder @writtendarkly Again, no one was tricked. Season 3 went off the woke rails, bit Jensen Ackles was still fun to watch. No one thinks corporate made superheroes are good. No one\n回复 @melodi_bunniez @SynthPotato Its a Japanese historical game about their culture at that time.  Not some dude who was there foe 3 years as Nobunagas bodygaurd.  (not a samurai).  Grow up\n回复 @Motabhai012 @dom_lucre I'd lose my shit working at walmart if these dudes kept showing up. Like,  catch him in the parking lot.\n回复 @CocoaFox023 We want playable. Its about Japanese culture. Thats why we play these games. I enjoy each of their cultures. Not some DEI BS. Fn anime profile pics are so stupid\n回复 @Nadira_ali12 Yeah, FAFO.\n回复 @B_Rabbit843 BLM in title is an automatic clown\n回复 @DetectiveSeeds @Ubisoft O this dude was a POG in the NAvy.  Stop making things up to make yourself feel better about yourself.\n回复 @PaulTassi Bc hes playing chess not checker, Paul, Go write a bad review and blame it on \"toxic gamers\" ya tool.\n回复 @pcgamer PC gamer got paid! Or they are just echo chamber activists\n回复 @POTUS So in the last couple months he has been to black schools, had black people in the oval office, and ate fried chicken with a random black family. Not to mention kissing police ass. Wonder why?\n回复 @Angelica_Reed1 @Alphafox78 Its pretty gross, we smell it.  Of course this comes from an OF girl\n回复 @XDarthThunderX A couple dozen neckbeards with pronouns. Get F'd\n回复 @IGN So they finally make one in feudal Japan.  Been waiting on this for a long time, and instead of using Japanese characters, they decide to add a pseudo historical event to push DEI.\n回复 @brodiewankenobi Bad story, bad acting, you killed a jedi with a letter opener and later have the \"sith\" say metal or lasers cant touch them. Gay women made the force? WTF is this? Its a selfish person using this as their \"platform\" instead of telling a good story. U R a CLOWN madam", "overlap_score": 0.1828872258859977, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1157792018719858690, "screen_name": "CarlKel94855901", "user_at_name": "Carl Kelley", "sample_content": "回复 @frogNscorpion @9mm_smg No dad, no discipline\n回复 @disclosetv The leader of the free world must be strong, competent and stoic.  Kamala has none of these traits.  She has done little good while holding public office.\n回复 @dom_lucre You’d  think the Rock came out strongly anti-war the way his character assassination is going viral.\n回复 @simonateba @KamalaHarris Tulsi Gabbard would destroy Kum-la-la\n回复 @truthscant @WallStreetApes And if they planned to do it then, they certainly could have planned to do it later.\n回复 @WallStreetSilv Active measures are being applied throughout our media to divide, demoralize and weaken us.  Especially our men.\nThe masculine credo: https://t.co/NLLoWSJ0n4\n回复 @iamyesyouareno Why are we spending all our money to protect Europe via NATO when they won't protect themselves?\n回复 @RagingBuddhist @alifarhat79 I’m assuming you think I’m the Karen here.  If so, then I also assume that you would approve of your wife or daughter displaying herself in this shameless manner to strangers.  Correct?\n回复 @TeslaLarry I'm a retiring retail investor who is all-in and long on TSLA.  Just moved 25% of my shares from IRA to Roth so that it will be bearing tax free fruit in 5 years.  I really appreciate all the vertical integration that assures long-term domination.\n回复 @AMAZlNGNATURE You can beat a more powerful opponent if you sustain focus on their biggest weakness.\n回复 @PaulHook_em @WallStreetSilv Active measures\n回复 @MattWallace888 That would be nice.\n回复 @retireErrant @WR4NYGov I doubt if FSD can be licensed separately from the entire Tesla software stack.  It requires Tesla proprietary hardware to run its inference engine.  It require over-the-air updates.  It requires break, accelerator, steering and turn signal actuators that can respond in time to…\n回复 @snapchatrabbit Ha ha.  I had several interventions on Oahu today with FSD 12.3.6.  A couple lane changes were tardy.  The navigation map did not accurately represent some new roads.  A turn off a dirt road was late.  Each intervention is gold for us Tesla investors.  The film becomes grist for…\n回复 @AKaren2448k @WallStreetApes Gavin Newsome once slept with his campaign manager’s wife.  Despite that and California having the worst economic and crime numbers in the nation, women would still vote for Newsome because of his looks.\n回复 @MilMileBattery @elonmusk NHTSA requires all the nagging.  Your government is the problem, as usual\n回复 @crazyclips_ Should’ve bought a Tesla.  Need the card and the 4-digit passcode to steal it.\n回复 @OliLondonTV Look at all the young men standing around doing nothing but videoing the attack.  The active measures designed to make our young men weak have succeeded.  Congratulations to China, Russia and George Soros.\n回复 @MilaLovesJoe Good.  Vivek is a genius.  However, Tulsi Gabbard has far more military and Congressional experience.\n回复 @stclairashley Love Valentina Gomez.  There are active measures at work to weaken our people.  Valentina is a leader in the resistance.\n回复 @TroyTeslike My experience using FSD 12.3.6 all over Oahu tells me is is much closer to release than you think, @TroyTeslike  The roads here are highly irregular and seemingly permanently under construction.  The worst thing it does is not get into a turn lane early enough and thereby missing…\n回复 @JamesLucasIT Wages today are at least 10x what they were when Notre Dame was built.  A skilled worker was paid the equivalent of $30-60 per day in today's USD, while an unskilled worker earned $15-30.  In summer, they worked 12-15 hours/day and winter 8-10 hours/day.\n回复 @stillgray That you are anti-white is far more likely.  Trump supported Jesse Jackson, dated a black woman,  golfs with Lawrence Taylor and Otis Anderson.  While President the average income for black families was higher than it is today.  Trump secured long-term funding for black…\n回复 @libsoftiktok @TaylerUSA You can’t expect women to excel at force application.  Women should never be duty officers or infantry.\n回复 @LexitMovement1 @nordstromrack @MiChandler5 I'm having a hard time believing that she could hold him in that position for 20 minutes giving his relative size.  I'm 72 and very confident I could make her uncomfortable enough to let go.\n回复 @AdamLowisz @stillgray Asian families typically place a heavy emphasis on education.  And Asian  young people don’t shame each other for doing well in school.\n回复 @NetworksManager 2\n回复 @WholeMarsBlog Due to the tsunami of FUD coming from all the empires that are being disrupted by Elon, Tesla's AI initiatives will not be acknowledged in its stock price until they markedly increase earnings.  Patience.  2025 is looking very good to me.\n回复 @alex_avoigt I'm a patient, all-in TSLA investor and MY+FSD owner.  But, I don't think we can pop the champagne until the FSD take rate exceeds 30%.  If a third of the drivers are willing to pay for it like I did, it must be trustworthy.  There will always be those who prefer driving…", "overlap_score": 0.1804825840961245, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1266178730302431237, "screen_name": "RaoulBaldwin1", "user_at_name": "Capo Baldwin", "sample_content": "回复 @CollinRugg She should take her endorsement money and quit so that the WNBA can return to its level of irrelevance\n回复 @marlene4719 MAGA supports the Police. Your “Cop City” hating Antifa Marxists don’t. That’s just the way it is\n回复 @DutchyPatrick I will wonder what Tara Reade would say about that. Also, it’s interesting that Trumps accuser refused to take a polygraph test, isn’t it?\n回复 @JebraFaushay If you were in a fascist country you wouldn’t be on social media snowflake\n回复 @wendyp4545 If he doesn’t give me me 10 g’s based on my skin color, he’s a racist\n回复 @OliLondonTV Loser,loser,loser!\n回复 @OliLondonTV Regardless, he’s still clumsy as heck and he can’t dance.\n回复 @Sadie_NC He had a few wins, he had a few losses. Life goes on\n回复 @atensnut They’re Antifa hence the masks. Too bad an investigative reporter won’t follow them and expose them but of course they won’t. They support antifa\n回复 @ben_kew Perhaps third world Pakistani type politics should remain in the third world. If he doesn’t like that then he should consider moving to Pakistan\n回复 @kikpik95 @lqiwipl_ @iamyesyouareno Said no Asian or Anglo ever…\n回复 @DavidCayJ False. The countries you mentioned have creative tax loopholes that put ours to shame.\n回复 @elonmusk @DineshDSouza Do you mean people who work hard, live below their means, take responsibility for their actions and shun government freebies like our ancestors did?  Novel idea\n回复 @dcxlr8 @wendyp4545 Can’t beat em, import em\n回复 @tedcruz The beauty is that they were stalked across the Atlantic by our Attack Sub fleet and they didn’t even know it.\n回复 @atensnut Looks like the Cop lost a bet\n回复 @TheGeneral_0 I feel so sorry for the owner of the vehicle with a perp imprint on the hood. So sad.\n回复 @RNCResearch Myorkas is a traitor. After Trump wins he will be charged accordingly\n回复 @1stoicsurgeon @FoxNews Perhaps the flight itinerary wasn’t flown by commercial airlines. Also, the light single engine aircraft in question is cheaper on short legs than flying commercial. Also, it’s bad form to criticize the deceased so soon after a tragedy\n回复 @JebraFaushay Considerable defense mechanism stemming from a mental health issue\n回复 @Musings1945 @mitchellvii You forgot the part where MAGA folks work hard for a living and the Woke D’s live off of the the MAGA welfare dime\n回复 @RepJeffries Shutting the economy down during a pandemic then taking credit for people going back to work once it’s over.   Priceless!\n回复 @DameScorpio Mrs Ed?\n回复 @DesireeAmerica4 Toast!\n回复 @realMaalouf Because they can and they will continue to be paid welfare benefits by leftists to cancel you out.  That’s the plan\n回复 @iamyesyouareno I’ll bet a buck her family collects welfare benefits off the hard earned dime of the taxpayers\n回复 @Terrilltf They didn’t loot it, they bought it from whatever tribe happened to conquer another tribes land.\n回复 @OliLondonTV A creepy effeminate man who ordered the executions of thousands. How Himleresque\n回复 @JudicialWatch Biden is a traitor. That’s it. That’s the story.\n回复 @AndrewS25413341 Save America. Outlaw guns for Democrats who just happen to be responsible for 95% of all violent felonies.", "overlap_score": 0.1851005308920149, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}]