[{"user_id": 1239930503098068992, "screen_name": "ChrisBressler7", "user_at_name": "Chris Bressler", "sample_content": "回复 @MadeInTheUSANJ One would be fighting to not be removed from the ballot, while the other one would be fighting to stay president after the electors said differently. 😘\n回复 @Weinsteinlaw Just like you don’t use a wire basket to carry sand.\n回复 @jester_mouse @Ihonestlydont19 @Gheezy_16 @thereal_truther I have three kids that I would die for, and I would sooner beat to death with my bare hands a Pedo, than ever touch a kid fucktardo. 🖕🖕 https://t.co/ph8oZKhPBs\n回复 @itisjustmebabe @ShawnHereth @StuyvesantAnna You can’t show they knew about myocarditis from the beginning. Hence the importance of not rushing vaccines to the masses 🤡\n回复 @cheeky_disco @BreezerGalway @livnincrzytimes Never said it was JUST the implementation phase. Just that is what it is also referred to. Wow smdh\n回复 @BreezerGalway @k_b_lvi They assert that JUST LIKE THEY ASSERTED IT WOULD PREVENT COVID. Derp da derp da derp derp. LMFAOOOOO\n回复 @Franktheshank88 He falls down regularly and can’t remember specifics of his sons death. Touch grass\n回复 @arcachronica @SinnerSalvation @DoomScroling Even cooler story, content creator.\n回复 @HurricaneMomo @DoomScroling @Dumfukdetector That the parents able to opt out of child support is a significant percentage and that it wouldn’t change anything. 🤡\n回复 @arcachronica So triggered lol. She’s still triggered and is posting like mad after her many many many swing and misses and now she’s calling me a rapist. Super ultra mega triggered!!!! Now shes saying I’m violent lmfaoooooo!!! https://t.co/PTkX5bSc9F\n回复 @DonnaDee5496 Because the border wasn’t an issue during his presidency 🤡\n回复 @TheDamnedSailor @JakeDebates @Getsmart4 @AlanMayUSA The jury is shit. I was raped but I can’t remember the year. It was horrific and life changing. But it could have been 1994, 1995 or 1996 and only my best friends can corroborate it but I’m not sure of the year but am sure what dress I was wearing. LMFAOOOOOO https://t.co/vC6E0n79Pv\n回复 @thetrnpodcast @BasedGillBates @NoContextHumans What a ratio 🤣🤣🤣\n回复 @arcachronica So triggered lol. She’s still triggered and is posting like mad after her many many many swing and misses and now she’s calling me a rapist. Super ultra mega triggered!!!! Now shes saying I’m violent lmfaoooooo!!! https://t.co/WnET5Uveta\n回复 @KnarfNayr @fredwibblington For what? Me to download an app. I love chess but you’re definitely not a friend. Touch grass lol\n回复 @TaraSetmayer @MSNBC All Biden has done is demonstrate how unfit he is. You know this but will never admit it.\n回复 @TulsiGabbardrep Jealous. I only have my hunting rifle for self defense.\n回复 @KnarfNayr @fredwibblington Cognitive dissonance 🤣\n回复 @arcachronica So triggered lol. She’s still triggered and is posting like mad after her many many many swing and misses and now she’s calling me a rapist. Super ultra mega triggered!!!! Now shes saying I’m violent lmfaoooooo!!! https://t.co/krZu1WL4Al\n回复 @salvagingyouth That’s like being cautious of the cold or flu. CDC even says so 🤷‍♂️\n回复 @guyverhofstadt NBC interviewed Putin just a couple years ago ffs. Constant double standards\n回复 @cptmbf @arcachronica @Dshannonhunter1 @SinnerSalvation @DoomScroling @cattydragons @Just_Freddie_ But you said zero emotions. I sense another liar.  Lmfaoooooo\n回复 @krassenstein Instead he said he was “unsure” repeatedly. Can’t wait for the transcripts lol.\n回复 @OccupyDemocrats Ya, things were peaceful until gas grenades and rubber bullets began to paint the crowd up front and the only place to go for safety was forward. 🤡\n回复 @DrSusanOliver1 They said it would prevent Covid. Which was an outright lie. I’ll never understand why people defend a lying corporation that made record profits of an experimental shot when other alternatives were available yet they got ostracized.\n回复 @leoknyc777 The amount of desperation coming from liberals right now, feels like unprecedented reaching lol. https://t.co/kRSd6gXr15\n回复 @HurricaneMomo @DoomScroling @Dumfukdetector That has to be agreed upon. The biological father cannot simply opt out on their own 🤡\n回复 @brookesyff Have yet to vote for Trump but I definitely will be this year. The more the left goes after him the more popular he becomes. Our political government is so heavily corrupt, on both sides, and he can’t be bought and would make more money easily if didn’t run.\n回复 @xangiexdx @OccupyDemocrats With Truth Socials merger valued around $4-$10 billion, Trump will be fine.\n回复 @BreezerGalway @cheeky_disco @livnincrzytimes “Implementation research can consider any aspect of implementation, including the factors affecting implementation, the processes of implementation, and the results of implementation, including how to introduce potential solutions to promote their large scale use/sustainability”", "overlap_score": 0.1657972490562851, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1370799763755393025, "screen_name": "BeckyLeeBrenne1", "user_at_name": "Becky Lee Brenner", "sample_content": "回复 @critthinkskilz Not at all. The SSPX cult is very closed. It also didn't shock me that even though what was going on was known amongst most, if not all of the school staff (and had to have been witnessed by many teenaged students), it was allowed to continue.\n回复 @RonnyJacksonTX Well, since you're known for lying, I think I'll take anything you say with a grain of salt. https://t.co/8WQ9f1CJnS\n回复 @kirkemitchell @RogerMarshallMD @SenMikeLee @JDVance1 @SenTuberville @SenEricSchmitt @MarshaBlackburn @SenRickScott @SenMarcoRubio https://t.co/iWuY4rOv6p\n“We can be sure Tyson and other big ag players will object to efforts to update pollution regulations, but the EPA should listen to communities whose wells, lakes, rivers and streams have been contaminated and put people over corporate profits,” https://t.co/htQvtqoHrk\n回复 @bojekc Well, Kansas voters did make it very clear in the Aug. 2, 2022 election that we wanted to preserve a woman's right to decide her own healthcare. Our majority GOP legislators don't care, so now we need to vote them out because they aren't going to stop. https://t.co/il7ff2PRwJ\n回复 @45RebelRo @JerichoXVI @laurenboebert Bless your heart.\n回复 @raggapegs This is a Tr*mp cult display in the next county west of me here in rural Kansas. We call it \"Desperation Qorner\". I flip it off when I drive by on Highway 24 on my way to Clay Center. #SignsItMustBeACult https://t.co/7HqwxvUUga\n回复 @laurenboebert How much has Colorado taxpayers shelled out for a public defender for your thieving son, and for child support for his kid he doesn't support. Just curious. https://t.co/gN7G1YSg2P\n回复 @SeeZekie We have a good Democrat governor who vetoes our GOP legislature's attempts to pass a flat tax. So far, they've not been able to get enough votes to override her vetoes. So far.\n回复 @ksorbs Pretty sure it's not Democrats wanting to keep Confederate monuments on the public square, Skippy. https://t.co/F8HBLsnHAe\n回复 @kansasdiaspora Well, we can't let Biden get credit for this, so screw the kids.\nMoms For Liberty, who claim they are not trying to ban books, supports two school board members who have succeeded in banning one called Ban This Book in a Florida school district. https://t.co/SqDdoVc0VK\n回复 @AJ_ICT Our state GOP legislators are refusing to accept the already designated federal dollars to expand Medicaid.\n回复 @RogerMarshallMD @SenMikeLee @JDVance1 @SenTuberville @SenEricSchmitt @MarshaBlackburn @SenRickScott @SenMarcoRubio You are truly deranged, Rog. Get help. A grand jury in the State of New York indicted your cult leader. A jury of his peers convicted him, a jury chosen by both the prosecution and defense. 12 people agreed on all 34 separate counts. Biden had nothing to do with this. https://t.co/MvbavTiN8w\n“A majority of producers do not feel personally responsible for groundwater depletion and do not believe that they need to minimize or reduce their groundwater use.” In other words, Western Kansas is screwed. https://t.co/xEzYqPbmD7\n回复 @canglem @RogerMarshallMD @SenMikeLee @JDVance1 @SenTuberville @SenEricSchmitt @MarshaBlackburn @SenRickScott @SenMarcoRubio Yeah, I'm amazed that Biden was able to pack the jury boxes like that (note sarcasm). https://t.co/Y8U79hkco1\n回复 @KsnurseVictoria @GovKristiNoem I saw that last evening. I live in a farming community and people do put down their own pets when they are suffering or seriously dangerous. This wasn't that. This was \"I hated that dog\" because I didn't take the time to get it trained to do what I thought it should do.\n回复 @AndrewStaa17867 @ksorbs Let's see some credible documentation for that story. https://t.co/OeQ8LelSlR\n回复 @Gustimation She's in her 2nd term and is still doing a good job, at least as much as our GOP legislature will let her. If they would, Kansas would have Medicaid for all and medical marijuana.\n回复 @Out5p0ken @Acyn Which we've known ever since he made that statement.\nKHP ordered to pay plaintiffs $2.3 million for unconstitutional 'Kansas two-step' traffic policy. It's about time.  https://t.co/VqXF4qH6qe via @KansasReflector\n回复 @kslibra Obviously, they don't care what Kansans want. They represent their corporate donors and special interest groups like the Koch-funded Heritage Foundation.\n回复 @FightMilk43 Methinks his wife ought to hire a private detective to check into just how many times Rog visits massage parlors.\nAnd yes, some locations may not have been franchised back then, but are we to believe that McDonald's keeps records of minimum wage employees for decades? Those records were likely not even digitalized.\n回复 @tbaker1968 @RogerMarshallMD @SenMikeLee @JDVance1 @SenTuberville @SenEricSchmitt @MarshaBlackburn @SenRickScott @SenMarcoRubio @GOP So am I and all sane Kansans.\n回复 @VictorWhiskey72 @RogerMarshallMD Rog is more discrete. He only wears women's under garments under his suit where they won't be seen.\n回复 @RogerMarshallMD And Roger Marshall continues to engage in endless political grandstanding, throwing red meat to his MAGA followers, because he's too much of a coward to actually do anything to help Kansans. https://t.co/nhhBeJDQqL\nIn late May and for much of June, residents of NW Kansas may see a low-flying helicopter towing a large hexagonal frame, part of a Kansas Geological Survey project to map groundwater conditions.  Cue conspiracy theories in 3...2...1... 🤣🤣🤣 https://t.co/xVGvCwrZPC\n回复 @jppalmer01 Use our PBS tote bags for self defense? 🤣\n回复 @Rosie5278 Yeah, \"I exercised poor judgment\" seems to be a lifestyle choice with the GOP Kansas legislature.", "overlap_score": 0.1506763782877497, "MARITAL": "Married", "AREA": "Rural areas", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1014810660, "screen_name": "online_thrive", "user_at_name": "Thrive Online", "sample_content": "回复 @ashleyrclark1 @HandcraftTamsin @LibraryPlayer @Amanda_Mck @KCBraidsBeads @susiehats I don't recognise that harbour...  Somewhere on the south coast I'm guessing...  #NetworkWithThrive\nThank to everyone who  #NetworkWithThrive this evening. Sorry I was a bit late. Hopefully everyone has a good weekend. We will be back next Saturday at 7pm.\n回复 @ashleyrclark1 We did the Newhaven to Dieppe when we crossed into France then drove down to Barcelona and took the ferry to Palma #NetworkWithThrive\n回复 @ashleyrclark1 @KCBraidsBeads Yes but with experts they will have it done fairly quickly I expect!  #NetworkWithThrive\nYep! A lovely photo #NetworkWithThrive\nGood Evening, I knew pottery was one of the Anniversaries but couldn’t remember which one - you have some lovely gifts ideas for it  #NetworkWithThrive\n回复 @greencatbooks Well I know some hours are bad for that #Networkwiththrive I try to have our hour more interactive with sales posts allowed of course   Who has a list of good #networkinghours ?\nGlad that you got time to relax, it is an important part of the day/week  #NetworkWithThrive\nThe pink glow and the reflection - beautiful #NetworkWithThrive\n回复 @FreeRangeChalet @ashleyrclark1 @Amanda_Mck @LouiseWalton78 @CoolgoldfishD @Tiggers_Tails @LawnMasterNotts No complaints this week been a good and steady week , sun has been mainly shining seen 5 tortoises done work etc #NetworkwithThrive\n回复 @greencatbooks @KCBraidsBeads Hello, that sounds like a perfect week, catching up with your Son and then planning to meet up with Daughters and Granddaughters too - have a lovely family meal together #NetworkWithThrive\n回复 @LincolnMapLady Yes I hear you on that one. I have signed up for a couple of events and waiting for payment details on a couple of others too! #NetworkWithThrive\n#networkwiththrive is back at 7pm tonight. Hope to see you there. Don’t forget to share your #ValentinesDay gift ideas or tag us with what you make or sell so we can drop a retweet for you. Tonight’s host is @catskidschaos https://t.co/80ArUIllR1\n回复 @SarahBenning2 A lovely city.  My sister now lives there.  Went into the cathedral last time and it was so beautiful.  They had the exhibition with the enormous globe and also one with illuminated texts.  #NetworkWithThrive\nRight #NetworkwithThrive that is the hour over where did that Hour go thanks everyone who joined us tonight   See you all next week  @KCBraidsBeads your in charge next week or is it Karen ?\n回复 @ashleyrclark1 @KCBraidsBeads Thank you Ash #NetworkWithThrive\n回复 @ashleyrclark1 @KCBraidsBeads Ooh fab Ash, look forward to hearing about your latest travels #NetworkWithThrive\n回复 @MormorJan @CraftBizParty @TheCraftersUK @SMILEtt23 @FirstTMaster @SympathyRTs Lovely Janet what plant is it ? #networkwiththrive\nAsh is your man for moving and removals #NetworkWithThrive UK to Spain, Spain to Uk and other destinations too\n回复 @ashleyrclark1 That will be great, being able to work with other couriers to get packages across the world!  #NetworkWithThrive\n回复 @FreeRangeChalet I have seen some of them they are funny #Networkwiththrive  Fair warning if you pop by the #ERSRemovals one if you don't like snakes don't search for our snake videos\nLove the rich colour of the amethyst!  #NetworkWithThrive\nPleased to hear that you have a weekend bestseller  #NetworkWithThrive\nCheck out Fiona’s website for some unique art  #NetworkWithThrive\n回复 @FreeRangeChalet @ashleyrclark1 Well not been up to much today personally feet up #Networkwiththrive I assume correctly I hope your fully booked tonight ?\n回复 @greencatbooks @KCBraidsBeads Ooh glad you got through the block, is there some activity that you do to try to stimulate your thoughts or is it best to just walk away and leave it for a few days?  #NetworkWithThrive\nIf you need some help with Web issues why not speak with Simon for help #NetworkWithThrive\n回复 @ashleyrclark1 @KCBraidsBeads That is good to hear Ash, we have lots of locals that collect rubbish round our village and the bigger town #NetworkWithThrive\nI didn't know that about the ninth wedding anniversary.  Brilliant gift opportunities for that one!  #NetworkWithThrive\n回复 @LincolnMapLady Well spotted my 5th Tortoise of the week earlier while in the mountains #Networkwiththrive thou the hours very slow today so sorry about that", "overlap_score": 0.1660168109372754, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1342608817910140933, "screen_name": "IsakiraE", "user_at_name": "Isakira", "sample_content": "回复 @wiseconnector My step dad said that you should never talk about religion or politics with company.\n3/34 + keep going.\n回复 @JackieTomlins14 @JordBalderstone @treacletoffee11 @flavell5 @LozzaFox Whilst I appreciate what you're saying.  There is a triaging process, so there has to be evidence to say that an assessment is needed. Yes, this will take longer the more referrals are made. However, they don't just accept everyone on to a waiting list.\n回复 @libsoftiktok This is absolutely the opposite of safeguarding.  I can't believe this has been passed.\n回复 @longsally Oh dear.  Makes sense though.\n回复 @Wommando Aside from everything else here, I don't understand why he's only on the register for 5 years.\n回复 @BBCNews Surely they didn't actually take a photo with and without the complex needs children present. Wouldn't the teacher have commented? Perhaps it was one where they add small groups to a big picture, in which case they grouped all the complex ones together (not inclusive either).\n回复 @MakingPancake_s @Cobratate @Rainmaker1973 Prove what? That not all those with ADHD have childhood trauma. As part of the assessment process trauma/life experiences i.e. Domestic abuse, drugs etc are taken into consideration. If present then a diagnosis is less likely to be given and other things explored.\n回复 @Serena_Partrick @daftmare358 Apparently mammals don’t start as females, they start as a blank slate with XX or XY genetic code, and for the first 5-6 weeks of gestation only the X gene expresses. I think this is where Eddie is coming from.\n回复 @latsot Which is why I said there should be a choice.  I just trust that a male medical professional is just doing their job. If however I felt uncomfortable with that male I would request a female. I also teach my children that they have this choice (male and female) too.\n回复 @mlrwahoo @KirkseyDiane @travisakers Wow, that's a stunning yacht. I hope she's enjoying her holiday - it's nice to switch off while you're away.\n回复 @MichaelRosenYes Surely 'lower welfare' is what Mel Stride has previously talked about. My understanding is they want fewer people on benefits, including disability benefits, and more people working. It's very worrying for many who have already fought for benefits such as PIP for their children.\n回复 @GinaZippiHicks @Lloydy232323 @HerbsandDirt In fairness your points are dumb. More adults are getting diagnosed. How do adults get diagnosed? They have to request it &amp; there are many barriers to this. Also, by adulthood many would have naturally found coping mechanisms and made accommodations for themselves in daily life.\n回复 @MikeBubbins Rishi Sunak couldn't use a debit card, I wonder how well he'd get on in the forces. Maybe he should do it himself for a year, that would be hilarious.\n回复 @cbucksrules You don't put vinegar on your chips? Come on now, you really should. (I hate salt on mine, but vinegar is essential.)\n回复 @SophieMolly_SG @jk_rowling Protecting children doesn't involve encouraging them to cause themselves life long pain and suffering. Why not petition for increased mental health services? That's what's needed here.\n回复 @RangersTrek1701 @GBNEWS @alex6130 I know many from the forces who are completely screwed. My husband joined straight after school and left after sustaining a significant injury. The mentality of the forces would kill many of our young people who already have zero mental health support and high needs.\n回复 @BrunswickSteve @FFS_WhatNow I guarantee I wouldn't have answered.\n回复 @DreyfusJames I don't smoke, but I won't unfollow you because that would just be silly.  My husband occasionally smokes at work and I can always tell and tell him he stinks when he comes home!! 😁\n回复 @Acerimmer63 @ManMadeMoon I googled his age, he's 44, only a few years younger than me. Sky TV came out in 1990 (I did have to Google both things). I don't even think I knew what Sky TV was when I was younger.  I not only remember having 3 channels, but having to get up to push the giant noisy buttons. 🙂\n回复 @archer_rs I can't see the replies to this comment, I'm not sure why.\n回复 @HazelAppleyard_ This is impossible. Sirius probably. But there's reasons why for all of them. Lupin deserved happiness too. Fred,because he was brave &amp; young (&amp; I hate Umbridge). Dobby,because my husband says there was no reason for his death (he'll argue this with @jk_rowling if necessary 😂).\n回复 @TiceRichard @wesstreeting @reformparty_uk This is rubbish.  If it closes it will be due the severe lack of funding from the Tories - nothing to do with Labour.\n回复 @pearlsRus @aiza_croes @Royallyshady1 https://t.co/02ty1aPlbF You can see people doing it frequently.\n回复 @NHSMillion My son had a procedure a couple weeks ago that took an unplanned turn. The porter was great, knew the right level of humour, made my son and I smile and laugh. Showed interest in my son and talked about school. He made something negative into something positive. He was great. ⭐\n回复 @FedUpRetMarine @krisfergohio @HazelAppleyard_ If any variation has a Y = male.\n回复 @MichaelRosenYes Great idea, it would get high viewing figures. Who would referee? Because I think there would be those who would shove and push people out the way (probably Boris) and those who'd have a paddy if they lost (probably Boris again). Would you suggest the use of VAR or Hawk-Eye?\n回复 @JamesFreir @JasonManford I once had a dream that @rickygervais was naked and being pulled around on a rope by a horse. I woke up feeling really guilty that I'd laughed at him in my dream. Dreams are definitely weird.\n回复 @HouseOfRedRobin Have you met a trans child?Or worked with a family whose autistic child is figuring themselves out including their sexuality? I have,and believe in protecting these children by not acting too quickly.There are two sides to this story. This is additional to safeguarding♀️ spaces.\n回复 @HazelAppleyard_ Are these men blind, partially sighted, or just never seen a middle aged women before? Why do they think we either dress like whores or 5 year old girls?", "overlap_score": 0.2009832351276961, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1172274325220732928, "screen_name": "theitalianfreak", "user_at_name": "Italian Freak", "sample_content": "👍👍👍👏👏👏👏👏👍\nThat old fuck has got to go.  He is NOT a true republican.  Dems would be screwed without him\ncoomon sense but Cali is still very find behind in their lax laws\nHOLY SHIT. I AGREE THERE ARE ADDITIONAL PEEPS INVOLVED\n👏👏👏👏👏👏🇺🇸🇺🇸🇺🇸🇺🇸\nHey president fucko what drugs do they have u on???   Hunter got some too if u need them\n👍👏👏👏👏👏👏👏👏👏👏👏\nHUGE MUST WATCH\nHey New York residents do u have any idea what the Trump trial will cost you in taxes???   I’ll beat you all will be super pissed off.  I guess good luck bc Briben/Merrick Garland &amp; Fat Ass James &amp; Alvin Bragg will cost you lots of $$$$$$$$$$$$$$$$\nTRUTH\nSo true. Wake up ALL sanctuary cities you are getting the worse of the worst illegals and they will keep coming &amp; destroying your lives. Good luck as u will need a lot of it.  If u have kids I would get the f*ck tomorrow\nBig ego &amp; truly incompetent is a very bad combination\n👏👏👏👏👏👏👏👏👏\nHYPOCRITES!!!!\nIt’s long overdue for republicans to fight fire with fire.  Let’s go RED.  There many demorats we can put in prison starting next year.  Right Mayorkas??\nIsn’t this a serious crime???  What do you think @AdamSchiff @jamieraskin12 @JerryNadler @NancyPelosi12\nBye bye ass 🤡\nCan some wealthy republican pay Tara Reade’s attorney fees for her to pursue her rape case against weak &amp; memory fatigued crooked Joe Briben?  This puts the nail in the coffin against that old fu*k\nHOLY SHIT.  IS THERE ANY POLITICIAN MORE LEFT THAN HAWK TUAH HARRIS??  SHE IS WACKED.\nTremendous\n👋👋👋👋👋👋👋👋\nDoes Proctor still have his job???  No doubt he’s complicit\nwow what an unruly &amp; belligerent crowd.  Fuck Liz Cheney and the conniving non partisan J6 committee\nUSA help me out when I watch 🦊 I see attractive smart women. When I see the CNN/MSNBC ONLY women ONLY when 🦊 replays clips of them I see homely/very homely woman.  In addition 2 LACKING beauty the CNN/MSNBC woman project lack intellectual enthusiasm No joke. ie Niccole Wallace\n🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡\nOf course. Have you ever heard him talk???\n🤣🤣🤣🤣🤣such a clown state\nI’m curious if the globe did NOT have a COVID academic ( thanks Fauci) &amp; if the teleprompter was not invented.  Would Sleepy/Crooked Joe Briben ever be president???\nLeave the country you smelly c*nt\nLoser", "overlap_score": 0.1698810292383169, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1191915080301989888, "screen_name": "s0ul_thursday", "user_at_name": ".𝒔0𝒖𝒍.𝒕𝒉𝒖𝒓𝒔𝒅𝒂𝒚.", "sample_content": "回复 @jktdesignguy @TheIndMuslim well in Oli's case it's because he spent 90k on facial surgery to look like a Korean boy\n回复 @Dexerto You KNOW it's bad when the Romanian police department is actually trying to charge you with a crime\n回复 @Sahara_LMR @sadbokkie then why is he complaining like a woman on the internet about it\n回复 @UzielRafi @Charles_Lister Of course, after 20,000 khamas operatives descended on the pier with plastic buckets and sand castle shovels\n回复 @obliqueoctopus @Potatopolitics Implying that people with mental disabilities don't have the agency to desire sex and or become a sex worker???\n回复 @hellokittybebop @JustBoysLaughin he's right, also I have cataracts\n回复 @aljes @TheDanPeters @eigenrobot Do not misunderstand my hatred for the French of the past, my parents were Belgium Jews, I hope you understand this. People like your grandparents, with morals and courage, built France into the nation it is today.\n回复 @magenjudah @DrewPavlou you really have to wonder how much sexual assault was calculated for when the IDF \"accidentally\" failed to secure the border with gaza against guys on motorcycles and paragliders\n回复 @TeslaHaxz @MargBarAmerica If it costs your local PD $60k of your tax dollars to take their helicopter out to catch one guy who's shoplifting $100 worth of stuff from walmart, who's really being stolen from here?\n回复 @MorHogeg @AP Don't put military bases in amidst civilian population centres for one: https://t.co/VlVlsPDGcG\n回复 @azadikhahaneir @AdamAlbilya why does \"average iranian woman\" come up when I reverse image search this picture?\n回复 @wannabfisherman I don't blame you, if a picture of my ass blew up on twitter I'm moving to Slovenia and raising sheep\n回复 @BonerWizard Bethesda style atmospheric story telling\n回复 @realtimeai @yacineMTB reveal your blue check coward\n回复 @lucifers_uncle @megantheevalium @gisforgroves loser behavior tbh\n回复 @JohnDoe20417025 @TheDanPeters @eigenrobot Obviously I know about the resistance movement 🤦‍♀️\n回复 @ADTCoach @Pmgraham86 Hey look at this guy he's rich enough to actually park his cars inside a big enough garage!\n回复 @RichardHanania someone's gotta work in America, all of our \"strong conservative\" men are too busy peacocking for other males buying trucks and guns to project how \"manly\" they are, meanwhile Jesus is in the fields feeding America\n回复 @catturd2 Either way, that dude's gonna be printing license plates for 0.30 an hour for the next 20 years\n回复 @Gompers_Stomper @gayest_tone this is why I'm banned from a TON of ARMA servers, I have ADHD and I cannot be trusted with a coax lmg in a IFV\n回复 @madisontayt_ I know you've got some reformation bookmarks 👀👀👀\n回复 @HughJassIsBack @H1TWOM4N buddy you look like lose .17 ounces in sweat walking up the damn stoop\n回复 @lamborghinibank @MeganBitchell illegal in NYC\n回复 @ArmyStrang What the fuck does KIA automobile have to do with Memorial day?\n回复 @PaineOfSilence @ByYourLogic @Is_Not_Brian He's really missing out, you know, Zionist women are known for their stability and generally non-neurotic behavior.\n回复 @neuroinsurgente @trunembak @willmenaker they're gonna build a dozen racism factories on the gaza strip 🤮\n回复 @tweetsandboobs My sister in law would literally wake up to her veteran husband half-asleep trying to choke her out. He'd get these insane PTSD episodes while he slept and try and kill her...\n回复 @MyRightToExist Israel should submit to the US, and become a vassal state. Their army is embarrassingly amature, let the US professionals deal. They repel attacks like Oct 7th on a nearly daily occurance, would have been over within 15 minutes\n回复 @Liv_Agar @ecto_fun Wait do you know about the USMC guy who played himself in Generation Kill and has a Call of Duty skin?\n回复 @383degrees @postboob literally married but thanks for the projection", "overlap_score": 0.1961017542183049, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1387063031180443653, "screen_name": "WardSon", "user_at_name": "‎‎Cyberpsycho", "sample_content": "回复 @ZXC0SKANK @Heinleinisrigh1 @Skarlet19901 @ywomendeservles Laughable.   You didn’t take into account a word I said, about 18 being a legal adult nationally in the United States.   You just want to call people pedophiles. It’s probably a deflection technique. Show us your harddrive.\n回复 @Lordyduhhh @lporiginalg Stop blacksplaining.\n回复 @BioKek_V3 @ywomendeservles Sounds like you're mad that they didn't accept your packet. Being a sex offender typically does that.\n回复 @ZXC0SKANK @Heinleinisrigh1 @Skarlet19901 @ywomendeservles “You like pancakes, you must hate waffles” ass argument.   I have literally said “18 is the legal age” and nothing else, with a few dry ass insults thrown in.  You can try to play mental gymnastics with me man, it’s only gonna keep stressing you out while I eat sour patch kids.\n回复 @InsaneCope Didn’t even try to make the hat fit his head.  Also crazy using a typically blonde and blue-eyed caricature to use against Nazis.\n回复 @InsaneCope “We’re gonna start seeing other methods for murders of children after law makes murder by abortion illegal.”\n回复 @woolbastard @Sjack4231 @RealFakeWriter Not understanding that finding a real man is super easy is a fault on your part.   California makes it hilariously obvious; the difference between the general public and the sea of subhuman queers that reside in that hellhole is hilarious.\n回复 @AGh0stieT0astie @StellasSketches Also, don’t free Palestine. Bomb the sand country. ❤️\n回复 @Hamo_you968 @Sir_Farticus @BioKek_V3 @ywomendeservles My Sergeant isn't a Jew. Is anyone you don't like a Jew, Cartman?\n回复 @InsaneCope Even the most tribal of modern whites outshine the most brilliant blacks.\n回复 @7deok7 I understand the existence of a God created what we call home.   The context in which that god exists, I will never accept, for there isn’t a human alive, or one who has ever lived, who can even fathom the scale of a creature capable of doing such marvelous things.\n回复 @InsaneCope @Stone_tossers It’s our power that makes any action congruent with their actions evil.   Oppressors oppress. That’s all it is to them. When they kill each other, it’s just seen as a way of life, but when we conquer them, it’s seen as something they need to fight against.\n回复 @Ross_Sneddon Cry about it. Holy fuck.   “We’re”. Stop trying to include other people in your misery. Shits pathetic.\n回复 @Babygravy9 These people are wastes of oxygen\n回复 @KeithWoodsYT There has to be some sort of born genome that these apes are born with.\n回复 @Based_Mr_L I don't think a soul laughs at jokes of this caliber. The only agreeance they would muster to it would only be out of spite for white people.   They hate you. You did nothing, and they hate you. You do everything for them, they will still hate you.\n回复 @Stone_tossers The ones that transition before 30 die before 30 and the ones that transition after 30 never look like the gender they’re trying to look like.  Endless turmoil.\n回复 @ZXC0SKANK @Heinleinisrigh1 @Skarlet19901 @ywomendeservles I thought we’ve moved past the pathological lying. It’s okay though.   Keep fighting, and fighting, always trying to get the last word; to no avail. For your words mean nothing at all, only fuel to the fire that burns your incoherent thoughts.\n回复 @whitopiggu Rotten fruit from the same branch.\n回复 @Eden_appeltreat https://t.co/cS2Qi3JjOg\n回复 @karrotknife @InsaneCope Personal reality is not reality.   Extreme example. If you’re so far in delusion that you believe that a knife cannot hurt you, but it can, that’s an example of a personal reality, not an objective reality.   Same for believing, or feeling like another gender, or none at all.\n回复 @Joshyua527 @PiV23ew @KingDonkey16 @Stone_tossers Kyle Rittenhouse vanquished a pedophile and a domestic abuser.   He’s a hero. We need an army of militant men who go on the sex offender registry and kill every single one of them.   Nobody would ever even try anything with children again.\n回复 @DIllyGobSack12 @TownieAlter Did you not read the “on looks alone” part?   The negroe there looks like a foul creature of the night, and he did deeds in accordance to his appearance, easy enough.   If a white man with an unassuming appearance did the same, he would logically receive the same punishment.\n回复 @HaruanonAlex Liberals are typically weaker and smaller. They couldn’t backtrack a mouse into a sea of cheddar cheese even if they tried.\n回复 @damee1of1 @resxcu @TiredMemeClown Got what? HIV?\n回复 @barks4paw @Atheros512297 I’m in fact very chill. But why do you need to laugh right now? Is the goal to seek humor in every given circumstance affecting you mentally?   It seems it is. What the fuck is a “himbo puppy boy”?\n回复 @barks4paw Maybe the second or third time you repeat it, it’ll actually start registering in your brain what it means.   Or you could add substance to my perception of you. Your choice.\n回复 @7deok7 What is your ethnicity?\n回复 @XKankala @LucarioFan_1 @MischievousCur There’s no point. The point is that the original poster wants the child to he transgender. That’s all.\n回复 @Myth_01010 @Hisokaxgon7 @empireenjoyer10 @againstmafia420 Then why are white people typically characterizes the beauty standard especially in the United States? Can’t be because they’re ugly can it?", "overlap_score": 0.1427101258564793, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1296547176764641287, "screen_name": "HowardASutherl1", "user_at_name": "Howard A Sutherland", "sample_content": "回复 @simonateba I don't know......it looks like the misstep was edited out.\n回复 @datsjackedup That dude is shooting at me........I'm probably going to hit him too.\nhttps://t.co/vnnmhLFk45\nhttps://t.co/PUwEQnXPe6\n回复 @JDunlap1974 hahahahahahaha\nhttps://t.co/bagRIDprAK\nThis French Trick Is the Key to the Most Tender Meatballs Ever https://t.co/1UhguuSSFZ\nNew York Post - Today's Cover @frontpagescom #frontpage #frontpagestoday #TomorrowsPapersToday  https://t.co/utUrfztRiu\nCBS News Reporter Finally Had Enough of Her BS https://t.co/bt5KNmzddc via @YouTube\nhttps://t.co/eVb8e8O2hi\n回复 @EndWokeness She also promoted the bail fund for protesters\nhttps://t.co/mC6su5zj0U\nhttps://t.co/7NvzTgxOck\nhttps://t.co/yCpfASgOCC\nhttps://t.co/aqIFuBGqGW\nhttps://t.co/gFGJDZaAvN\nhttps://t.co/sqVw5fNVb8\n回复 @catturd2 plagiarize verb pla·​gia·​rize ˈplā-jə-ˌrīz   also  -jē-ə- plagiarized; plagiarizing Synonyms of plagiarize transitive verb  : to steal and pass off (the ideas or words of another) as one's own : use (another's production) without crediting the source from Mirriam -Webster\nhttps://t.co/EOEhOFWLyA\n回复 @EndWokeness OMG these people are delusional.\nWhat a waste of fuel and resources ! Jill Biden flies from France to spend one day at Hunter's trial and then she jets right back to France. So much for concerns about \"carbon footprints\" .\nIf there is anyone out there connected with the RNC, please tell them that their telephone calls to solicit votes is doing nothing but pissing me off. Calls from over 28 different phone numbers in just 1 month ! We have asked to be removed from the call list to no avail. RNC STOP\nWell....... I guess we have seen the end of a fair and just legal system. BidenCo has successfully purchased  guilty verdicts for the NY vs Trump case. It took a biased judge and 12 complicit jury members, an admitted liar and a twisting of statutes to suit their agenda.\n回复 @greggutfeld Joe answered every question ?????? Really Jill ?\nhttps://t.co/iRv4BEovEp\n回复 @DonaldTNews Along with Whoopie and Joy and countless others that said the same thing when Trump was elected before. Not one of them left, did they ?\n回复 @Bubblebathgirl Whaaaaat ?\nThis is what Facebook considers \"offensive content\" ! https://t.co/iu6f0bA7PL\nhttps://t.co/gMTTc1fl1u\nhttps://t.co/rUFJfcnzZd", "overlap_score": 0.2366781419010271, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1229068246193586177, "screen_name": "SimoSakari", "user_at_name": "Simo Sakari Aaltonen", "sample_content": "What Now with Simo, Season 3 hardcover. This 430-page book presents in text form the 3rd season of the podcast and includes long, wide-ranging, heartfelt discussions with actor &amp; writer David Lee Homb and composer &amp; artist Pierre Estève. Now on Amazon in multiple formats. #book https://t.co/s1fcqYSWLA\nI’ve never seen anyone I know comment on Yvonne Suhor, who became special to me through her roles in certain series that I grew up with. I don’t care how decorated or famous or any such nonsense in comparison any other actor is. No one else could have played Cicely as perfectly. https://t.co/WoYvN65NaZ\nOne more fondly remembered interaction with Julee Cruise, from 1 October 2016, commenting on my photo.  #JuleeCruise https://t.co/H0wm8yrSNd\nMore photos of the season 3 hardcover book of transcripts of my podcast, featuring David Lee Homb and Pierre Estève, appear in this Facebook album:  https://t.co/9GM9gIxCUU  #podcast #book #art #creativity #music #actor #writer #DavidLeeHomb #composer #artist #PierreEstève https://t.co/QttJN6uNNJ\nI have hit Publish on all three formats of my (our) new book: hardcover, paperback, and ebook. Will share when these become available for purchase on Amazon.\nBearing in mind the correct pronunciation of “Persephone”, remember to say your “telephone” right.\nIt would be hard to think of a more intriguing couple of acting credits for someone like me. From the last season of the 80s Twilight Zone. https://t.co/wOQLkcWtek\nTake 2 of this Tale 1 reel to display better on all devices. I’ll soon publish this set of 12 piano duets, Tales from the North, Book I, as a book of sheet music, but Tale 1 is already available as a free download on my site, on the Sheet Music page. URL in the video.  #piano https://t.co/9rCKfm9s7R\nThis is something I don’t think I’ve yet mentioned in public, but over time I hope to help others read and also write music. It truly is easier than it may seem. For example, bars 17 and 19 here show two ways of indicating two musical voices, here for two hands. https://t.co/9YzwUvS5Jh\nWhat Now with Simo, Season 3 is now on Amazon as a hardcover, a paperback, and an ebook. 430 pages, 6x9-inch format. Includes long, in-depth discussions with actor &amp; writer David Lee Homb and composer &amp; artist Pierre Estève, an introduction, numerous footnotes, and some extras. https://t.co/ZsH7qbtqq0\nNow only the final few steps needed to publish my set of 12 piano duets, Tales from the North, Book I, as a book of sheet music.  #music #piano #duet #sheetmusic #book https://t.co/BFm9SkHZKA\n1/2 Doris Day with Alex Stordahl and His Orchestra in “Tea for Two”. If there is a more prototypical recording of this performance, I’m not aware of it. Norm Macdonald made me aware of this song in a moment of his early 2000s podcast\nThe best of life is none of that Conan crap, but simply looking into deep into her or his eyes when she or he clearly loves looking into yours. Time stretches forever, and all of human life becomes possible.\nThe best of life is none of that Conan crap, but simply looking deep into her or his eyes when she or he clearly loves looking into yours. Time stretches forever, and all of human life becomes possible.\n1/2 The other day I listened again to Alan Moore’s early 1980s musical opus “March of the Sinister Ducks”, and today on a walk these new lyrics occurred to me:\n“What else is it?” His answer points the way to the next century, most likely. People today are mostly unable to accept the fact that those feelings, whether aimed outward or spewed from within, poison us. Yet this is pure, strong science by now. It will take years to sink in.\nUpdated thumbnail for the reupload of the season 3 book presentation video, to set it apart from the earlier upload that had the volume levels set too low.  #podcast #transcript #book #art #creativity https://t.co/lmAZEnuzAB\nThat is, in the times that are zero in your future in which you’ll want to say “telephone”. But, the same applies for your “phone”.\nBaroque, modern, rich dream where there was everything I’d been missing, in such a dense package it wasn’t possible nor necessary to sort it out consciously. It made deep sense, and I was in my right place at last, with others.\nWhat do you have before you get the F out of Inland Empire? Finland Em—\nPresenting Tales from the North, Book I in the hardcover form.  This is a landmark publication for me, as this happens to be my 10th book. Available from all Amazon stores (hardcover, paperback, ebook).  More photos and captions on Facebook.  #pianoduet #sheetmusic #newmusic https://t.co/idPqW88de0\nPure joy, and it strikes me right now that there can never have been anything in film or television as much like — not that this can have been the aim, but it happened anyway — an encyclopedia of human behaviour, experiences, and life as season 3.  https://t.co/P6hPKyb2Yb\nThis is my new album, released this last Sunday on the 4th anniversary of my podcast. It consists of Passages 1–43 and one other track with a self-explanatory name.  Passages Dark and Light II is on Bandcamp:  https://t.co/asvlkQHorn  #music #album #dreamy #dark #light https://t.co/LtDG1bqjzA\nSingle “In the Fog, Deep” on Bandcamp:  https://t.co/pqi3vcpux5  #music #dreamy #fog #foghorn #dark #light #playful #single #composer https://t.co/0YUWmzImJs\n回复 @Iancdougie I love the photo, Ian, even though I won't press the thingy.\nStephen McHattie and Janet Leigh in the last season of the 80s Twilight Zone. Imagine my smile and joy when he, one of my particular favourite actors, who also appeared in Northern Exposure in a fantastic role once, stepped out here. And of course Janet Leigh great as ever. https://t.co/ArvvIv6KuP\nThe ugliest atmosphere I’ve felt in Tampere in a long time was now, about 9 p.m., when I scooted downtown on a quick errand. I may be perceived as a crank (I don’t mind) when I talk about people having been programmed, but having heard the same angry curses verbatim all my life…\n2/2 Norm Macdonald Live, and no other early rendition of this jazz classic has any of the innocence that he and she had. People too numerous and humorous to mention have tried to jazz it up with most unjazzy, square tricks.\nYou people, what the hell do you think you’re playing at, giving these video shares only some hundred or two likes over the last several years? Seriously, what do you?\n1/2 The Large Print Edition of my first book of poetry, Land of Youth &amp; Beauty: Early Poems. Some photos, with the cover and contents also shown in the original, smaller size. The Large Print Edition includes the sheet music for my piece “Land of Youth &amp; Beauty”. #poetry #music https://t.co/H34vYDuJmk", "overlap_score": 0.1328222935784318, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1336840273465384968, "screen_name": "rose13583888", "user_at_name": "patriotROE", "sample_content": "回复 @IslesDen yeah, and not for his defensive ability.  He always seems to take a dumb penalty right after doing something good.    I know it's early, but we're 3-0 without him.   Most games me lost or gave up the lead this season were dumb penalties\n回复 @bennyjohnson Winning is their priority at all costs\n回复 @TiffMoodNukes We've been trying to tell them that every thing they do to him just makes us all the more sure he is the right pick. I too worry about his safety, but they'd risk making him a  martyr, so I'm hoping they won't do that.\n回复 @DebbiLermond @CherZim7 I think she thinks she's a guy too. Has to work on that voice.  Maybe the constant screaming for her \"genocide\" pitch will lower her voice?\n回复 @cagrown5 Pretty thorough list, but I'm sure they'll be more to add by tomorrow\n回复 @IslesGirl3 Continue being in a better place,Kim, and continued improvement with your seizure control. My young grandson has BRE. He's 8 and doing great. I hope and pray he will be in the very high percentage that outgrows this in his teen years. Thank you for being  such and inspiration🧡💙\n回复 @NovElection2024 Not necessarily their age, but severely diminished brain function is more important      If your 60 and have dementia or early onset altheimer's, that should be the first thing to consider, not age\n回复 @w_terrence Oh no!   So heartbreaking.  Sweet boy. His Mom has got to be devastated as well.  His \"dad\" will rot in hell\n回复 @POdPatriot Beginning to have remorse????? WTF? I don't always agree with Dershowitz on everything, but I always thought he was an intelligent logical man.  OMG BEGINNING ??????\n回复 @niceblackdude Better question: Do you believe a cheap disgusting porn personality would almost faint when she came out of a bathroom and saw any man in his underwear?  Do yourself a disservice and take a peak at her work.\n回复 @Jules31415 I have no respect for this Pope.  What the heck happened to him?\n回复 @ccgarrett Maybe we can get her a seat on the plane that's taking the celebrities out of the US\n回复 @nicolefshirman Yes, me too.  Living through the prospect of losing the Islanders to Kansas City, the years of the Coliseum debacle, etc.  I feel for their fans and the team\n回复 @rybrz The same problems of that series have not been addressed- namely special teams\n回复 @SuzyLiberty2 Those books scared me to death when I read them, actually many years before 1984.  Never did I really think my worse fears would come true\n回复 @iAnonPatriot I was about to say Harry Sisson shouldn't go to prison for a post he made on X.  Then I remembered that there is a guy in prison for the Jan 6th protest that wasn't even there because of a post he made, maybe on facebook or some other outlet\n回复 @Dedsignal @Common_Cent1 OK, being a baby boomer, I have no idea who the heck this cartoon guy is or what it means. 😂\n回复 @elonmusk This look suits you so much better than anything CA. has to offer!\n回复 @catturd2 If you put a \"mural\" on the street where cars and trucks drive, it's going to get messed up\n回复 @susi815 Pretty sure it's none.  Now do one asking how many were committed by transpeople in the past year or two\n回复 @IanJaeger29 From all I've heard and seen, I'll say 1\n回复 @RyanAFournier I have been for a while now. It's why I'm so outspoken when I was never like that. Never political.  Now it's my mission from God  for my grandchildren and all of our children\n回复 @Shawn_Farash Maybe Vivek in his cabinet, but I don't trust him enough yet.   I'm surprised he did better than Noem in this poll\n回复 @punkchick62 @SirBylHolte 🙄  Ridiculous comparison, but OK\n回复 @GaslitKid Why is a good man -Navarro in jail and POS Hunter not?\n回复 @Matt_Pinner NO ONE ever sees mine, so I don't \"tweet\" anymore.  I guess it's partly because I don't have a little blue circle- white check.  I get likes off of my replies to other people's tweets. it's fine\n回复 @SuzyLiberty2 I painfully watched 4 MSM newscasts at 7 PM this evening just to see what their coverage would be.   Only one briefly mentioned \"People protesting near the WH\"\n回复 @elonmuskADO A, Yes why can't you do a better run poll like some of the other people on X?\n回复 @Travis_4_Trump He's not one of them. He knows how they have made our government crooked. He knows many are pedo's and traders    They fear him\n回复 @Common_Cent1 But you're wrong on this one.  Look at the map. It's mostly red.  It's NYC that has ruined us and a few upstate areas, like Albany", "overlap_score": 0.2202808027223369, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1328222933202812928, "screen_name": "GeorgeIsa1", "user_at_name": "George@Isa", "sample_content": "回复 @Peter_Fitz Military history buffs might like the stories of Flying Officer Lloyd Trigg RNZAF, Sgt Thomas Durant RE and Lieut-Commander Gerard Roope RN.    All were awarded  the Victoria Cross( posthumously) on the recommendations of their enemy commanders.  Recognition indeed.\n回复 @rohan_connolly Rugby League is having conniptions at the moment over hard and fast calls according to the rule book or refs (umpires) using discretion.   Good luck with that.\n回复 @JodiePP1948 I thought Obama lived in Trump's head, rent free?\n回复 @MulitaloRonaldo Outing himself as a practitioner of the pale pink oboe?\n回复 @sjgedwards @GrogsGamut they produced the equivalent of 113% of Scotland's gross electricity consumption from green power sources, demonstrating the enormous potential of Scotland's green economy and illustrating how Scotland is leading the way in the development of green renewable energy across Europe.\n回复 @fitdaddy_scott Colonel Sanders' Mexican cousin. https://t.co/RlfS7bIzdd\n回复 @PhilHazell1 @LlJuju2022 Relates back to 1996 fed election in which Qld Premier Wayne Goss commented on unpopularity of PM Paul Keating. Voters \"sitting on their verandas with their baseball bats\" to vote Labor out.   Calm down\n回复 @bennydiego We have enough of our own rocks in Australia, we don't need another dense collection of minerals.\n回复 @RonniSalt It was 11:46, I was mellow, I was about to go to bed.   I am now hiding under the kitchen table with my dog. I don't have a dog.\n回复 @MichaelWarbur17 Amazing actor ( 7 Oscar nominations, won zero) Here is one of my favourite Robert Graves poems.   You can read it over and over, then listen to Burton . . . https://t.co/jBPUxCDXMZ\n回复 @BritComSociety And sitting on his left hand . . . \"The lovely Samantha\"\n回复 @SarkySage I know you too well.   Is it Dutton, Morrison, Barnaby or SuSSSan?\n回复 @ape_descendent @agentsmart Japan was on our side in WWI.   The ships of the Imperial Japanese Navy often escorted troops ships from Australia to Europe/Middle East. So why not indeed.\n回复 @Ash202324 @AdyLady9969 Please read what I just posted.  Like it or not, we have laws. Even accused rapists are sometimes found to be innocent.\n回复 @philmupp1 \"I didn't attend the funeral, but I sent a nice letter saying that I approved of it\"\n回复 @empresslovely69 Due to the Ancients leaving out a thirteen constellation ( Ophiuchus) and thousands of years, since you were born, the Sun has risen in the constellation during these dates . . .Scorpio: November 23–November 29 (just a week!)\n回复 @Whispers_Doom @ThatEricAlper Another Simon song \"The Coast\" A family of musicians took shelter for the night In the little harbor church of St. Cecilia Two guitars, bata, bass drum and tambourine Rose of Jericho and Bougainvillea I love Paul :)\n回复 @GrogsGamut Anyone that can psephologically compute the outcomes of this campaign deserves a Nobel Prize in WTF uckery\n回复 @simonahac Perhaps they are having second thought after Fukishima TOKYO -- Japan has spent roughly 1 trillion yen ($7.3 billion) annually on the damage caused by the meltdowns at the Fukushima Daiichi nuclear power plant that occurred 12 years ago, and the final price tag is still uncertain\n回复 @GrogsGamut The next edition of The Yiddish Language Dictionary will have a picture of Janet under the entry for Chutzpah.\n回复 @markgkenny I would forgive them if they just said new clear.  Not quite right, but far less grating than some of the attempts.\n回复 @LawyerAdamHouda I agree. \"Protect yourself at all times\"  if the fighter can't do it, stop the fight.\n回复 @EKkoulla In the early days of Mr. Capp, he was almost always drawn with a cigarette in his mouth.   When the dangers of smoking became better known, it quietly disappeared.\n回复 @ThatEricAlper Rondo al a Brandenburg Mozart and Bach\n回复 @AngelaBelcamino A Korean Airlines aircraft with an all female flight deck crew landed at King Khalid International Airport, Saudi Arabia.    At the time they would not have been permitted to drive a car to their hotel.   Go figure.\n回复 @Orangeolive7 Refereed in the 70/80's style   Team A  7-0 Refereed in todays standards   B might pick up a win or two.\n回复 @LawyerAdamHouda Salam Brother. Our refusal to condemn Israel's actions  is akin to condoning murder and genocide.\n回复 @Peter_Fitz Really? During his time at the IPA, Wilson was a vocal critic of the Human Rights Commission and called for its abolition. He was appointed as Australia's Human Rights Commissioner February 2014. Then turned lying into an art form while serving on Standing Committee on Economics.\n回复 @1deaman @AtheistPhoenix I'm losing brain cells reading this.   De-evolution. No further correspondence please.\n回复 @UpPhred I was going to say \"Ex IPA ( insert epithet of choice} \" But I don't think anyone is ever ex IPA.", "overlap_score": 0.1794694810150462, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1299216798781374464, "screen_name": "GatoPolitico5", "user_at_name": "Gato Politico 🇧🇴", "sample_content": "回复 @MerianneJensen @PWCSNews My kids are out of PwC but I totally support you. Keep up the fight!\n回复 @leti19285 @17ThankQ The cultists think TrUMp is the only soluiton, they sound just like my dems friends who said: \"I'll vote for Biden cause it's not Trump\"   No thinking, no substance, no critical thinking Trump Trump trump only... Sad!\n回复 @heatherk0370 @pwcdanica You sound like the MSM and a dem commercial. Talk about controlling bodies, why were people forced to take Covid Vax?? Anyway, I'm just saying blame who you want but the fact is, families are struggling TODAY and more Free crap isn't a long term solution! See Venezuela!\n回复 @AriDrennen Correct! Stay away from kids!\n回复 @TheFlagGuy_ @OliLondonTV And  still G Fliyd is no hero nor martyr\n回复 @simonateba @GovDougBurgum Pence 2.0?? No thanks!! His VP pick needs to be a pitbull, not another \"spineless old white dude\"\n回复 @legendthedude @iamyesyouareno If that was you a55 or your father, you would be saying something different\nUGh -  I have bad BDS( Biden Derangement Syndrome!) I can't stand him...\n回复 @ronjonesnews @toobaffled Dont think he coerced people into taking it.  He made it  available and the vax should have been a choice not a mandate!\n回复 @timkaine @JoeBiden if Biden had not undone what Trump put in place, he wouldn't need a bill!!\n回复 @k8007nyc @NikkiHaley @TeamHaley @nachamasol @Iowa4Nikki I hate to say it but there's no difference between her and voting for Kamala. She has nothing to offer... I wished it was different\n回复 @NoVA_Campaigns That's socialist ex Bolivian president!  A cheat and a criminal!   Sad days, but then is the papacy relevant anymore?\n回复 @FrankBlue179069 @GovernorVA LOL. oh yeah?? what medical procedure can't I have?  or what book?    I want to know...\n回复 @JCAndersonNYC @johncslaughter I bet this dude is on drugs or has a record!   what sort of man/father  advertises this?  That poor baby!\n回复 @heatherk0370 @pwcdanica Typical leftist view. You think parents are helpless and they can't care of their kids.   Parents should be given the opportunities to provide for their children.  The economy should work for them to provide. How small is your thinking and how nsulting!\n回复 @krassenstein and yet, we didn't get a chance to vote him in because, you know, Kamala is a woman and that's the only qualification\n回复 @RepJeffries Yes!!! the extreme liberal cult!!+\n回复 @Schilling1776 That's the socialist ex Bolivian president, Evo Morales, who reigned for 10+ yrs.  That man is a criminal and a cheat!\nThe change from illegal to undocumented is to avoid legal ramifications and provide assistance.  I'm no lawyer but why the sudden change in wording?\n回复 @supertanskiii @matthewdmarsden 😆 🤣 😂 Pride is on one of the deadly sins...  Why not just be  grateful every day for who we are!\n回复 @BreitbartNews Means nothing if the people don't vote and get reps in!\n回复 @timkaine LOL- dema are a joke!   everyone knows our intelligence agencies failed us!!! All BS  https://t.co/T6QkrX0Fof\n回复 @InsideNoVA 15 kids? in a what.. 4 bedroom home?   I hope there is an investigation of that....\n回复 @ItWasACoup I'm an immigrant and the only time I feel discriminated against is when democrats tell me what I can or can't do based on my political views!  oh an I'm also against illegal immigration\n回复 @julianbarnes @MarkWarner Riight!!    there would be no issues if we required ID and in person voting  exception for mail in for military and handicapped!\n回复 @jaschrhill @RepSpanberger The problem is that you're lying to yourself.  Please educate yourself about women's rights. You're self identifying as a typical bigoted male!   Dismiss all that women are and then call us bigots!! pfft\n回复 @LauraLoomer @JoeBiden The AF is  too busy promoting Transvestites and forgot their true  mission.  Trans US Air Force servicewoman shares her delight after Joe Biden axes transgender military ban https://t.co/ZFHNg97xNU\n回复 @mhanna88 @elonmusk @TaraBull808 You sound just like my friend who said: \" I'd rather vote for Biden because he is not Trump\"      No critical thinking or substance. I voted for Trump 2xs!   but the state will stop at nothing unless independent voters rally behind #AmericaFirst.  They wont.under Trump!\n回复 @SpanbergerForVA Why do politicians advocate for foreign countries before fixing our own country?\n回复 @pwcdanica There's is something economically wrong when we have to advocate for free breakfast! Why can't parents afford this? Because of Biden/Harria  Economics!! #KamalaCrash", "overlap_score": 0.1763599454568533, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1220091736657158145, "screen_name": "SusanHak19", "user_at_name": "Susan Hakiman", "sample_content": "回复 @LadySenmuk @UtopiaIsALie The root of trans ideology is a distortion &amp; lie. No man is a woman nor is a woman a man. Ever. No one is born in the wrong body.\n回复 @narindertweets @CharlieSansom It’s a lie, deception, delusion. He uses women’s restrooms, calling him a woman contributes to the dissolution of the rights, respect &amp; safety of women &amp; girls. You know this.\n回复 @ThomasWillett9 Inclusion means providing equal access to opportunities and resources. Men, no matter how they identify, are included in men’s restrooms, sports, etc. Inclusion doesn’t mean breaking healthy boundaries, By this definition no could have any boundaries,\n回复 @jessicaschulb Good, he belongs in a male prison. It’s a violation of a woman’s human rights.\n回复 @adamgreeney @ThePolySolution @Thiohna Adults understand the risk and take precautions. Adults understand and take responsibility. We are a nation of children who want to do what we want but never take responsibility for our choices.\n回复 @newestpassenger @TruthAgape Has nothing to do if one is OK or not with the decision, it's about right &amp; wrong. Human life begins at conception. That's it. Abortion is killing a human being. Look at history, many have been perfectly OK with all immoral actions.\n回复 @Finn_Mackay It’s ideology &amp; distortion of reality. I’m shocked how so many doctors don’t understand this. Only women can breastfeed &amp;  give birth. How is telling the truth backwards? Lying to patients is harmful especially to those you profess to want to help,\n回复 @notabrokenthing @secularprolife In case you’re wondering in 1993, so called ethicist Peter Singer suggested that no newborn should be considered a person until 30 days after birth &amp; that the attending physician should kill some disabled babies on the spot. That is where this viewpoint gets one.\n回复 @legaltweetz You believe it but that does not make it real nor does it mean others must believe. Wanting short hair or wearing men’s clothes mean nothing. It’s preferences. No one is the opposite sex. And every cell in your body has XX chromosomes.\n回复 @KirstieMAllsopp @mimmymum @speakoutsister Phobic assumption? When a male enters female restrooms, changing rooms etc. it’s not phobic or wrong to question his BEHAVIOR. Women have the right to say no. He has no business there. Women have the right to privacy, respect &amp; safety.\n回复 @Tweeterandthemm @SVPhillimore You’re right, what determines sex is, is some humans have bodies designed to make small gametes (men) &amp; some large gametes (women). Has nothing to do with feelings, background, ethnicity.\n回复 @smalls2672 @Riley_Gaines_ Not a Christian conservative but it was depraved and unsuited for the olympics. That there are these who don’t get this is concerning. Has nothing to do with right or left. FYI the world doesn’t revolve around you either.\n回复 @RajanBarot24 @helenstaniland Men, who identify as women, are not “peacefully living their lives” when they use women’s restrooms, changing rooms etc. They are putting the safety of women &amp; girls at risk, showing disrespect &amp; disdain for their right to privacy.\n回复 @transwidows He’s a man. Shame on the Guardian for printing this rubbish.\n回复 @normalishvegan @JigolOwO @femmehonnete1 “Given all five known maned females come from the Okavango region, there must be a genetic component in this population underlying the phenomenon,” Another quote.\n回复 @BillboardChris It’s so wrong that this is happening. Totally unfair to the girls. It’s no favor to that young man either.\n回复 @faridahlikestea Millions &amp; millions  think of her as a voice for truth, reason &amp; reality, &amp; a protector of children. A truly brave woman.\n回复 @oolon False, in many countries there are men, who identify as women, who are assaulting women, in restrooms, prisons, etc. Many simply refuse to acknowledge the danger as they are so wed to an ideology.\n回复 @SirCumference98 @ChrissieW670936 @AGallagherAlly However, it will make it harder. Just like locking your door in your house or car, or putting anti virus software in your computer. But you know this.\n回复 @ThomasWillett9 Twisting reality. There is no cis, there are men and women. No man is a woman nor woman a man. And if most people say things it is because of their behavior. Important distinction.\n回复 @CelesteLaverty @ThomasWillett9 Pure distortion &amp; twisting of truth.  What children need is appropriate support to accept themselves &amp; their body, not mutilate themselves &amp; try to be someone they are not &amp; can never be.\n回复 @NYCLU What happened to your organization? Males, even those who identify as females, as not females. They remain male. They have no right to participate in females sports, access to the restrooms, changing rooms, prisons etc. This is beyond unjust to the females.\n回复 @legaltweetz Allowing any man into women’s private spaces makes it sooo much easier for predators. Do you not lock your front door, use anti virus software, take other precautions in life? The refusal to acknowledge reality is really sad. And men are never women.\n回复 @ThomasWillett9 Men, no matter how they identify, are men. They have no right to be in women’s restrooms, changing rooms etc. To say our objections are taking aways anyone’s rights is a distortion. They are men. Period. No one can change sex.\n回复 @DavinaQueeen @Chris_English_1 Comparing apples to oranges. A woman is a woman no matter her color, religion, ethnicity, age, religion or no religion etc. No man is a woman. No one can change sex. Sex is not an identity it’s a biological reality.\n回复 @gardellap @helenstaniland The usual distortions, gaslighting &amp; lies. Men are men no matter how they refer to themselves &amp; have NO business in women’s private spaces. None.\n回复 @ponderingrachel @AGallagherAlly There are realities of being human &amp; our minds can fool us. What about others? If men expect to use women’s restrooms, changing rooms, prisons, sports, it’s grossly unfair to women.\n回复 @adamgreeney @ThePolySolution @Thiohna Pregnancy is a biological function when sperm meets egg. Adults understand the risk and take appropriate steps not to get pregnant. And actually, if someone has unprotected sex an adult understands the risk of STI. Adults acting like children.\n回复 @AGallagherAlly @Woman_AHF Who’s ignoring domestic violence? But we are talking about men  in women’s spaces.\n回复 @AGallagherAlly Trans is an ideology, an idea, an identity. Saying an identity doesn’t exist is not saying the human being who has the identity does not exist. Big difference.", "overlap_score": 0.1260886956511639, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1262381184, "screen_name": "DSlaugh87398471", "user_at_name": "DSlaughter", "sample_content": "回复 @NPRKelly In depth. You cover trans issues often but I haven’t heard any reports on the Tavistock scandal, the Cass report or the Scandinavian neuroscientists concerns about puberty blockers. I used to love npr, still listen but feel often like it’s the same sermons every day. 2/3\n回复 @michaelshermer You also state that people who are prolife only want to control women, when every single prolifer says they are really against murdering babies. I think you have no idea what other people care about, especially this demographic you seem to despise.\n回复 @tessnam @dissentingj No mention of any testing for cognitive functioning either. People are worried about his cognitive functioning, not his two-point discrimination or motor function.\n回复 @sumesumes @thomaschattwill During the Cuban missile crisis President Kennedy had advisors telling him a pre-emptive strike on Russia should be done. Kruschev gave him an out - removal of missiles from Cuba in exchange for removal of missiles from Turkey. We were a hair from nuclear war. 1/2\n回复 @maddenifico are legally persons). 18 states have robust protection for babies surviving abortions, now 17 since Gov Walz signed a law repealing Minnesota's requirement that doctors \"preserve the life and health of the born alive infant\". One can see where Maga's belief issue arises from.\n回复 @michaelshermer Way to go Michael. You managed to mock a mentally ill delusional person and the profoundly held beliefs of millions of people in one post. This is probably the most juvenile post of the year. Now grow up.\n回复 @meander061 @JaneotN @ekbgsb In 2022 in the USA Asian average household income was $108,700, for whites $81,060. Immigrants from countries such as India and Nigeria also do very well, whereas some largely white counties in Appalachia have a very high poverty rate. It's more complicated than you suggest.\n回复 @brianklaas Many comments here state that all the people upset with NPR's coverage are election deniers, climate deniers, MAGA zealots etc. But you keep ignoring the criticism many of your former and current listeners who identify as liberal are giving you. Is any of it getting through?\n回复 @cmclymer People aren’t worried about his liver, spleen or urinalysis. This report did not include neurocognitive testing, which he is apparently refusing to have done. This report doesn’t even mention a mini-mental status exam. The country deserves testing for cognitive functioning.\n回复 @KeithNHumphreys I would go further. The Covington Catholic kid was tarred, feathered and castigated based on one short clip. In total about 2 hours worth of additional video about the entire incident surfaced showing that almost everything about the first reports were in error. 1/2\n回复 @scottallancole @KamalaHarris Administrative bloat also.\n回复 @BrianMannADK quoted Rachel Levine - “The science is settled” when anyone familiar with Europe knows it isn’t. There was one segment when npr asked a congresswoman for a reaction to a speech by Trump and after saying she never heard the speech we got several minutes 2\n回复 @Dumpling88 @NixonValet @NAChristakis The average age of a B17 crew in WW2 was 18-22. She is older than that. To put it in another perspective the Pony Express mail riders were as young as 14. Can't imagine a 14 year old today riding mail across the American wilderness.\n回复 @MontyBoa99 @JuddLegum In my state his was the only name on the ballot. How democratic! At least the Republicans had a few choices. Biden will get virtually all the delegates, but I disagree that this necessarily means that most voters wanted him to be the nominee. We'll see in November.\n回复 @1DancingCrane @nhannahjones An argument could be made that any party desperate enough to switch might have lost in a landslide if they stuck with the original candidate. There have to be serious flaws with the initial candidate to consider switching.\n回复 @BrianMannADK @joshstein Thank you for doing that. Of the more than 40,000 species of spiders about thirty are harmful to us, and those only when they are defending themselves. In case you are interested there is a fascinating book on spiders with tons of factual information - https://t.co/bwHB7aFtyZ\n回复 @ZionDarkwood @harrisonjaime @JoeBiden The system has flaws. In 2022 surveys showed 75 % of democrats wanted another nominee. JB and the party leadership ignored this and he was kept as the main and only serious contender. The rules were followed and we now have this situation - one in which the majority ( more)\n回复 @krmaher One thing I've never done is to investigate (or bitch about) the racial/gender background of any of the software engineers of any of the programs I've ever used. If the programs work well, I'm satisfied. But then I'm not a female white SJ activist, just a guy using the programs.\n回复 @NPRinskeep conflicts between various invested groups on how, whether and when to log, impacts on wildlife corridors, societal needs for lumber vs recreation on NF lands. Nope - the logger had trouble driving on mud rather than frozen ground because of climate change, was the topic. 2/3\n回复 @sciam Swaything reported evidence of cultural transmission in birds opening the tops of milk bottles to get cream in 1921. I was taught about this study in the 1960’s. Animal cognition has been hotly debated for well over a century .\n回复 @BrianMannADK @vermontpublic @rumblestripvt Brian, after reading the first sentence one can predict the rest of the piece because we know exactly what your take is on this issue, having heard the same viewpoint (sermon) a hundred times. There are different viewpoints especially as regards children you never cover.\n回复 @KeithNHumphreys The bad thing is that investigative journalists are supposed to do this kind of wok before shooting off a story. I'd compare the reporters in on the Covington story to rattlesnakes (the target was a kid!) but that would be derogatory to rattlesnakes.\n回复 @Notgnnatakeit @drdave1999 Small wonder why there is an urban/rural divide in party affiliation. The other group I see demonized frequently by the left on X is the generic \"white man\", who is blamed for just about everything wrong by some leftists.\n回复 @msfedison27 @JonathanTurley You could also say that the progressives think everything is far right unless it is far left and are equally if not more intolerant. Example - biology professors at Harvard get hounded out of jobs just for saying that humans have two sexes, now apparently a radical RW belief.\n回复 @BarbraStreisand Or, the media could air the interview and the people listening could decide for themselves without the media telling them what to believe - as they did with Biden at the debate. The media has very little credibility as it stands.\n回复 @sciam One book on the heart, another on astronomical anomalies, the rest on stuff like psychedelics, utopia and climate. Are there no authors like Stephen Hawkins, Edward Wilson, or Steve Brusatte out there? Authors who write about physics, paleontology, biology etc.\n回复 @sumesumes @thomaschattwill As opposed to kids who grew up during WW1, the 1918 flu epidemic, the Depression, WW2, Korea, the Cold War, etc. Having a fallout shelter in the basement of your school and seeing Khrushchev yell at the UN he would bury you? All generations have troubles.\n回复 @michaelshermer If AI had been in charge rather than Stanislav Petrov in 1983 when Russia’s computerized early warning system mistakenly signaled an American missile launch and military protocol suggested immediate retaliation it would have been disastrous. Thank goodness a human was there.\n回复 @harryjsisson had no respect for their service. You, Harry, will have to serve if a global conflict erupts. Some European countries are resuming the draft as we speak. Of course many in your generation are physically unqualified to serve, from what I hear, so you might get a 4F.\n回复 @sciam There are a number of studies showing that endurance athletes have better longevity than weightlifters or power athletes. These studies are ignored in your article. I think most exercise physiologists are recommending a mix of the two - which to be fair this article does suggest.", "overlap_score": 0.1055777479902461, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1043576814998712320, "screen_name": "mightysprite1", "user_at_name": "mightysprite 🙂 🍿", "sample_content": "回复 @NotFarLeftAtAll When I applied for a visa to come to the UK, I was required to provide proof of identity, clear police background checks, and other information to show I was eligible to live here.  I was expressly told I was not entitled to government (taxpayer) funds.    What changed?\n回复 @TheEXECUTlONER_ The large student was charged with third degree assault and battery.  I don't know the outcome.  https://t.co/e5Wo4a1Rf0\n回复 @disclosetv @doyle_esther May he rot in the really hot place.\nThese records don't match our lived experience.  And Chris doesn't like the ratio so he turns off comments.\n回复 @RadioGenoa Looks like attempted murder to me!\n回复 @DaveAtherton20 I hear bacon is salty but not spicy.  It can also be eaten with fingers so it doesn't matter if they've trashed the dining room.\n回复 @catsscareme2021 @JusticiarsWatch Hep B is a sexually transmitted disease.  Why would a newborn need a jab?\n回复 @SimonJonesNews The UK government is to blame, Conservatives and Labour.  If they turned back illegals and didn't provide benefits, they wouldn't come.\n回复 @RishiSunak Is that why you put illegals up in expensive hotels at taxpayer expense whilst ignoring veterans?\n回复 @PoliticsPollss Put the executives out to sea with the raw sewage they discharge.\n回复 @LeilaniDowding Seems to me Angela has acted like an bratty thirteen-year-old for decades.  She shouldn't be anywhere near government power, imo.\n回复 @RishiSunak The economic stability which was destroyed when our government followed the orders of their WEF bosses during the plandemic?  Tory and Labour alike.\nFour and half years for the rape of a girl under 13?  The UK justice system is a joke.  But it isn't funny.\nShe got ratioed and turned off comments.  I hate people who rape children and suffer no consequences because they 'didn't know it was wrong'.  That is not a phobia.\n回复 @BGatesIsaPyscho @SidRed33 Does she think 'commercially sensitive' is more important than people's lives?\n回复 @ABD_SouthWest @PoliticsPollss @iainmcquillan Even better!\n回复 @IanJaeger29 Is Congress a good place for convicted felons to grift?\n回复 @DailyMirror Good!  I'm tired of wearing a coat in the summer.\n回复 @metpoliceuk If you had done your job probably over the past years this wouldn't be happening.  Take responsibility for your failures.  Or was it intentional?\n回复 @TomTugendhat Where was leadership from the Conservatives over the past decade-plus?  Too Late!\n回复 @DavidGHFrost @miriam_cates What did 'proper conservatives' do to stop illegal immigration?  Nothing.\n回复 @ClogsOnTheLeft @FenrirWolf26 @reformparty_uk I missed the part where they live on Spanish taxpayers' money and burn things down when they don't get their way.\n回复 @Keir_Starmer The same former Director of Public Prosecutions who refused to prosecute Jimmy Saville and the rape gangs?  If so you should hide your face in shame.  Women and children deserve better.\n回复 @robbystarbuck @Ford A bit late.  If I were a shareholder I would consider suing because they put woke nonsense ahead of shareholder value recently.\n回复 @WallStreetSilv Accurate labelling is more important than bans, imo.  Let the informed customer decide.\n回复 @ClimateRealists I don't recall voting for that.  🤔\n回复 @CollinRugg Where do I file a complaint for a man punching a woman in the face?\n回复 @GuntherEagleman Hillary's big book advance was used to pay the Paula Jones settlement.  Was that the time she threw the antique White House vase at his head?  Or was that another time?\nPlease remind me--what is the tuition at Princeton?  They could protest from a nearby luxury hotel.  They are not vulnerable and unsafe.\n回复 @JohnDyer66 @ABridgen @clim8resistance My brother graduated from USAFA, spent years as an F16 pilot, retired as a test pilot instructor.    It is insulting and disrespectul for them to tell us they can stick anyone in an F16.", "overlap_score": 0.1621541295187825, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1343756446496800770, "screen_name": "Bnewton92", "user_at_name": "Brandon", "sample_content": "回复 @DeborahHiller8 @WarClandestine Your bio! 😂😂🤡A “conservative Christian” who praises an adjudicated rapist who brags about sexually assault women. A known liar, conman, an adulterer. Be fucking for real Deb\n回复 @LynneShasta40 @txndc @faithandcoffeee Ive been a fan of hers since she was just a little country singer, she doesn’t have a song by that title and I’ve yet to see a lyrics where she mocks Christians.   God doesn’t like liars Lynne. Did you read your Bible?\n回复 @rock_climber02 @YesOn1JacksonCo I could care less, I’m not voting to fund billionaires. While simultaneously destroying small businesses.\n回复 @txndc @LynneShasta40 @faithandcoffeee She’s compassionate, caring, generous, honest, and hard working. She’s grateful for the success she’s had and actually the epitome of a great role model. Much more representative of  Christian values than most out there.\nI don’t want to hear a single Republican voter complain about red states coming after IVF.   We told you they would and you said we were “overreacting”.   Now they’ll end no-fault divorce and ban contraceptions. When will you learn to stop voting against your own interests.\n回复 @harryjsisson Ironically a Republican lead ethics committee IS investigating his actions…\nGroundbreaking!!  @AGAndrewBailey doing what he does best, losing!  Well simultaneously was Missouri taxpayer dollars.\nDid we all really just witness that Trump press conference from Mar a Lago?   The Trump/Vance campaign is truly spiraling.\n回复 @charliekirk11 It’s astonishing how quickly you believe every word out of a known liars mouth and in the same sentence claim you’re “not in a cult”.   Anything for a quick grift though, huh little Charlie!?\nMissouri State Rep Ben Baker, the same man who praises weapons of war after deadly mass shootings here on American soil has the audacity to ask for thoughts and prayers after his family was gunned down in Haiti by gang members…  The absolute audacity. https://t.co/Ct8eXSknVQ\n回复 @Caitlyn_Jenner You used it when you murdered that poor lady with your vehicle.\n回复 @JackPosobiec You say this about every democratic candidate, get new material. 🤡\n回复 @squawk_hawk @MeghanMcCain Have you seen your party? I’d be absolutely embarrassed by what is happening. You’re running a con-man who lost you every chamber of government. Now he’s a convicted felon and adjudicated rapist, with more felony charges pending, but ok….\n回复 @BChainBuddha @briantylercohen Your initial comment on this post was entirely heresay. A literal opinion, but please lecture me on “documentation”. What an absolute joke!\nIs the MAGA crowd okay?   If a president can be impeached and convicted it means the president isn’t above the law and does NOT have “absolute immunity”.  This goes against everything our constitution was built on.   How is this a hard concept to grasp?   #TrumpAppeal\nFreedom of religion is what this country was entirely founded upon.   Josh Hawley is a national embarrassment. We will VOTE HIM OUT and replace him with @LucasKunceMO.   MAGA and Project 2025 is a  danger to the constitution.\n回复 @cdavidnorris @KamalaHQ It’s not too late to delete this.\n回复 @ludwigthewig @harryjsisson Florida is even worse for Trump. 20% of Republican voters came out against him, in a primary he “didn’t need”. https://t.co/vSYq7qxzwK\n回复 @raisethablack See that is the thing about your breed you always go for the cheap insults when backed into a corner. You cannot hold a conversation like an adult, as you always act like a child.\n回复 @BChainBuddha @briantylercohen The economy is getting worse? Where the fuck do you get your news? 😂😂\nWatching side by side videos of JD Vance and Tim Walz address a crowd, further proves that Vance has the personality of boiled chicken.   #HarrisWalz2024\nI can’t help but notice President Biden isn’t going off topic about sinking electric boats and sharks?   Weird…\n回复 @JakeSherman @joncoopertweets As he should. Maga is holding up one of the best bipartisan immigration bills all to appease fat Nixon.\n回复 @96f20JR_OToole Thats not how that works, but ok. I can’t imagine being this narrow minded to think like that.   Also- using the word “Helluva” further proves your intelligence level. Good luck in life.\n回复 @reedgalen @piper4missouri @newstalk1130 @JayWeber3 @newstalk1130 really? The silence is loud and clear.\n回复 @nc_lorelei @GaLakeLifeFun @B7frankH @JoeBiden Oh you poor thing read the coroners report on cause of death then @ me. I have family in law enforcement that also agree they didn’t follow protocol the fellow officers should have what they called in the force “checking the others”\n回复 @Space_Sausages @JaredEMoskowitz @VP @KamalaHarris We’re still pushing this narrative? She’s not the president and there is a little thing called congress in the way. 🤡\n回复 @Acyn I know this man watches himself on a loop.\n回复 @AP He really scraped the bottom of the barrel.\nNikki Haley dropped out of the presidential race over 2 months ago, but if you listen to Republicans they’ll tell you they are united around Donald Trump.   Tonight’s primary in Indiana seems to tell a different story. Further proof the MAGA movement is dying. 🙌🏼 https://t.co/Q6xsQiejx6", "overlap_score": 0.1509130811126439, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1191584791512207360, "screen_name": "IneluctableQuak", "user_at_name": "Mauro Javier Cárdenas", "sample_content": "Hats off to @SometimeToxic &amp; @nadienadianadie, who I’m guessing have read this novel so many times that “mathy language” and page 82 was enough for them to guess the novel! https://t.co/LW5keXfvaw\nI don’t know anything about tea but when I was in Seattle I had some of this and it was the best masala tea I’ve ever had  (No this is not a paid partnership! 😆) https://t.co/4VQN2ySnMj\n回复 @_Zeets Felicidades! 🎊\nThere’s 3 unattributed Easter eggs quotes from 3 USA writers in AMERICAN ABDUCTIONS, my 3rd novel.  If you find any of them before next week, I’ll send you a copy of their book!  Hints:  One of them once ordered lots of food from a hotel after being mistreated at a college event\n回复 Annotation #34   Letter from Woolf to Leonard:  As I told you brutally the other day, I feel no physical attraction in you. 😮 https://t.co/7SXd54lJr7\n回复 @zunguzungu For the sake of my family’s safety no puedo! https://t.co/AgnzxE9Jap\nPaul Yamasaki has been so supportive of my fictions even before I published my first novel.  I used to attend lots of events @CityLightsBooks and eventually someone invited me to drinks afterwards.  It’s an honor for me to appear in his By The Book.  https://t.co/yr5V0VR8mZ https://t.co/4suxrsjylF\nThis guy searched for the name Paul Yamasaki and has been copying and pasting his post   below each mention of Paul’s name just because City Lights won’t carry his self-published thrillers 😂   Keep on trucking’, buddy.\n回复 @NameofAuthor1 The Notecard Quartet is 21st century? 😮\nHaving so much fun reading Adam Ehrlich Sachs’ new novel.   How to describe his brand of humor, which is consistently wonderful across his 3 books?  Like that of someone who read too much Kafka AND spent his childhood listening to comedy shows with his grandmother? 🧐\nUPDATE: the 3 high school students weren’t high school students and the one who cried is 34.   Either way they’re making fun of my balloon pants. 😆 https://t.co/q6F74sKrG2\n回复 @Twitchelmore @ddillingworth I don’t know about other countries, but here in USA most writers don’t want to make enemies because it might impact their chances at fellowships, prizes, etc.  The catch is that the writers whose work I detest probably detest my work, too, so there’s no point in staying 🤐.\nSunny in San Francisco.  Probability reader will be interrupted by a live cover band consisting of Berkeley retirees:   25% https://t.co/299Ah3bnz9\nThe algorithm no longer knows I am the target audience for this. 😫  Anyway read Adam Ehrlich Sachs and Dustin on Adam Ehrlich Sachs!\n回复 @LLaluyaux @rcwlitagency @serpentstail I want! 😫\nThe Great Empty Nest Novel must contain at least 500 pages of what’s it like to coexist with a newborn/toddler/kindergartener/ middleschooler/tween/teen  &amp; at least 500 pages of what it’s like to no longer coexist with same newborn/toddler/kindergartener/middleschooler/tween/teen\nThe aliens figured out humans lie after hearing the story of little red riding hood???  HAHAHAHAHAHAHAHAHAHAHAHAAHAHAHAHAHAAHAHAHAHAHAHAHAHAHAHAHAAHAAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAAHAHHAAHAHAHAHAHAHAHAHAAHAHAHAHAHAHAHAHAAHAHAHAHAHAHAAHAHAHAHAHAHAHAAHAHAHAHAHAHAHAHAHAAHAHAHAHAA\n“The arrival of language was like the invasion of a parasitic system.” https://t.co/3gWLdZG0T4\n回复 @BrianRobMoore @Dalkey_Archive @bangonacan Come! Would love to say hi! 😊\n回复 @JRichWords @Dalkey_Archive @willevans I’ve read it like 10 times! She understood it so completely. 🥹\n回复 @nataliag37 Acabo de leer las primeras páginas y ya me fui de moco. 😭\n回复 @iii_rame Gracias! ☺️\n回复 @ddillingworth @Dalkey_Archive Shots if you can detect the hidden Stephen Dixon and / or Jeremy Davies quotes!\nLots of talk of long sentences in the context of Krasznahorkai &amp; Bernhard but I fell in love with long sentences after reading AUTUMN OF THE PATRIARCH in my early 20s https://t.co/K2o4Wxk6vp\nMe &amp; @joshuarothes coming for your Staff Picks https://t.co/PJ6m7a290u\n回复 @vjoshuaadams Is this real?? 😮\n回复 @JasonAChristian All timer\n回复 @panoramatopia @Powells I was going to have one audience member now I will have 0️⃣ 😭\nTwitter accounts who always like my Eastern European literature posts but never my posts about ANY of my novels:  I see you, bros 🥲\nBack to my natural habitat at last:  The outdoor reading spot 🌞 https://t.co/lffDxj7nk8", "overlap_score": 0.1513496079464752, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1013449145565241345, "screen_name": "OricorioWho", "user_at_name": "Rob ✨", "sample_content": "character options im begging use this figure to make a lotsd variant PLEASE\nwheres the best place to buy the fifteenth doctors TCORR coat xx https://t.co/Jmb7FI4uVg\nfourteenth doctor making a cuppa at 3:33am in donna's house https://t.co/FS7pzd5F4b\n回复 twelfth doctor: #cbbuk https://t.co/KYugG1NvO0\ni desperately need one final tory scandal before the election. like some massive tory cockup causing chaos across the newspapers one last time before they cease to exist. please give me this ar rishi 🙏🙏\nthirteenth doctor? https://t.co/vk9OwNGcXi\nSylvia appearing the triangle wilf makes with his salute...... TRIAD TECH?? Sylvia = Susan Triad confirmed\n@/bbcwritersroom please add the Glasgow Willy Wonka Experience script to the Whoniverse collection please I'm begging please\nOkay but can it make a 17-video collection of tracks based on the 60th anniversary specials before they aired, including new themes alongside murray gold and segun akinola themes,  https://t.co/alPfKkE1dD\nI will be beyond mortified if TLORS/EOD are 45 minutes each\n回复 @TARDIStime2 need one of the novels based on this\ncherry sunday in the parallel universe where she wanted a slice of lemon rather than a cup of tea https://t.co/VLa5G8b6VQ\n回复 @LarryBara That's fucking it 192.158.1.38 latitude 152.8821 and longitude -187.0824\ni guess we doin fifteenth doctors now https://t.co/CXdrcBCc8F\nbradley pretending to bite Nikita and him going \"if you want to\" ??? #cbbuk https://t.co/laGIqeZRb9\nwhy on earth we can't just have one costume and a few variants is beyond me like we don't need this many costumes https://t.co/Y0H5in52km\nthe difference in my interest between ballum and sukeve is unbelievable like i dont give the smallest fuck for ballum but im fully invested in sukeve potentially even more so than thasmin\n回复 also the way fifteen is screaming and crying and it looks like Mel is just standing there and doesn't gaf 😭\nspot the difference (impossible) https://t.co/qKHG4hqo2j\nthe thirteenth doctor, Chris chibnall, was a great doctor. it's just Jodie whittakers writing that let him down\nI'm sorry Andrea, but you were meant to die.\n回复 @ShayProd hi um yes hi you've kind of spelt kiss kiss wrong 🤣🤣\nfifteen and ruby at 00:43 tonight #DoctorWho https://t.co/YRItICX3yQ\nPlanet of the Dead (2009) but in the universe where the wormhole led to Albert Square and Diane Parish is the Doctor: https://t.co/KYzhXs92m3\n\"5 weeks holiday, minimum wage £60,000 a year. I do hope you consider joining us at UNIT.\" https://t.co/giUD0JaB6V\nor alternatively, Wild Blue Yonder (2023)\nbro wants to be the thirteenth doctor reveal teaser so bad\nthe fact we didn't get one of these for empire of death... ❤️ https://t.co/gGAFDUR8TK\nthirteenth doctor at the end of twice upon a time https://t.co/ibmhk6IRb6\n回复 @_cosmicangst @jackietyler616 sixteenth doctor x https://t.co/jZBEtTRkaf", "overlap_score": 0.1732695435750057, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1153777720901296128, "screen_name": "spotisawks", "user_at_name": "spotisawks", "sample_content": "回复 @antifaoperative Is that two new youth pastors arrested today.  How anyone can allow kids to be alone with youth pastors is mind boggling\n回复 @MattWallace888 This whole thing is all show and poorly thought out.  Deliveries to Jersey, Providence, Hartford, Philly and Boston are still on.Did anyone consider that even a small number of non MAGA truckers could seize this opportunity to make premium cash ferrying these loads into the city?\n回复 @krassenstein Better to use the photo where he mocked the disabled reporter.  Lots of leaders are fat, old and out of shape. (Admittedly not many are painted orange).   But the photo of him mocking the reporter should be what we think of when we hear his name.   The mug shot would also work.\n回复 @Ann_Lilyflower Totally agree.  I’ve been reading a lot about the crisis in evangelical churches.  Most youth pastors have been arrested for sexual assault of children. (Google “youth pastor arrested”).  These low lifes need permanent prison scentences.\n回复 @JakeLangJ6 Bullshit!!  Fox has repeatedly stated that the “riot” was infiltrated by Antifa and its members were amongst the most aggressive!!  This guy is probably an Antifa operative who is now looking for MAGA members to bail him out!\n回复 @Don_COi @lawofruby And for the white trash  MAGAts ,   Unfortunately none of this matters.   They’ve hated blacks for so long that they would vote for a known traitor if it meant they could remain open racists rather then retreat back to the shadows.\n回复 @KTHopkins Kids are safe at the Olympics as long as they are not approached by Evangelical youth pastors.  Please Google “youth pastor arrested”.  The list is way too long for anyone to deny this is some organized pedo cult.\n回复 @Draintheswamp96 @j6prayingrandma I’m sorry,  but her prison sentence is the will of our Lord and Saviour Jesus Christ.     As we do not understand his ways,  it is not up to us to judge or criticize the lawmen and judges that imposed this sentence.  It is the way it must be.\n回复 @AA2ANJ @CallahanAutoCo So you’re still technically in the New York Metropolitan area.\n回复 @AnnaMargaretAp1 She was breaking in.  He was standing his ground   Simple as that.    If you support standing your ground laws,  you must agree it was justified.  If you’re a snowflake and don’t believe a gun owner can shoot an attacker ,  well then you might as well just hand over your money.\n回复 @TLF5foot8 @ybarrap @j6prayingrandma What church is that?   They are obviously cool with pussy grabbing, serial infidelity and paying porn stars for sex.  I’m looking for a new denomination that is a bit more exciting than my previous one. MAGA morals might bring some spice to church brunches and dinners.\n回复 @MaddyJean19 @dom_lucre Dude makes fun of and mocks a crippled reporter and y’all cool with that.  Harris says she worked at a McDonald’s and y’all go ballistic.   Not judging,  just making an observation\n回复 @tippmajor Thanks for this Tipp….. this is way more fun than most Twitter debates.  Even the one about music end up getting political.   And for the record,  I was never an Eli fan (Patriots fanboy),  but he absolutely deserves to get in.   So does Big Ben.  Philip Rivers - no\n回复 @lalalainsd @ShadowofEzra He did not close churches .  Ukraine is a much more religious country than America and furthermore there is no epidemic of church pastors abusing small kids like there is in American evangelical churches,  so the priests and pastors there are not hypocritical opportunists like US\n回复 @FPWellman He and Harris are running against a sex predator  who stole top secret documents and left them in his bathroom, refused to return them and the FBI had to get them back.  He has also been convicted of fraud and has stolen from a kids cancer charity.    Who cares about Walz’ rank!!\n回复 @glennkirschner2 What upsets DT more than any of this are the unflattering court room photos and the documented farting. The evangelicals are somehow comfortable with the infidelity, the financial crimes and the lies, and will forgive him.  It’s hard to vote for a man who shits his pants in court\n回复 @jasrifootball I miss old school football.  I stopped watching college because of all those 70-63 games.  Touchdowns will become almost automatic and the game will be unwatchable.\n回复 @citizenkane61 @Chicago1Ray This whole thing is all show and poorly thought out.  Deliveries to Jersey, Providence, Hartford, Philly and Boston are still on.Did anyone consider that even a small number of non MAGA truckers could seize this opportunity to make premium cash ferrying these loads into the city?\n回复 @TV78888393 @officejjsmart Don’t forget Moldova and Georgia\n回复 @Kenzo1410740 @Tendar This would also be a great opportunity for China to take back Vladivostok and Japan the islands.    They will be able to just walk right in and do it.  China for sure has been weighing the pros and cons.\n回复 @IanJaeger29 Of course he is.   Great thrower  Never very smart.  And the dick pics are right in line with the new Republican  values .  Wouldn’t be surprised to see him take in a show with Boebart\n回复 @CallahanAutoCo Thanks for being a living embodiment of the American spirit.   This is after all the land of opportunity.  We can only hope that there is no naturalized American citizen who arrived legally from Cental America or Africa or anyone else who sees this opportunity and fills the void.\n回复 @antifaoperative Maga loses another vote.  Hopefully he is convicted before the election\n回复 @lavern_spicer Stand your law ground.   She was breaking in.  He shot her.   We celebrate when homeowners and border guards and business owners do the same thing.   Have you ever heard of the second amendment you RINO snowflake!\n回复 @p2_fran @Intellect_Vids It is painfully obvious that Fox viewers do their best to avoid thinking\n回复 @ItsDeanBlundell I’m a life long centre left liberal.  The three main Canadian news providers have ALWAYS been somewhere left of centre.  CBC, globe and mail and the Toronto Star.  I also think Evangelicals are whack jobs.  But you lose credibility when you over react like this. Serves no purpose\n回复 @ParodyAoc @SWinstonWolkoff The cheating is one thing. When added to his stealing of secret documents, his knee bending fealty to Putin, stealing from a kids cancer charity, gross violation of emoluments clause, childish bullying, inciting a riot and pathologic narcissism,  it says a lot about his character\n回复 @JohnnyTabacco This only makes sense if the assassination was intended to fail and produce fantastic photo ops.  If successful the stocks would have gone down.   All signs point to a fake assassination attempt.   The loser making it through security, the sniper waiting too long etc.\n回复 @KathyBrockDavis @DC_Draino @RepLuna It’s actually the youth pastors.  Matt Gaetz Roy Moore Trump himself -  let’s go back stage and look at miss teen USA contestants naked!!  Most pedophiles seem to be middle age conservative men  In 2022 the Southern Baptist conference released the names of 700 pedophile pastors\n回复 @hemantmehta What a waste of time.   As if this was a real problem. What’s next?  Is someone going to demand the New Jersey Devils  change their team name?", "overlap_score": 0.1471921808210918, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1387811145621311488, "screen_name": "takes_here", "user_at_name": "SpicyTakesHere", "sample_content": "回复 @sleepy_devo Conservatism has too much baggage and anything with a \"nationalism\" label is going to get chewed up by the media that will scare away voters.  So the Right is going to have to adopt a new ideology that can have a chance to stand up to the leftist establishment.\n回复 @sleepy_devo I think it's a bit too late for this buddy.  Trump Derangement Syndrome pushed a lot of former liberals towards literal communism (people like Destiny creating the grift that is lefty debate bro culture didn't helped).  So it's going to take a while to the Left fix themselves.\n回复 @kekolds @sleepy_devo @TheGatorGamer But if you ask me, this will either end with Gator settling the issue and not talking about this ever again where everyone moves on from this or this escalates unnecessarily and we get a repeat of the Mr. Enter drama where no one wins.\n回复 @TheGatorGamer Advertisers generally don't like advertising stuff next to content that can see as subjectively offensive (porn, hate speech, 9/11 conspiracy theories) so they often ask social media platforms to scrub away stuff that they can feel comfortable advertising on said platforms.\n回复 @OliverJia1014 Depends on who will be their leader this year. I don't think a moderate like Kishida is going be the LDP's leader this time around (no one in Japan likes him and he is sinking in the approval ratings) so chances are they will replace him with some staunch Abe-type conservative.\n回复 @TheYcOrg @MentisWave @praxben Your average libertarian is in favor of things like recreational drug decriminalization and also allowing more individual freedoms for groups such as the LGBT community.  Your average boomercon like Andrew Torba doesn't want any of that because he can't bully people in the NAP.\n回复 @MoshiMoshiMoan So far what we know is that the perpetrator used to be progressive, it seems they made the switch to right wing politics sometime in 2022 when they dropped out of a progressive mailing list, and then they registered as Republican.  Also they wore a Demolition Ranch shirt.\n回复 @ReviewsPossum Communists would downplay anything to make their horrible ideology not look bad lol.\n回复 @crash_matrix @not__vee It seems like Trump wants to take the GOP into a Big Tent or at least a more Libertarian direction.  After seeing the RNC so far, it seems Trump realized the the GOP needs rebranding to attract the young secular voters. The old boomer evangelicals aren't going to cut it anymore.\n回复 @NobleAtlas88 It's a repeat of Kurt Eichenwald.  Vaush tried to \"Own the Right\" and he ended up showing off his porn collection in the process.  I'm sure any veteran of the culture wars may remember the time Kurt Eichenwald having a tab open for a milf hentai doujin in a screenshot lol.\n回复 @DrInsensitive @Sargon_of_Akkad Probably the most objective way to achieve a sound moral fabric for society is time preferences.  No religion needed and time preferences takes a much more objective approach for someone to not find themselves in self-destructive behavior.\n回复 @KirscheVerstahl No offense but I'd avoid Sargon of Akkad and his crew.        DEI/BRIDGE is cringe but you should not get yourself involved with that guy or let alone promote his content.        Trust me, you don't want to be involved with these guys knowing Sargon's track record.\n回复 @OliverJia1014 A lot of the big name historical libertarians supported Israel as well, this isn't anything new.  Ayn Rand is one of them despite her being popular among right-wing circles.\n回复 @Grxit Let's be honest here. The only reasons why Twitch and Facebook have unbanned Trump is to simply get on his good side assuming he wins.  They want to keep Section 230 intact and lobby away any potential proposals that could pose a threat to their business models, nothing more.\nYou're a morbidly obese neckbeard that's on the sex offender registry where you fled America and moved to Mexico to escape your legal troubles.  You're in no position to lecture anyone about morality. https://t.co/AIvlkDSmKH\n回复 @MoshiMoshiMoan The FBI is still looking for a motive but based on what is public so far, it seems the perpetrator had a similar story like Baked Alaska (where BA used to be a progressive but turned to the Right later on).  In this case, the perpetrator went down a very dark path.\n回复 @AlexanderGRubi2 @NobleAtlas88 Then you really don't know Jim.  Yeah, Jim does rip on the Online Left (people like Vaush comes to mind) but he's no stranger in making fun of the Online Right as well (Nick Fuentes and Sargon of Akkad).  You're under the false assumption that Jim takes any side in politics then.\n回复 @GodMatters1st @Grxit Torba is a lolcow because he identifies with Christian Nationalism but is unable to understand that Trump is an evangelical, not a religious nationalist which is why Trump is cool with Israel and the Jews.  Furthermore, Torba is a poor steward for the privacy of his users on Gab.\n回复 @LookAtMyMeat1 Also, I have no clue what he is talking about since Japanese entertainment is no stranger to Christianity.  A Certain Magical Index and those old Bible themed anime from the 80's and 90's (Superbook, The Flying House, and In the Beginning: The Bible Stories) exists.\n回复 @OliverJia1014 I'm sure third-party companies will pop up to keep hardware like the PSP to still stay alive (they still make aftermarket parts to replace parts such as the infamous 32-pin connector for the NES where the original connector is garbage).  But yeah, the PSP is such a pain to fix.\n回复 @YOG3NSHA Probably the reason why I don't think anime and manga will ever be fully subverted anytime soon by those from overseas.  To the majority of normies, it's not really \"safe edgy\" and can be seen an subjectively weird.  Japanese content gatekeeps itself.\n回复 @DrInsensitive @Sargon_of_Akkad But you also forget why the Left wins. They made the wise choice to invest in young people; something that the Right has failed to do time and time again.  I see ideologies like I see an investment; the Left is like Amazon and the Right is like Sears.\n回复 @BackupS19947 @DemonicDgen @Grxit You're defending a lolcow in the making.  I will laugh when the day comes that LibsofTiktok will do something so stupid that even the other right-wingers cannot defend her.  Mark my words, you guys are making a huge mistake.\n回复 @bigtiredboy @LilithLovett If this does become law (God forbid) then I imagine that it's not going to do so well in the federal court system.   The biggest issue with this bill is that it's subjectively written in a way that gives state attorney generals to censor information for minors.\n回复 @piromysl @MentisWave I'll admit, I find the whole loli thing to be really weird.  The only reason why I defend it is for the same reasons why I defend hate speech and 1990's Yugoslav wartime music because I do it for the sake of free speech.\n回复 @idk_600z @OliverJia1014 So in the case of the Israel-Hamas conflict and the recent incident in Yemen, only the Jews and white people can be the \"villain\" while the Arab insurgent groups are the \"good guys\" under communist logic.  It's not really a bug that communists are insane bigots, it's a feature.\n回复 @AzertWarrior @Grxit So far Lava (the alleged victim) announced that they were not groomed by Kris and claims that the videos covering the drama is lies and misinformation.   So Kris and the rest of the Mr. Beast crew do now have an incentive to lash out at these people.\n回复 @wicked_ninja123 @Grxit I don't know, other news agencies are really floating the idea that this could happen.  If they decide to replace Biden with someone younger, more energetic, and more charismatic then Trump is screwed; he wouldn't be able to compete with that.\n回复 @SeekingSolar @Grxit The Right should just realize by now that conservatism holds them back and they should just embrace libertarianism already because unlike conservatism, with libertarianism you're more flexible with both social and property issues and still be considered a right-winger.\n回复 @kekolds @sleepy_devo @TheGatorGamer Jim didn't really look like he was going to take a side, he said it himself when he was reading one of the superchats on his stream that he is on his own side.   Whatever they do is on them and he's just a spectator.  If both Josh and Pippa decide to go apeshit then so it.", "overlap_score": 0.1212801665275985, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1068093914584801280, "screen_name": "goldieParadise", "user_at_name": "new years goldie", "sample_content": "there’s someone… i dunno what his intent is, but judging from what he just said (it’s just swearing… like dllm levels of swearing)  i think he has ill intent… he’s still outside my home and i wanted to call 999 as soon i heard him.  my parents doesn’t want me to +\nhe made a new one 💀 you know what to do? block and report https://t.co/oX5Zu8aQD4\nplanet\nhttps://t.co/TTTfA5K0Pd\nmr gorbachev tear down this wall\nanyway stream m.s.s.planet and read homestuck oh and happy 413 https://t.co/ZjIsF7r3IP\njust a character from a vocaloid song’s pv ↓↓↓ hater of gen alpha cringe (lanky box/content farms in general)  “[] ugh! fucking content farMS” https://t.co/MIT2mA8oAA\n【LRT】HAPPY BIRTHDAY MY LITTLE POOKIE!!!! 😺😺😺\n回复 a bit definitely not on textbooks\nthe first step to making gay burgers/gay hotdogs etc\nvideo embed test…   https://t.co/f3CwgktpM0\n回复 context: kikkun (one of the boys) likes to look at what mssp fans (like yours truly) make (e.g. fan art) and whenever he likes said fan work (in my case, my mssphantom 10th anniversary fa and cover i made in august/september) we would go absolutely bananas\nworking on some vocaloid song review thing (wow it’s 4:13 am now) https://t.co/XN0SKcqsJF\n回复 @SylveonAlcremie @H_Hydr0gen ooooooooh!!\nEURO☆PA☆PA‼️\nlive footage of a local 18 yo playing mssplanet on a piano for gen alpha children  you can tell she’s struggling to do this in one shot https://t.co/9N1aiadY2v\n啊啊啊⋯下個星期三要考英文speaking啊⋯⋯  somebody save me… or not\nyou know what. new version of the homestuck speech bubble  now with dim and lights out variants, not just plain old white https://t.co/xf8g2444MD\n回复 @H_Hydr0gen [] ahh Much better\n回复 STORYTIME! when i was having dinner at my great-aunt’s house, after dinner while the parents are having a good chat me and my cousins are playing video games (mostly rhythm games but mostly prsk)   when im playing groove coaster on mobile and playing msspeak, one of my cousins +\n回复 @greenboomtea @crk_cn_news and the nickname “beggar cookie” (乞丐餅乾)\n回复 i just realized that i just tagged horuss twice… #equiusZahhak\nARE YOU FUCKING KIDDING ME https://t.co/l5dIcFPx5Q\nwill do\n回复 @H_Hydr0gen hey!! go nuts\ndse eng speaking tomorrow... how am i gonna sleep tonight...\noh, i know you! are you that guy who harassed kevin just for having he/him pronouns on his bio? and also VIVIAN IS TRANS AND WILL ALWAYS BE. not some kind of “dude who’s very effeminate”  do me a favor and GO FUCK YOURSELF, AND GET OUT OF OUR FUCKING SIGHT. +\n回复 @H_Hydr0gen san kurisu ofc bc we don’t talk about her\neveryone in this country is COOL 😎\n回复 gonna have to summon the enstarrie @IcedTea128 and you know who @H_Hydr0gen", "overlap_score": 0.2085091934039302, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Low Income", "RACE": "White Alone", "EMPLOYMENT": "Student", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1313253151948955649, "screen_name": "bluefox5680", "user_at_name": "Blue fox", "sample_content": "回复 @ItsChloe73 @againstgrmrs your pfp would tell me otherwise\n回复 @NT78stonewobble @PinkNews darts litterly have no advantage or disadvantage that biological\n回复 @BLA042021 @WhereTrueLoveIs there are also male and females, who have truama of course, but there are also males who cant be around other males, due to having truama, and women who have had truama with other women, a completely private single person stalls would at the very least solve that\n回复 @KevinFallick @MrChrishere its not a thinking you are a different sex, its wanting to be the opposite sex. Two, its not kids who go to get hormone treatments.\n回复 @HabibeMedia @RealJamesWoods whats funny is that there is a lot of celebrations on every day of the year, celebrating animals, peanut butter, food, day of the dead, hallloween, but not everyone celebrates, so why complain about something that you dont have to celebrate\n回复 @SentinelSam1 @GigaBasedDad even as a peeson who left religion the perosn doss have a point, it is possible god exiats, but we havent discovered the tools to detect them. But thats also just a theory for now, as the same could be said for aliens, but the thing is with all of these we didnt know they existed\n回复 @jedijohnsonWoW @AssignedMale you do realise most people know what a half a decade is right, your acting like no one but you knows what half a decade means\n回复 @BLA042021 @WhereTrueLoveIs some out of uncomfort being in male who wont do anything to anyone cuase statistic trans women tebd to be nice and kind and harmless\n回复 @Wet_LipsRichie @AutismArchivist says fhe person assuming things about people with out even knowing them\n回复 @io_moth @Moldy_Olive @Ju_Drops @ilovepreserves for me, i feel comfortable, and happy, im at the height of dnd games, i hang out with my friends, im working on getting a job, im working through college, and am finding passion in film making and writting\n回复 @callsign_kuwana @solsis_ @LordAslanThe2nd three, most teens wouldnt view this as porn, as if it would even count as porn, it would be the worst porn ever\n回复 @jiswb @DieMadTerf @likkleblackgirl like put existing data to the test at a global scale, worst case we find out fundamentaly what we have already experienced, alternatively we may finf was for people to compete or spoets were people can compet cometively regardless of sex\n回复 @mephresto @the_addressor @OliLondonTV silly, brain rots mascot would be skelitons\n回复 @callsign_kuwana @solsis_ @LordAslanThe2nd two most highschoolers have sex, especialy football players, i was not one of them\n回复 @crist_chaz65258 @Joey1800callme halloween is also the day of the dead\n回复 @Wet_LipsRichie @strike_dr two ironicly trans men have also been beating records, in mens sports as well as wrestling\n回复 @BlindLiberalism @WhereTrueLoveIs Heres the thing, every surgery, as well as treatments for things will have some form of complication, it is not a unique thing. Is it sad yes. My mom happens to have an allergy thing, where things most people eat and use like perfume can cuase to have a seizure and potentialy die\n回复 @JosephTuam @RightWingCltrUK @prochoicewoman7 @BryanKemper question, what about interbreading, sisters with brothers, cousins with cousins?\n回复 @RussMichaels @thexlady @againstgrmrs I mean who can trust the intruction driver, could they be a groomer or preditor? who can tell. oh is that bartneder at the restruant were at possibly a preditor, lets never go here again, oh is that police officer on our tail a preditor, better not be cuaght by him drive.....\n回复 @JohnniesIce @KatjaInTheAct @Quibilah1 dude, humans defy nature on a daily basis, like if you actualy cared about nature, you would do a lot more for it, abanden cares ,abandon twiter, live in the forest, respect the tree's, but only use them little by litte.\n回复 @bronko787 @AssignedMale you know what, if teens are to immature, they might as well just quite school, cuase aparently their to immature to learn anything at school anyway\n回复 @Politic_Cake @truedatdawg @againstgrmrs So its okay to assume things, okay then\n回复 @David_maximus_ @WhereTrueLoveIs Me personaly, I think about how many people are going to die on the day of armagedon, and I do not care what people say, murder is still murder, and murder is not okay, no matter what, becuase I love the people, no matter what\n回复 @bronko787 @AssignedMale in the past it wasnt as wildly accepted, same as the lgbtq+ community, same as left handed people\n回复 @JohnGoldfield1 @january_myth @RachelDempseyYT @godblesstoto not every trans person is the same. And regaurdless if your pro life, pro choice, there are people in pro life who are rapists, there are people in pro choice who just dont want to deal with having kids. But at the same time there are people who eant babied to live, and those\n回复 @Rapsodycholenia @alogiccube @againstgrmrs @PamaPeru these are only on page, one us educational, and the right page a book a memoir aboyt realising their asexual, the page in question is only one, abd then it talks of other. stuff, if it was porn everypage, would be about sex, but its not\n回复 @Moldy_Olive @Ju_Drops @ilovepreserves i mean, if you randomly woke up with the body of the oppisite sex, i feel you would be curious for a little bit as you adjust to the new body\n回复 @EricisAmerican @OliLondonTV god also gave us free will\n回复 @Wet_LipsRichie @strike_dr my gender identity is apart of me and im already proud of who i am. Two i dont want to be someones ride. I dont want to have sex ever\n回复 @Dalternativo12 @strike_dr every single name in extistance is made, up and its not a fetish", "overlap_score": 0.1303079291599782, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1131227918112296960, "screen_name": "PlantJacqueline", "user_at_name": "Jacqueline E Plant", "sample_content": "回复 @HeatherBo63 I hope your full of excitement afterwards because you love it 😊\n回复 @littlemore20 No cure injected with cycotoxics im now a fungal magnet due to them just had another infection on lifetime treatment for my body fungus maintenance plus scalp I was taken off my treatment due to continuing mouth infections now back on &amp; it’s caused another\n回复 @Lucycrew7 @nature_pepe Utterly disgusting what sort of person inflicts suffering on anyone .You are free now Makundan 💔I’m so sorry you were let down and suffered so much play now my love to you darling peace and love ❤️ xx #Bornfreelivefree\n回复 @unicornmommy3 Rent is ridiculous when my two moved into there first home together it  was a lot then it was a flat too .Everything is so expensive xx\n回复 @unicornmommy3 I’ve added a small pack of tissues with the chocolate, driving can’t go on train Lilian is neutropenic I will worry with the motorway xxx\nMy daughter picked me up to go get my grand babies from school there faces when they see me running to me arms open wide 🩷💙joys of love my babies all three of them my life my world 🌎\nWaiting in a packed emergency vets yesterday was hard with my darling grandchildren and son-in-law they were so good my 4 year old Arthur wanted to know the name of every dog 💙my Lilian cried when they took Bobby away for bloods she loves him so much 💖🐾💙\n回复 @mrshhjones I know that Jesus is the truth and the light ..I look to him Keir Starmer is a good man have a good evening ..\n回复 @cjkgal Wonderful news Chris well done you ❤️I so so miss driving had to stop because of disability’s caused by incurable disease xx happy Easter\n回复 @SpanielsSuper @SaveOurSpaniels In a world of so much suffering stories like this give me hope good ppl doing amazing things for others love Bat 💙🐾and his family thank you ♥️\nI lost you 18 months ago my beloved Father it hurts everyday I’m grateful for you and the things you did for me and taught me .You we’re so kind 💔💙I will take a rose 🌹 for you later to the cemetery to the garden of remembrance love ❤️ you always xx https://t.co/POAQLdxtH1\n回复 @Chef_Charmaine @birdtrees Thank you Charmaine love and hugs 🥰 to you and your family xx\n回复 @jan_loveland I’m so sorry for your loss gentle hugs grief is the hardest Mother’s Day I found hard after losing both my parents and my beloved auntie but visits to the grave of my grandmother with 💐with my girls helped &amp; the cemetery for my auntie Anita 🌹thinking of you\n回复 @Aliy47 Yes I see he is good with the fans don’t think he had a very good season few matches ,but he was fresh for the euros &amp; plays well with Foden xxx\n回复 @JanetEBaldwin Unfortunately the adjacent neighbours both sides have been awful using my parents bins and driveway to park there cars never asking permission arguing with my uncle upsetting him he passed away 2 weeks ago so I can’t see that xxx💔\n回复 He had a life changing diagnosis nearly 4 years ago of kidney disease multiple meds daily carefully planned diet .Hes been ours since 10 weeks adopted from cats protection .We all adore him we will continue to do all we can for him with love ❤️ &amp; Care 💙🐾\n回复 @unicornmommy3 I will be thinking of you on Tuesday totally understand I had to have an emergency appt Thursday I was anxious I had the loveliest dr and nurse who put me at ease💙I pray the same for you my love &amp; I will hold your heart ♥️ xx\n回复 @unicornmommy3 You eventually get used to it we gave them wings to fly and they learn to cut there cloth accordingly .Worry lessens on these fronts I promise xx♥️\n回复 @Hazel15334825 I lost both my parents within 4 months my mum lost both hers very young I never met my grandfather Ty as are you xx\n回复 @julia67watts @PardueSuzanne Thank you enjoy the service 🙏🏽🩷xx\nMy precious granddaughter is going to lose all her hair as she’s having a stem cell transplant to we pray save her life 🩷❤️This is  👇is to make her a wig with her own hair pls repost Ty\n回复 @unicornmommy3 I know how hard it is my two work every hour to keep afloat I know London is the most expensive but not cheap here .i know how hard it is to get social housing my friends been going through this plus I was homeless years ago with a baby  it’s worse now.xx\n回复 @charlotteukcity Thank you I’m just a mother utterly devoted to my family they all love me and I love them with my whole heart they have always come first I’m mum &amp; dad and grandma and grandpa to my family and I get all the love as long as I have breathe I will fight for them\n回复 @HeatherBo63 Beautiful little man 💙sending you a supportive hug I hope and pray things will change and you can all be together as you should be .Lifes so precious and so short xx Grandchildren need all there ppl ❤️\n回复 My protector my darling daughter stepped he got nasty with my girl she told him I’m immune compromised living with serious disease and it was non of his business upset us all .He was known to security.Awful how ppl behave ..\n回复 @unicornmommy3 Motorway very busy brum to London I’ll ask her where it is when she drops Arthur off early morning .Will let you know xx Thank you ♥️\nWhy is there never no urgency with anything as an immune compromised person incurable serious disease my pharmacy never get anything to me quickly last month it took 4 days to get fungal treatment to me by then it spread now it’s psoriasis cream prescribed fr\n回复 @ArchRose90 It’s the weekend she’s going to a wedding just grow up !!\n回复 @lynnew69 I give my Bobby lots of good supplements and to have those healthy bloods I know it’s worth it healthy diet too xx\n回复 @Aliy47 Thank you and back xx 🐾💞💙🫂🥰", "overlap_score": 0.1432426323425502, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}]