[{"user_id": 1294388269963251719, "screen_name": "FCBayernfan95", "user_at_name": "Nicholas Schneider", "sample_content": "回复 @vincempls Why didnt they just hand Trump the election in 2020?\n回复 @texashoney19 @JDPooleII @DeaconBlues0 Rich guy has sex with lots of women is much better than hoe sleeping her way to the top\n回复 @HaleyGirlWaGun Is it possible these people are getting paid by some moderate conservative group to consistently post this shit daily?\n回复 @HeadlineZooo @HeathMayo 1st I hate Islamic Extremists. However, lets not forget this is a Daisy chain of blame going back to 1947 when a pop of 12% of the region of greater Israel was given 50% of the land( the good land at that). Israel is not innocent either and equally caused this recent war\n回复 @Chrissteinhaus2 @ReturnToReagan Doesnt this belief kinda validate all the shady business links ?s between Hunter, Joe, and foreigners?\n回复 @dude_cuban Probably cant but at least somebody will try\n回复 @wiregrassfla @GaryTArthur Russia consists of 4% of the worlds defense spending NATO consists of 50+% I think operation overlord is out of the question.\n回复 @frequentbuyer1 @nana_endurance @HeathMayo Yeah why make sure the gov Acts responsibly\n回复 @ereller25 @whstancil They said 12 million when bush was in office\n回复 @RedNYPolitics @ReturnToReagan The “principled conservatives” don’t care about context anymore the TDS has rotten them to the core\n回复 @PaulSadusky @CountryFirstRep Were they meeting defense spending in 2014. Pretty sure they werent I even believe I read an article about Obama lambasting leaders for not meeting spending in his presidency🤔\n回复 @RedAlertFlorida @WalshFreedom The White liberals racism success confuses even the worst Nazis\n回复 @j_yinzer @Vile_Shlomo88 @j70728118_j @ReturnToReagan @memeticsisyphus Yeah the flag was pretty evident, what isn't evident to you is that by not being reigned in, it harms both Israel(really all jews) and America globally. Obviously, nothing bad has come from world wide hatred of Jews though am I right? Are you aware of an event as described?\n回复 @IClaudiusR @michelle_byoung What incumbent wins with 37 approval rating 6 months from the election?\n回复 @jenanamericngal @Cluffalo idk I think he actually read the bible unlike 99% of the red pill.\n回复 @micaela2481 @KeneAkers Yeah Obama definitely didnt stoke racial tension by calling racism where ever it wasn't\n回复 @alaksandorov @currincooper @BrightInsight6 No its a cut showing the structure earlier in the day, then it cuts to microsecond of dark night, to then flash(from bomb) back to dark as its night time. There are plenty of other test videos that do this exact same thing\n回复 @SlowToWrite These are the same people that defend the action of not bombing Kyoto because it was pretty\n回复 @PaulSadusky @CountryFirstRep In a world where 100's of ICBM's can hit the U.S in 15 min I'm amazed you're fine with \"Biden has dementia\" all to get off on your dad's red dawn fantasy that never came true, because the USSR economically collapsed. How many boners in D.C were lost that day\n回复 @TheAmericanHill @tencor_7144 As I see it. I think he's dishonest and its currently 5 false keys.\n回复 @bonhoefferchild He showered with his teenage daughter dafuq?\n回复 @Alphabitch27 @ReturnToReagan You realize the founding fathers wanted us to stay out of foreign conflicts, right?\n回复 @PowerOwn45 Since when do conservatives care about spending? Not in my lifetime\n回复 @biocompound @kloosterHorse I think your life will be better that when you find a husband you immediately delete social media.\n回复 @sweetser_kyle Hey you agree with trump on something\n回复 @Bridget1737580 @andymcduffee @SarahBCalif I'd be careful posting this. When the \"fascists\" take over this'll be on your record\n回复 @lBlissed @quelly_quell @Suggsnotdrugs @BlakPantherBabe @ThaRealDeSade whomp whomp\n回复 @jkempcpa Imagine 4+ years later democrats would be agreeing with trump for using the stock market as an indicator of a healthy economy. Strange times.\n回复 @Tradcon6 @davereaboi Are you criticizing Candace for her \"Christianity\" or all Jewish politicians for \"Judaism\", I'm confused?\n回复 @varbmosz @j97588796 @mhanna88 @JakeSherman Failed Gotchya. Aid in 🇺🇦 wont save its land just more death. Lack of 🇺🇸aid in WW2 wouldn't have stopped allied victory just more death. Lack of 🇫🇷Military intervention may have lost 🇺🇸 war,may, its not 1776 and military intervention is not on the table after 1949 in East Europe.", "overlap_score": 0.156919215560767, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1296520308, "screen_name": "TwoPartyPodcas1", "user_at_name": "Two Party Podcast", "sample_content": "回复 @JoJoFromJerz Wow, that is a fabricated and bs accusation...slow down with the land of make believe would you!\n回复 @richardgalaxia I mean replacing a primary selected candidate in the middle of an election is cheating...and disrespectful to the 14 million voters that voted in the primary.\nNow clean up voter rolls!\n回复 @VP You will absolutely say anything that you think rallies support of any kind...but your record in 3.5yrs reflects what you will do for the people! Nothing!\n回复 @AVindman You should totally do a go fund me and beg for money to donate.\n回复 @POTUS Your party has done nothing for the middle class in decades!\n回复 @JackPosobiec Weaponizing a govt position against citizens is abuse of power!\n回复 @imhereforyotea @cinemiaelordi No silver spoon here, I worked for everything I have and my family had to do the same.\n回复 @MTSWakulla @RBReich Remember how the Two Party system has failed Americans through all of those Administrations and continues to be a burden to taxpayers! #yourgovthatesyou #lessgovtmoreforthepeople #livefreeordie\n回复 @WhiteHouse Why now, 3.5 years and nothing, not a charging station, no internet for all, cargo ships hit bridges, airlines fall apart in the sky, trucking industry in shambles, groceries unattainable, interest rates embarrassing, govt services for non citizens and free taxpayer money for…\nThis is so true it is funny, and so funny it is true, it is true funny!\nhttps://t.co/ErotqQmenp\n回复 @BarbraStreisand The most important fact you stated here is that We The People do not want the govt involved,..in anything! Our govt especially under the current administration continues to fail us! The two party system is a failure! #govthatesyou\n回复 @JosephONeillx Sounds like a talking point of no importance, zero substance and zero effect on the outcome of the election. So who cares...\nI have the pleasure to interview Sally Jade Powis-Campbell who's resume speaks for itself! Take a Listen Let me introduce myself. I’m Sally. I’m a Registered Psychologist in Alberta. I’m also a meditation guide, yoga instructor, writer, mindful food artist, &amp; public experience…\n回复 @JoJoFromJerz Yeah, most suburban women are not looking into abortion, they have careers, family to raise and life to live. Poor decisions and irresponsible behavior most of the time is what brings people down the road of abortion.\nWhile I think both political parties are trash, this corrupt judge and judicial system is horrible!\n回复 @KamalaHarris Earn like Willie Brown earn orrrr actually do something! Because you have allowed the Joe situation to get this far, you have done nothing as VP to show you earned it, you certainly did nothing before VP except fan the flames of racism, violence and division! So how are u earning…\n回复 @carolmswain Failed transportation secretary and useless vp\n回复 @KrisMaon1 @kylegriffin1 That is a rabbit hole, but choose who you want and follow it on both sides..don't be biased. Currently Neera has former ties to Podesta...also Blackrock IS the Economic advisor for Biden. I mean we can go on either side of the aisle and find lobbyist doing what lobbyists do! It… https://t.co/8zN8yPihaS\nEven worse the officials have made it where they are immune to being held accountable and congressional leadership on both sides allows it! #votethemallout #TermLimits #govtshutdownplease\n回复 @officalpostman @TaraBull808 Could be cornpop!\n回复 @RpsAgainstTrump She just don't want to go to jail\n回复 @mmpadellan Biden literally gave a speech at the head of the KKKs funeral..calling him his friend! Reverse psychology is your weakness bro!\n回复 @marlene4719 I believe that is an outright lie and if you cannot show proof then it is misinformation. @CommunityNotes\n回复 @TroubleBuffalo @cinemiaelordi I just want everyone who is a US citizen to work so we can lower taxes by having everyone contribute , instead of the workers covering for the non workers and freeloaders. I could care less about race of color on the workforce...just go to work!\nSo many bad things @KamalaHarris did to Cali folks &amp; supported the violence across the nation that destroyed businesses, people died, communities still have not rebuilt, citizens lost homes. Not acceptable to even be in the race! The voters have been robbed of their vote!…\nRoe v Wade just a talking point for 2 parties, theu don't care about democracy they \"gifted\" Kamala, Obamabidencare continues to fail those in need,social security and Medicare is not going anywhere but needs fixed, student debt is not the taxpayers problem, expanding votes IS…\n回复 @KamalaHarris @JoeBiden Two liars walk into a room....\n回复 @TheLaurenChen Right wing policy is not Trump policy... lobbyists on both sides push to get bad policy passed...welcome to the world of politics! The real question is besides Black Rock and Soros, who is behind Bidens policy! Look into that and get back to me!", "overlap_score": 0.1326858958718383, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1090538295497416704, "screen_name": "LeanneG68436314", "user_at_name": "Leanne Greene", "sample_content": "回复 @ShoIreland I know they always do 🙄we caught them out with videos starting on ppl when they were trying to go home telling them to go down certain streets to be redirected to other streets flags been pulled out off ppls hands an pushing ppl it's disgraceful the lies they spread about us 🇮🇪\n回复 @RevRayCistman @stillgray Did you know the Irish where the very first slaves sent in coffin ships to America or do use just wanna leave that part out? 🤔\n回复 @SE9resident @RuralConserv @DillyHussain88 So that's in the UK alone 89% off white do it there🤔So what's the stats in India, Pakistan, Iran Africa etc?\n回复 @PeterPaulGuy There's plenty off Irish ppl missing there family's too🤔 they can't get them over on guilt trips, there are plenty more who wanna stay in Ireland an build there life's around there family an can't they have to work to save to leave on work visas! Not family visas an citizenship\n回复 @OliLondonTV 😅Ffs all this nonsense because ppl don't wanna wear a mask around her, why should they wear one? why can't she wear one round them,🤷😅it's funny how she taught to tell everyone an cry instead off just wearing one herself 😂🤦\n回复 @QueenLibra_242 Look were very nice an giving until we see ppl thinkn were dumb an start taken advantage😅ppl for get we play ourselves down alot to see if you would take advantage, an when you do we eat you alive, ppl need to realise we're testing you an your loyalty only the strongest survive\n回复 @libsoftiktok 👏👏👏👏 It is a mental illness about time we're following what's fact it's a mental disorder\n回复 @ImtiazMadmood 😡😡😡😡😡 Sick animals 😡😡😡😡😡\n回复 @TaraBull808 As woman that's us that's our way our natural body does this an these men come in an take it all away Lyn on the bed like he worked hard to push that baby out 🙄body healing breast feeding it's all been taken away an taken advantage off my these self centered new vain genders 🤷\n回复 @wiseconnector 5 different shades off the one colour ! I see bright red, light red, red, dark red an fox blood red\n回复 @BillboardChris Why does he feel the need to tell kids what is sex preferences are 🤔\n回复 @ClownWorld_ Who's horse is that 🤔\n回复 @spa_iri @FatherEcne @Lor2ie @tunaisgodforu @rtenews How am I been diatribe 🤔 How is saying what I said anyway diatribe? Explain that one??? 😂🤦Are you tryn to bully me over my gammer is that all use can do 😂😂😂 Your pathetic, learn to handle a conversation without having to resort to insulting ppl like a Lil brat 🤦😅😂\n回复 @akafacehots Everything to go against God complete blasphemy ppl have there own beliefs so stop pushing Islam, nobody pushes Christianity! Stay with jesus don't follow any off these demons there trying to drag ppl down to the depths of hell with them don't be fooled by evil stay in the light\n回复 @GrrrGraphics A wave like byyye bitch 👋😂\n回复 @PeterPaulGuy 😡😡😡😡 Wow an I bet it will be titled Killarney men like the Kerry man thats actually from Yemen or somewhere else outside off Ireland 😡if he was Irish they will say Irish man when it's not Irish they say Kerry man etc it's not fair whoever does the crime does the time end off\n回复 @shanedub24 @PMc276 He's clearly paid to spread this false narrative that's all the left seem to do is over exaggerate an spread fear,  they never answer questions put to them, they either start insulting you or call you a racist or block you, An that's when you know you won the argument 😂👌\n回复 @BenGilroyIRL Imagine been over in Africa or Iran or something an them seen this in there countrys full off Irish people 🤔 I wounder how that would go down or else how about the fact\" that's there's less than 10% off white ppl all over the world, we're the minority these are the majority 🤔🤷\n回复 @Saytana24 @shesbonky Good 🙏😂 walk away who would want miserable rain clouds like you ppl around, afew off use in comments going on an on, there trying to make ppl smile an be happy that's all 😅 you ppl are snowflakes, did use crawl out off cern or something just crying attention everyday, wise up\n回复 @yashar Evil sick twisted\n回复 @brutalfightz This is way to far can ppl not find the balance like noway would I allow her hit him like that in front off me he's a child ffs\n回复 @HazelAppleyard_ How can a packet off frozen red sauce in his draws feel like 200pounds weight an he be in pain 🤔 they all do this to make it seem like there getting there periods a it's to be seen as normal 🤯they wouldnt understand the feeling off one EVER!\n回复 @EverythingKeanu Family\n回复 @keira_con The boarders are not ours anyways the brits put them there they are using northern Ireland as there dumping ground but Ireland is there dumping ground we need to take our 6countys an get rid off brit rule we were never free off them we were always Ireland just not a free one\n回复 @GoldingBF How about use learn self control, what kind off sentence is this 🤯 so if the girl wore tight clothes an her father was tempted she would be killed am I right? 🤔 yes! I already know I am like the woman tat was raped an murdered because she got raped, so is that all the devil?\n回复 @john_mcguirk All they do is lie about us or spread lies about the protests they have ppl in fear with the disinformation they spread or deflect back to us concerned Irish it's gone beyond a joke now! Time for the truths! 🇮🇪\n回复 @MrAndyNgo Lose weight winge bag\n回复 @peterstopcrime Get the gallows for the likes off these scum buckets, we put bad dogs done for a reason\n回复 @GCraughwell They had a man paid to stand outside an ask ppl what they were voting an getting them to vote yes yes the man stopped to asked me I told him no no an asked could I stand beside him also an tell ppl to vote no no an he said no 🤔id say he was paid to vote yes yes\n回复 @Niall_Boylan 🤣🤣🤣🤣🤣 Lovely Irish summer we having", "overlap_score": 0.1398748195632922, "MARITAL": "Never married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1330333856289988611, "screen_name": "OnwardJellyfish", "user_at_name": "Not today, Satan", "sample_content": "回复 @westwiz31 It depends on your definition of ‘crazy’, I suppose.  If you are as one with the crazy, it probably does appear perfectly sane.\n回复 @troonytoons I’m sure he already has man tits.  He’s halfway there.  He just needs to steal his wife’s clothes and buy a cheap wig from China and he’ll look exactly the same as all the other Reddit ‘girls’.\n回复 @McBrideVersus @WingsScotland @hatpinwoman It think that’s a plausible assumption.  He was struggling to find any traction as himself and - given his obvious desire for attention - once he got a mega dose, he could never have allowEd himself to just fall back into obscurity.\n回复 @BillboardChris @WinsomeSears Did you see how fast that white lady popped up to let the Lieutenant Governor know that she’d committed the ultimate hate crime?\n回复 @bgirl3_0 Imagine being a lost and confused kid and having this crack team of activists dedicated to ensuring that you, too, can get your genitals surgically altered while being chemically castrated instead of receiving psychological support to help you accept reality.\n回复 @SaladTran @Variety It’s not transphobic to say that men can’t be women and that women should be able to have things without men feeling entitled to shove themselves into every aspect of female existence. It’s the objective truth. Stop being such a misogynist.\n回复 @HazelAppleyard_ I hope for the wife’s sake that this isn’t something she tries to work though ‘together’ - which inevitably means she‘ll be required to sacrifice everything she holds dear so that he can indulge in his fetish. That lady needs to put on her boogie shoes and dance out the door.\n回复 @carriestienen @KatyMontgomerie Katy likes you. So obviously that’s not exactly true. Congratulations on getting this man to pat you on the head like the good obedient girl that you are.\n回复 @ilovepreserves Whose closet, is my question. I hope he’s not using some poor woman’s wardrobe for sexual purposes.\n回复 @Baezantium Right? What woman wouldn’t be more than happy if the sex doll type men to stick to their toys and stay away from normal people?\n回复 @JackDan110 I guess when you’re used to being celebrated nonstop, the thought that you might have to go back to being treated like everyone else must feel like the worst oppression.\n回复 @shoffmanAB This is the most horribly oppressive thing that has ever happened anywhere.  I hope LGBT people all over the world march in the streets to protest the severe human rights violation of 2SLGBTQIA+ Canadians not having special crosswalks.\n回复 @RodKahx I can’t believe you do this for free. 😂\n回复 @_CryMiaRiver It was my understanding that sensationalizing these types of deaths usually leads to more death. Are they trying to engineer suicide clusters in young people to score political points now?\n回复 @HazelAppleyard_ He got a tearful boner from getting his nails done? No, can’t say that’s ever happened to me.\n回复 @DuncanHenry78 I mean, nobody is feeding hormones to bulls and then trying to squeeze some milk out of them.  Would anyone drink that if it was even possible? What a ridiculous argument.\n回复 @troonytoons No dignity. I’m guessing he has some sort of co-morbid humiliation fetish to go with his AGP.\n回复 @JustTalkWrestle @jk_rowling @SwipeWright It must have been really shocking, then, when this person realized that they had male chromosomes.\n回复 @ilovepreserves Is she five? This is like that stupid video of those parents doing a ‘gender reveal’ for their 20-year-old. There’s something extremely creepy about the way these people deliberately infantilize themselves. It’s not cute. It’s cringy AF when adults to act like this.\n回复 @LeorSapir Is there a ‘safe‘ way to self harm? It seems like it would be better and more compassionate to try to help girls not hate their bodies so much that they want to damage themselves.\n回复 @FFS_WhatNow He admitted that he was not feeding the child. It was just sucking on his nipple for his own gratification.  He planned to bottle feed later so the baby could get some substance after providing him with a much needed euphoria boner.\n回复 @StormCloudGloom The one at the bottom in the middle let her male partner breastfeed their child because he identifies as a woman.\n回复 @atheistathenian I can see how the truth might be mistaken for unkindness when it’s your preference to live a lie - and you’ve been lead to believe that everyone will be compelled to play along with that preference.\n回复 @AzorInfo @preta_6 @BCnursemidwife Of course it was. The investigation was because she refused to agree to the absolutely ridiculous notion that a man can become a woman just by saying so, and that children can ever be born in the wrong bodies.\n回复 @MrsRAllen Head ball washer reporting for duty?\n回复 @WildfireWhisper Why would dems ever restore abortion rights when they have this neat-o little carrot versus stick dynamic going that will keep women feeling like they have no choice but to vote for them in perpetuity? Any woman who thinks dems are going to give that up are fooling themselves.\n回复 @JPCritch1964 @HazelAppleyard_ @marycatedelvey Men as a class are certainly not some of the most disadvantaged people.  I will, however, grant you that the ones who think they are trans are, indeed, deeply troubled - concerningly so to the women who have to shoulder the burden of their fetishistic fantasies\n回复 @Tomy29692054761 @OwenJones84 I don’t think the word ‘threat’ means what you think it does.\n回复 @JustMisogyny I’m wondering how the crack team at the Tavistock missed his disturbed personality.  You’d think they would have noticed problems beyond mere gender issues when they assessed him for his girly feelings.\n回复 @mr_xtacle @HazelAppleyard_ Holy shit. That‘s a lot of mental illness to be confined in one space - especially when that space isn’t an asylum.", "overlap_score": 0.1545798659428922, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1328430513762279424, "screen_name": "BEAUTIFULBYINSP", "user_at_name": "BEAUTIFULBYINSPIRATION", "sample_content": "I am guessing you are a democrat…  I am sure that this weapon is not loaded for the sake of taking pictures.   She is not doing anything wrong. The right to bare arms is our right, whether you like it or not.   I am sure she is trained and is teaching her children how to safely…\nWow! You just left me speechless and at awe!  I’ve not expected this at all. 😊    Thank you very much! May God Bless You!  Many have told me recently no one cares… No one is listening nor paying attention. Wimp… which btw I am not!  I’m not a coward!  Also a drama queen. Lol……\n回复 @LeslieNorw86615 @LazarusPilled I don’t know what doctrine they are referring to. But I think what I wrote was simple. I was referring to God being the Father, Son, Holy Spirit as ONE. Which is in the Bible.\n回复 @jhnghmn These guys have a lot more followers than we do. So how does that affect the following?  Some like when you comment on their post and quote post.  So what nonsense is this? Is this why they want to do away with the repost as well? 🤔🙄  These bigger accounts are full of it!!!\n回复 @SpeakingMatters @bobbymcgee_1960 @Larry_in_TX Not that sign! 🤦‍♀️\n回复 @Echo_Meridian Beautiful 💖🥰\n回复 @elonmuskTN Jesus Christ\n回复 @elonmusk Mr. Musk can you please explain to me how you are fighting this here on X?  I had this discussion with my child who is writing a college paper in regard to this topic. When I mentioned this I was told that it is not so. That there is a problem here on X also. I really would like…\n回复 @jonnyj771 @Safety @elonmusk @The1Parzival @DakotaSidwell @RealAF_Patriot @RealMattCouch I also want the labels off my account. Stop shadow banning and throttling my account. Stop hitting the kill switch button on my account as well. Please fix these issues.\nFor He has Rescue us from Dominion Of Darkness And Brought Us Into The Kingdom of the Son He Loves.  COLOSSIANS 1:13 https://t.co/mg1L5Y5QFA\n回复 @ChuckCallesto If he only really knew why? If he loves his child he would run…  He needs to know the dark, cold secrets of why his child is the mine of Gold as he puts it in Spanish. For I know… people need to wake up and be made aware of why!  People walk where Angels fear to trot….\nThis ⬇️.  I grew up as a girly girl/Tomboy. Thought the same things. But we grow up and it all fixes itself as you embrace your individuality. I embrace my womanhood when I wanted to be a man when younger for so many reasons. It was hard!  I overcome the challenges that faced me.…\n回复 @Jr17Jfk Yes… please!!! Wake everyone else up!  This is becoming so unbearable and ridiculous! Every one needs to see the truth!\nI know from experience that I don’t mean much to heartless human beings…   I do mean so much to who it matters the most!   God my Father “ I Am”   And so do you, you  mean so much to Him as well… 💖\nListening to song…. When I am weak, when I am lonely, when I am broken, You find me at the place I‘m in. You find me at my knees…. You lift me up…. You fill me up, when I am weak and thirsty….  Lord, you find me at my knees….  https://t.co/8uStAmb5GD\n回复 @jdontom My mom’s  father was from Spain and her mother was one of the original born descendant from the DR.  That’s why I asked you if you speak Spanish?\n回复 @astro_greek @elonmusk 🤣😂🤣😂💖\n回复 @Barbara28939187 Seriously….? You usually have good non offensive post…   How long are you locked out for?\n回复 @jonnyj771 @bahaha18401840 @SpeakingMatters @JoeBiden @legitgov @Larry_in_TX @The1Parzival @LedByHisWord True, unfortunately some are harder to wake than others. Until something affects their lives directly. Then they wake up in a harsher way that is detrimental to them. I actually feel sorry for them. It’s best to still try because of the few that might wake up. It’s worth it for…\n回复 @jontxpp @Prolotario1 Always do the right things because it is right. Trust in God! Never lower yourself to the evil standards of these democrats and liberals. They will be judged by their lives. Do not get tempted to do wrong. My honest opinions and advice. At the end it’s on your conscience and your…\nWhat in the world is this? 🤔hmmm.  I am in shock! 😳\n回复 @ATLVibesOnly Yeah choices people make to use whatever they want. I don’t use google. I don’t care too. Everyone can use whatever they are comfortable with. Doesn’t really matter to me.\nIf I was into porn you wouldn’t shadow ban me. Right?   I do original content, I spread God’s Word and yet I am being shadow banned! Why?   I also paid for membership but I guess that doesn’t matter around here!!   Why am I being censored and shadow banned?  Why? 😤😤😤😤💔\n”Then said Jesus unto His disciples, If any man will come after Me, let him deny himself, and take up his cross, and follow Me.   For whosoever will save his life shall lose it: and whosoever will lose his life for My sake shall find it.   For what is a man profited, if he shall…\nInteresting… 👀🤔😤  Mr. Musk is your CEO a closet liberal? An honest question… @elonmusk   Since my two post on her. I was band, suspended and Censored. My account has been stagnant.  I will call it as it is…. I will be honest and straight forward.   I said far less and it…\nAnyone, whether we know them or not with a perverse lust of the same sex or strange flesh as the scriptures teaches us, has a degenerative mind.   God gives them over to a reprobate mind. Just think about that!  It displeases God.   Why do you think they are so confused, hate God… https://t.co/8hOTS5wdh1\n回复 @xDaily This is ridiculous, that they are doing this to him! This has to stop. I will be praying in regard to this matter.\n回复 @randyfranks1 It’s Spanish from Spain 🇪🇸\nYes… Pray and be watchful. Hold fast to your faith. Trim your lamps for the time is at hand. 🙏🏼  “And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.” Revelation…\nGood Morning Everyone on X!   Up again since 6 am. Studying God’s word, praying and sighing for the abominations being done on this Earth.    Remember to have peace, joy and display love!   I am now having my breakfast with coffee ☕️ ,  while I catch up on some news.   Hope… https://t.co/qcdTkT0taS", "overlap_score": 0.1147265731654226, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1219416668, "screen_name": "MichaelTrudell2", "user_at_name": "Michael Trudell", "sample_content": "回复 @AmericanBear76 @ReaganWorld I voted for Bush Senior twice\n回复 @ResistAmerica @tedcruz Speaking of the new activist agenda being taught in schools that is called WOKE\n回复 @WeeboJones In other words,  the rich men can easily entice a lot of young women.  I can see a lot of women getting pretty used to men wanting to spend a lot of money on them\n回复 @RudyGiuliani Thank you for fighting for us Mr. Mayor! You're one of America's heroes in this fight for freedom, election integrity and accountability!\n回复 @shellenberger @DrMichaelLBrown Suggesting that the alternative,  and only alternative is suicide,  is fear mongering and appalling! This kind of reasoning should immediately be dismissed without any lengthy explanation! Wr could laugh at this if it weren't for the harm being done to children!\nAs long as MAGA people go out and vote, Trump will win! It won't matter who the opponent is. More than half of MAGA people don't vote! Get out and vote!\n回复 @LibertyAnders I'm not a lawyer,  but let's not forget the aspect of legal accountability for businesses.  Businesses aren't free to engage in practices that will cause needless harm. They can't act as our doctor\nHe could have also put on a mask!\n回复 @Millie__Weaver They only seem to protest Democrat politicians https://t.co/SmzVHaAZou\nI believe Communist dictators are too ashamed to have the world know how they really treat their people\nJoe Biden is not my President,  but while he's in office writing need to show a little more respect.  No comments about striking Biden! He still has to be protected!\n回复 @OwenShroyer1776 @LauraLoomer @ScottPresler He's working Pennsylvania and Wisconsin, going after the Amish and truck drivers there to get those votes out\n回复 @AnthonySabatini Who will appoint JD's replacement?\n回复 @LibertyAnders America needs real representation! Throw out the bums!\n回复 @BootleggedChad Why do you hate Iceland? It seems like it could be a fascinating place to visit! https://t.co/yW0CBHEbr9\n回复 @WeeboJones A controlled light swat on the bum of a child can be sufficient enough to get his attention. The man in that video was angry and out of control!\n回复 @WeeboJones I love your outlook Weebo! Abuse is a very real issue and has a wide ranging affect, but you have a tremendous outlook!🙂\nPhilosophical 🤔\n回复 @BootleggedChad You're probably gaining muscle.  Their could also be natural fluid gain if you're not used to working out.  This will be temporary.  You can get info about this on utub\nThis is a good book!\n回复 @OwenShroyer1776 Could there have been 4 shooters, with Crooks only being a front? He was shown engaging rapid fire, The first three bullets went right by Trump's head in almost the same spot in rapid succession🤔\nMike Johnson needs to be defeated in Louisiana this November!\nThis has to be an issue of U.S. Government involvement\nI see you being able to bring calm in this angering chaos. https://t.co/jDKdAT9ZGR\nThis is great! Good is sending revival to America!\nHe's just blowing off America! https://t.co/sQU8dwnXmL\n回复 @charliekirk11 @realDonaldTrump @JDVance1 @TPAction_ Must be a party leader.  Who would the OH. Governor replace this freshman with?🤔\nLots of unintended consequences from our powerful,  super friendly Federal Government!\n回复 @StephenKing @TheGeneral_0 So then, why are the street gangs never disarmed!? Why only innocence?\n回复 @BootleggedChad Are you on medication for your thyroid?", "overlap_score": 0.1881078057453057, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1112379483045183488, "screen_name": "Rawhide87317236", "user_at_name": "Rawhide", "sample_content": "Give this officer a promotion!!\nHeadline: Canada denies citizenship to Russian woman convicted of speaking out about Russias war against Ukraine. \"Not a joke!\" Canada is anti-free speech.\n回复 @mkhammer So right, MK. Pathetic attempt to get some attention.\n回复 @WDTN These kinds of incidents happen more frequently. Clearly the fear of Punishment has gone away. Punishment needs to be tougher.\n回复 @brithume A political speech. My predecessor--everybody drink!!\n回复 @ScottJenningsKY Absolutely agree, Scott. Last time, Biden told this audience, \"Republicans want to put you all back in chains!!\" He's such a liar.\n回复 @guypbenson How did these 143 ever get elected? These 143 are a threat to democracy.\n回复 @smerconish Yes, absolutely. Joe told Hur he sees himself as \"a historical figure\" (🤣🤣). By staying in this race, he only diminishes that possibility.\n回复 @tonkasmom @smerconish @SIRIUSXM @MatthewDalyWDC Hybrid is okay. Full electric--not a chance.\n回复 @smerconish @realDonaldTrump What's the old saying: a lack of inaction on your part does not cause an emergency for me (SCOTUS). Blame it on Biden DOJ. They drug their feet about Trump. Went after low hanging fruit in Jan 6 case. And then waited even longer to appoint a special counsel. It's funny now 🤣\n回复 @SenWarren I'm sorry. Your word/credibility is not sufficient to believe what you are saying.\nGo woke, go broke! Maybe Disney is getting the message.\n回复 @ScottJenningsKY Excellent Scott! There is a binary choice coming in November.\n回复 @smerconish A piece of Hunters case is just as serious as Trumps. The FBI has now testified that the laptop is real and belonged to Hunter.  Biden denying it and influencing the media to hide it could very well have changed/influenced a presidential election.\n回复 @ScottJenningsKY She didn't listen! She totally ignored his point. She had a point to make, and the simplest solution to end the conflict wasn't going to get in her way. What a dope.\n回复 @smerconish Yes. If its an us against them situation. Covid was different. There was nothing there we as a people could wrap our arms around and physically beat.\n回复 @JonathanTurley Great review! I have been through Nashville, but now you've convinced me I must do a deeper dive.\n回复 @smerconish Nice try, Comrade. CNN--go pedal your fiction somewhere else.\n回复 @smerconish There's always been a split between rural and urban. Nothing to see here. Move along.\n回复 @JonathanTurley Finally. An Ivy League school returns to a sane admission policy.\n回复 @smerconish Yes. If you ever drive long distances in a car or camp in the wilderness, you'll quickly appreciate AM. Not everyone wants satellite radio.\n回复 @smerconish @CNN @cnni @kearney_melissa I have a son recently married. They are not sure about children. Liberal media feeds them fear about the future and guilt over having kids. And the cherry on top, they're feed the line--America is a bad place.\n回复 @smerconish Seinfeld. And I only say that because it has gotten much more airplay over the years.\n回复 @ScottJenningsKY @politico @washingtonpost Excellent point! Bragg is the best fund raiser Trump could ever conceive of.\n回复 @smerconish @POTUS No. They say Trump is power-hungry. Biden is the one who refuses to let go of power even though his polling data is overwhelming poor.\n回复 @JonathanTurley As Groucho would say: I have principles.  And if you don't like those, well, I have others!\n回复 @smerconish @profgalloway I believe you give today's kids too much credit. Have you listened to the responses when they are asked directly, \"Why are you protesting?\" Not mensa material. I do agree SM deserves much of the blame. It's giving commands to these intellectual giants.\n回复 @brithume I watched Mick Jagger in Cleveland last night. Man performed, sang, bounced around for 2 hrs! He's also 80. And Keith Richards (80) played guitar and sang for 2 hrs. Biden is old. \"Needs direction\" is a category in assisted living facilities. That's Joe's category.\n回复 @mkhammer @coldxman This man was stone cold right on. The audience agreed with. Sunny H's behavior was despicable. He took her comments apart with the skill of a surgeon. I  look forward to hearing more from him.\n回复 @ScottJenningsKY @wolfblitzer Nothing makes me change the channel quicker than George Conway.", "overlap_score": 0.1859781360686033, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 119755310, "screen_name": "HarlessHarold", "user_at_name": "Junior", "sample_content": "回复 @belleofva Absolutely!\n回复 @CW_Insider Doodles\n回复 @LTequila4 That's just not done!  😤\n回复 @cutigs1 Nice looking couple. (Especially her!) 👍🤭\n回复 @cutigs1 I think that's kind of a traditional thing isn't it?\n回复 @Alphafox78 If it looks like a duck, walks like a duck, and quacks like a duck......\n回复 @bikertrash68 Nope....my ass ain't gettin near that damn thing!\n回复 @Alphafox78 The \"ass for days\" body style.\n回复 @helenckh Haha\n回复 @Sassafrass_84 Curb feelers\n回复 @Judianna Old Dominion\n回复 @CW_Insider Nothing...not a damn thing.\n回复 @mongoliciouss At least he fell in it BEFORE he pissed in it. 😂😂\n回复 @SilvinaFlorida I wish there were more like him. He had common sense.\n回复 @Housemedic180 I guess he had his rubbers on.\n回复 @YourTwitFace3 Shouldn't put square pegs in round holes. 😬\n回复 @JJohnsonlesss Yep...till I was in high school.\n回复 @USATRUMPMAN1 Yes! With lots of mayo and a slice of fresh garden tomato.\n回复 @PositivelyChris The birthplace of country music.🎻🪕\n回复 @FrankKane11 Good morning friend. She was gorgeous...and legs for days!\n回复 @elonmuskADO Pay it on my bills as far as it'll go.\n回复 @ThePanic16 Thanks for sharing a part of your father's life, I love to hear these stories of why they are called \"the greatest generation\", because they truly were. My thanks and respect for your father for his service and sacrifices for our country. I'm sure you're proud of him.\n回复 @Alphafox78 Get help.\n回复 @MLovetube2 It's a silverback.\n回复 @TipToe51 I love to watch those bobcat nesting cameras, it's so interesting to watch them hatch. It's amazing how the parents bring them food and pull it apart and feed them.\n回复 @skullisland1919 What a cutie!🥰\n回复 @Johnny_Joey 🤣🤣🤣👍\n回复 @lippyent The only woman I would rate a 10... maybe a 9.8, nobody's perfect. 🥰\n回复 @NoDMsPerfavore Yes I was...all that and much more.\n回复 @cutigs1 In front of the large white oblong rock toward the top right-hand corner.", "overlap_score": 0.1984726534639313, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1341879994872717312, "screen_name": "ReignTeez", "user_at_name": "Black Lex Luthor", "sample_content": "回复 @Zazamyodor This might be the coldest 💩 I’ve heard in 2024…👀🥶\n回复 @ControlledNeo Your woman should NEVER EVER say anything that disrespectful in your presence. His answer should have been hers. He’s on borrowed time…\n回复 @Am_Blujay Me right after this: https://t.co/GLDoWDbms8\n回复 @Whotfismick My financial advisor\n回复 @BurbsBecky That about sums it up…\n回复 @juliethardt All of them…😂\n回复 @CrocodileCam Yep😂\n回复 @ohthoughtsquote Chili and cheese\n回复 @jacksaint101 Nah, this is how I clean on a regular basis. Whether 🐱 is coming over or not…😂\n回复 @jesslaurynn Unfortunately, a lot of modern women view that as toxic, so a lot of men have become feminine to appease women…\n回复 @Albertteac Yep. Your man or husband should be the only one privy to seeing this…🙄\n回复 @Kil889 King of punchlines…🙌🏽\n回复 @Buhlenomuhle No and not because of how she looks but because cheating is disrespectful to not only my partner but to myself as well. Let’s normalize NOT cheating…\n回复 @AlexanderGadol @FearedBuck Because they know they can’t physically beat you, they go for the jugular with their words…🥶\n回复 @Am_Blujay Whether he can win the fight or not, as a man, you can NEVER let another man slap you like a bitch and stand there and take it…😩\n回复 @iSeeRacist They act like the fuckery ended with slavery…🖕🏽\n回复 @jacksaint101 Who you give your seed to is VERY important. She will be the main caretaker of your genetic legacy…\n回复 @Strictlyirene Women are different and what does it for one woman doesn’t necessarily do it for another woman…\n回复 @MamaTea_ Me either. Ain’t no way in hell! You just gon be 😡 with yo back turned but fuck If I’m going to sleep on a couch in a house that I pay bills in…🙄\n回复 @Ziggys_Duck Life can be so cruel…😩\n回复 @BlackTzedek That man is a three dimensional thinker. Still waters run deep…\n回复 @BlackTzedek Peace and femininity &gt; Degrees and financial status…\n回复 @RichC0astRican 1. Queen 2. Queen 3. Queen 4. Queen  😂\n回复 @Kowloonboy8888 @Soulful1865 And more women would still rather be with us…😂 All the money in the world can’t buy you attraction and y’all hate it..,🤡\n回复 @WendellPierce Yep, my fraternal grandfather fought in WWII and was in the Navy. Salute to all of those that put their life on the line to defend our country… 🫡\n回复 @TheVillianRose2 @SpookByYourDoor Ma, you swallowed all the red pills AND the bottle…😂\nDamn. Rest easy Mr. Gossett. 🙏🏽\n回复 @JPdakang82 @rosethaaartist Well the difference is, when a woman cheats, she’s letting another man completely dominate her and men being territorial by nature, it is hard to accept. When your woman opens her legs for another man, she is potentially willing to pass on his 🧬 &amp; that is 😩\n回复 @jacksaint101 To your point, hot, fine, cute, attractive can all be used to describe women and men. However, when handsome is used, it is almost exclusively used to describe a man and his masculinity that is really the attraction…\n回复 @guideforlovers No, it’s thick but if she doesn’t watch her diet and workout, it will turn to fat real quick…", "overlap_score": 0.1655028637597827, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 119625739, "screen_name": "j__l__t__f", "user_at_name": "Jessica", "sample_content": "回复 @JebraFaushay That bra is a mastery of engineering\n回复 @MahQaddoha Maybe if your peeps didn’t wage a war of terrorism and suicide bombings in public places on Jewish territory you’d be free to travel back and forth as you liked.\n回复 @yashar This isn’t mental illness it’s radicalisation\n回复 @markstuartdavis It IS a theoretical discussion because he literally asked how people on jobseeker can afford food and how they are able to afford food means they prioritise some foods over others. He's not talking about himself because he had just purchased his groceries thus can afford them.\n回复 @jihadwatchRS They offer a degree in Underwater Basketweaving there too?\n回复 @TheConservati19 @Truth7point83 OBGYN's are the same people who deliver wanted babies. So if you genuinely think OBGYN's conduct themselves with such little regard to the ethical care whether in life or death of a foetus why on earth would anyone in the Christian Lobby be comfortable relying on OBGYN's for care\n回复 @hollowearthterf It really is a cult. Especially the breast feeding cult. It’s too much. They’re just insane.\n回复 @GabrielledeVie The problem with communists is they don't understand or believe in the very basics of economics including supply and demand.   Rents rise to what the market can bear.\n回复 @Deborah99822277 @Ttocsic1 @ogbonna_collin @HenMazzig Israel is a real country. Palestinians are a made up concept, a tool with which to attempt to eradicate Israel. Western democracies know this. https://t.co/E2fFrcEeNo\n回复 @BarnsGreg What like the middle eastern gang warfare where Arabs are killing one another over turf or … what are you referring to? “Arab” encompasses a lot of different nationalities and religions.\n回复 @kelliekelly23 @BuggaThe That’s what I have to wear when I go to an Australian beach for longer than 10 mins. But it’s the sun I fear not the wrath of God or being stoned to death.\n回复 @Reem269Lee @mesynsupreme @BriannaWu Outing myself? I'm very upfront about the reality of things.  You're literally living in some shithole muslim country that's best known for having a heshe steal a gold medal and you spend your time blaming the jews and \"zionists\" for everything.   Enjoy your popcorn.\n回复 @Beta_Person1 @blackbirdpeeja Pretty sure if you’re getting off on making an infant suck your male nipple it’s a sex crime.\n回复 @The_Feminist_TM This. They’re desperate to be treated like women. Why are they so afraid of masculinity?\n回复 @alexshams_ It was a building adjacent to the embassy\n回复 @Deborah99822277 @Ttocsic1 @ogbonna_collin @HenMazzig In what sense is it expanding? By rights after the 1967 war Israel could have taken Gaza, West Bank and Golan Heights when Egypt along with Syria and Jordan decided to go to war with them and spectacularly lost. They didn’t though. And since their occupation ended Israel have\n回复 @DustyPee You need to rent an airbnb just for hard rubbish week.\nHad the idea of only having a couple of glasses of wine last night ... until @Rathdownepossum called.  Walked into work this morning https://t.co/SSbhiYhZ1B\n回复 @AaronDodd @latingle So you think casual racism doesn't exist in other countries? That this is somehow unique to Australia and damning despite the fact Australia actuvely allows in people from all over the world no matter their race or ethnicity.\nPoor Things is such a grotesque male fantasy. Wtf am I watching. Basically a grown woman with an infants brain who masturbates wildly with reckless abandon 🙃\n回复 @JoshuaPHilll I wonder if he'll get the same male pattern baldness as his dad\n回复 @17GiaSerafino37 Yes because some people reside in reality and not *fantasy land*. Trans people have the fundamental right to present in any way that makes them most comfortable and most represents themselves. But we’re under no obligation to suspend our  disbelief.\nIt should be obvious to all by now that those \"outraged\" by Israel don't even follow news reports closely they just go by whatever they last saw on twitter. Whether it's true or not.\n回复 @realDrBrendan Cause it’s never ever been about saving the environment 👀\n回复 @moorehn I’ve met so many young men with “strong single mothers” who absolutely despise women\n回复 @Chanceburden @LisaHay92756018 @tweeter_vee See how bad you are at deciphering and interpreting things? I just said how much I was enjoying the left destroy one another and you think that means I’m upset? Hardly upset. I think it’s incredibly amusing.  Doing the actual work means pushing back publicly on people like you.\n回复 @hulme_edward @AmericaGirl0611 A Palestinian kid could dress up as a Hamas terrorist and still not be shot dead in London, you dingbat.\n回复 @crackerscraigo @DustyPee Oh right. Sorry I don’t like to cross Alexandra Pde. 💅🏻\nThe whole “incel” accusation is a bit odd. If someone’s taking their antipsychotics properly their libido is usually reduced dramatically and they lose interest in sex and maintaining relationships. So you’d expect that and if there was no desire they wouldn’t be frustrated.\n回复 @kuparakintula @acassuto Factory workers wear Docs? Lol", "overlap_score": 0.1634642412397518, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1366127275163455492, "screen_name": "GeeMinx", "user_at_name": "Ginger Minx", "sample_content": "Do better. #Johnlewis. Customer service is terrible. Had to put the phone down. Absolutely terrible. Bought a washing machine and needed after sales care. They like sending you round and round your website. They don't want you to phone\n回复 @DaisyShylass I don't mind you nagging. I am on my feet so have made soup and we have bread and rolls and eggs thier\n回复 @adamfare1996 I have it. If I eat the right foods. It's very manageable.  As long as my stress levels are under control, too, though. But yes it can vary a lot.\n回复 @Malcolm_theCat Very cute indeed\n回复 @Lesism Brilliant\n回复 @georgecmcgavin @marksandspencer That's bad, isn't it. Shame on them. Sales at any cost it seems\n回复 @hazmattmum Shopping. Returning some parcels. Husband has a blood test app. Its heavy rain so can't do anything outside\n回复 @Matthew82069336 I read she was going back to work after Easter\n回复 @jesushooligan1 @karenfthompson They sound so juvenile. I would love to see their jaws drop when she gets a new job or says she is leaving also she should put a complaint in too\n回复 @Linda6679155093 Yes it is but you are clever boss and know what to do. You need firm hand to keep mum in check 😺😸\n回复 @hey_butter Am I old fashioned, I gave someone a lot of advice on here today not a thankyou,  just a like to my tweets. Such a small word but often forgotten\n回复 @DaisyShylass I tried 284 was all I got still too much\n回复 @Leylaj1980 I will mark it on my calendar\n回复 @Linda6679155093 Oh, nervous. I will study videos again\n回复 @booksandwine76 Looks an unusual story\n回复 @Linda6679155093 Really awful\n回复 @theredcitroen I am sure she will\n回复 @pissedbear I know. I know. Gently strokes your head as you weep. Lol 😆\n回复 @JaneyGodley They look like brainwashed cult members with no independent  thoughts.\n回复 @Sandra55 Snap. Decided to have that too. But rum and raisin ice cream for pudding and a nice bottle of wine\n回复 @Linda6679155093 Brilliant news\n回复 @DaisyShylass I said my piece. Customer loyalty etc  etc  etc they read off a script and the money is going to shareholders so they don't care\n回复 @joe_yer99 Went to Edinburgh for 2 days. Very expensive, too busy and too warm. Not be rushing back\n回复 @Leylaj1980 Absolutely wonderful. It still amazes me how the picture can be so clear\n回复 @Linda6679155093 Lots of tunas payment\nWhere was the royal family's PR team when that photo was sent out. Surely, someone has to verify it. Even just a secretary etc. Not very observant of them\n回复 @pigletish They are beautiful. I also have a grey and white cat. I think thier coats are stunning\n回复 @hey_butter Smart cookie\n回复 @hey_butter My eyes are watering. Oh my lord.  It must have been very bloody\n回复 @Jennyflower Bulldogs and Alsatians would be bouncers at nightclubs. Cats vermin control", "overlap_score": 0.1579017862964041, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1387218083807432707, "screen_name": "CancienneWil", "user_at_name": "Old Wil Cancienne", "sample_content": "回复 @PaidByChina @DavidBlizzard @_HAMooMER_ @hartgoat Luck has nothing to do with it.... don't do bad shit if you don't want the police kicking in your door, and when they do.... you'd better comply.\n回复 @esjesjesj I literally just use it for cigarettes.... &amp; even then.. it's only for certain clerks. I can not think of anything I use it for other than that. Driving... but I don't do that everyday &amp; you only need that if you need something from the DMV or can't drive &amp; get laws on you. https://t.co/bszHu5n3cs\n回复 @BillMatlock5 @rahiemshabazz Lmfao...you see \"put in her place\" and you immediately thought \"he's talking about the kitchen\" not \"people shouldnt touch other people\" lol bro, you're so fake mad about everything, thats gotta be tiring. ALSO... YOU DONT HAVE TO BE DIPLOMATIC, that's never been a requirement.\n回复 @MomsPostingLs I wouldl have said \"5'9... what about you?\" Because it's literally just a question about my height. Are we really gonna be that sensitive about dumb shit?\n回复 @Mr_Darklighter @4tvjimz @RedDogAle @Bubblebathgirl @BarackObama Lmao... your point is dumb..  your point is wrong... she thought it was a good law to protect privacy but the wrong law to protect women equality. She WAS VERY VOCAL ABOUT IT. Your point is moot when you bring RBG in as your champion .. she literally warned folks against you. https://t.co/gSa5nmQCtQ\n回复 @BrentALoving @Boz23 @EdKrassen Ummmmhmmmmm right..... you know you posted shit were we all can see it right. You even went to obituaries. My God man.... seek help. For real... you let a dude troll you to the point that you're stalking his family.... that's sick.\n回复 @comnsenseishard @CHL3334 @TaraBull808 @centagis It's a very simple and specific deal that was signed bro.... lmfao you can always just LOOK IT UP. The white house has a nice fact sheet page you can look over. https://t.co/hcsO7xdFSa.\n回复 @AFMIII007 @mrpapageorg1o @thisrealmiswild @Xylohphone @JigglesXMachina @curlyxtay @Strandjunker Dunning Kruger? You mean like assuming you know more about the topic than you do.... hmmmmmm what's my total income champ... my tax margin was 24%.... I paid 10% on my first 11k..... lmfao. What the literally fuck are you talking about. Hahahahahahahahahaha. https://t.co/9kMoTASTEW\n回复 @comnsenseishard @CHL3334 @TaraBull808 @centagis Lmfao nah bro... you're providing me with EVERYTHING I wanted from this. How do you not see that I'm just trolling you at this point? This is great. I don't care if you ACTUALLY know what Republicans are doing... I'm more than positive you have no clue. https://t.co/uqpngvNIPT\n回复 @aaronpalmer @SassyKru @PicturesFoIder You're so lame bro, \"we'd be discussing it at the bbq\" you're literally crying about someone WHOS CLEARLY HAVING A TOUGH TIME hanging their clothes on a fence. I doubt anything in you made up scenario is anywhere near how you'd really act. You would probably call the cop.. Karen.\n回复 @BrentALoving Hahahahahahaha.... fucking do it. I'm literally calling them people on you for fucking and abusing your kids. I think they're gonna take ypur offense more serious.\n回复 @SaycheeseDGTL Weird... I'm sure America and Russia been enemies long before I was born...... like.... I'm talking WAY before I was born.\n回复 @FightingJo39574 @MrStevenSteele @ElijahSchaffer Lmao it's a filter, you would not believe some of the dumb ageist shit people say to me thinking I'm \"old\"  Shit like \"I hope thats not you in the picture, you're too old to be typing like a Redditor.\"  THEN yall try to trash the original when I show it.   🤣  Let's have it. https://t.co/k01GOzx3LU\n回复 @librawrian @BillBastardo @briprice661 I went to a trade school. Lmfao. Still not poorly educated... he loves you burger flipping trailer park trash uneducated easily manipulated people. You know.... the ones that are in the cult with you.\n回复 @CyrionF @virus8989 @shini564 @ACatNamedOlive @UltimateBURNR5 @maddenifico No you dont.... 🤣 you literally just stand there with your finger in a hook position... the gun does ABSOLUTELY EVERYTHING ELSE. IM TELLING YOU FROM EXPERIENCE. Its intention is to make a semiauto into a fullauto. So I bought it &amp; it does exactly that.\n回复 @BillBastardo @librawrian @briprice661 You think about those a lot huh? Grade schoolers on playgrounds.... you sick pedo fuck. https://t.co/01JVlacAxq\n回复 @3SpeedHolster @KarenTOTH18 @SarahisCensored Bro... no matter how much you pretend you are part of a militia... youre not. Lmfao this shit is hilarious.... hahahaha you got a gun so you think you're in a militia now. How cute. Lmfao\n回复 @spacetech94 @creepydotorg Because these people are sick in the head... they think murder is the answer of every little thing until it's someone that doesn't look like them or have the same ideas as them is the ones being shot. The simplicity of it is, THEY WANT TO BE HIM.\n回复 @YouCantTalkOve1 @PillarOfWamuu @shini564 @ACatNamedOlive @UltimateBURNR5 @maddenifico Hahahahaha fucking leave it to a dipshit to get twisted over clips and mags. You know who doesn't care what i call my clips? The guns I shoot. Hahahahahaha... fucking opinion denied. https://t.co/tB7emDZVzl\n回复 @TheBaconOvrlord @0valueadd @cctvidiots Lmfao.... your cope is made up statistic that show systemic racism not an inferior race. LolololoL imagine BEING a raicst but being ashamed of it. Own that shit..... boy. https://t.co/2NEbQ1lgUm\n回复 @librawrian @BillBastardo @briprice661 Lmfao there you go again...  what was it exactly what you said about \"people turning on their own party because they don't share the same views\"?Lmfao I think you used the word deranged when describing that too. 🤔 what's funny about this is YOU DONT SEE THE IRONY. HAHAHAHAHA.\n回复 @Yamatehdrama @TheUnaButters @jacksotheracct I literally just shown you the way to do it... that part where it says QUOTE is where you QUOTE TWEET a tweet you seen. You really can't be that dumb..  you just messing with me at this point lmao... you can't be that dumb. You just can't be. You're an adult, yeah? Fucking how?\n回复 @thecindynoir Because that's what I look for in a female I'm trying to fuck..... SIMILARITIES BETWEEN HER AND MY PARENTS. gtfoh. Let people love who they wanna love. How the fuck does that effect you in anyway shape or form. https://t.co/XoWE4AipT4\n回复 @BeanerBaby1369 @MGMSfoxes @JenelleComedy @TheLastDon222 @krassenstein Oh sweetie you're literally hiding your hatred behind a passive-aggressive tweet about you being a patriot. If you were really a patriot you wouldn't be supporting a guy that called fallen soldiers \"suckers &amp; losers\" &amp; wants to \"terminate parts of the constitution\" &amp; Jan 6th. https://t.co/ilmIIcmbW6\n回复 @bobby_brinks @TheUnaButters @jacksotheracct 38 isn't old, yeah, that's a filter. Lmfao and I'm not fighting with yall. There isn't a fight to be had here... just some nazis defending other nazis buying nazi shit. 🙄 yall were done with this fight in 1945... and yall lost. Lmao.\n回复 @good14samaritan @SteveCLitch @guideforlovers ? Your kids care enough to do things on there own? Lmfao, why would I starve? I CAN DO SHIT FOR MYSELF.  Lmfao is that a legitimate fear for you? Starving if your mommy/wife doesn't cook for you? That's wild..  you just out here exposing yourself as a man child. Hahahahaha. https://t.co/kL1MhXneiC\n回复 @beefcaketg1 @SymbioticEgo @DannieD01 @DavidZangari Yeah, I misread your original comment.... changes nothing. You're still wrong about A CROWD OF WHITE ADULTS being racist towards a black lady because they disagreed. &amp; If they weren't being racist WITH HIM why didn't anyone check him?\n回复 @SnakePlisskenJG @JasonWander2 @KoleKoyote @frog_sponsor @HydraRL__ @EnolaStraight69 @SallyMayweather @SteeleDaddy Hahahahahaha... so how often are you saying those words. Hahahahahaha when talking about your klan stats in your klan meeting?\n回复 @bio1213_ @crazyclips_ The law likes facts, not feelings.... it actually doesnt care how you feel about it at all... thats probably why SHE GOT CHARGED &amp; not the guy just defending himself from a crazy lady &amp; her boyfriend.   https://t.co/jFvqB3873l\n回复 @mrpapageorg1o @AFMIII007 @thisrealmiswild @Xylohphone @JigglesXMachina @curlyxtay @Strandjunker Yeah, no you cant.... you just called shorthand \"not writing like an adult\".. you literally can't get more childlike than that. You've lost your initial argument so now you're ATTEMPTING (and failing might I add) to attack my intelligence. Like, dude, did you end finish school?", "overlap_score": 0.1257485958030943, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1031223389803954177, "screen_name": "BELUnified", "user_at_name": "Unified Brand Experience Lab heading to CES2024", "sample_content": "回复 @chrissyfarr I think that there's also been a huge impact because of Zoom. Most conferences are really talking heads and you can watch that via Zoom. Networking is currently really hard to do any other way than F2F.\n回复 @il0venostalgia We didn't drink their light beer, but this was the beer in our house growing up in the 70's. https://t.co/mKHlgQwUgm\nHey @BucknellU just heard that you're removing the baboons from the primate lab. The was one of the main reasons our daughter went to Bucknell. Curious as to why such a decision was made.\nAs we become more digital, our physical environments becomes even more important, for both employees and customers.   Retailers must rethink how they create better engagements throughout their physical locations.  #retail #futureofretail\n回复 @yezzer @josethevrtech It was the first time that many folks put on a headmount and entered cyberspace!\nHey @GovMurphy you use eminent domain for all kinds of reasons. It's time to use a t to take over the Amtrak tracks. They seem to screw up @NJTRANSIT all the time\n回复 @GSmokesweed1 That's how you know your age!\nWhy is it that in 2024 buying a car is still such a an awful, long, dragged out process that no customer likes. It's somewhere want to do. Buying a new car should be fun and exciting. It should not be this painful.\n回复 @NJTRANSIT Hang-up job this morning with the 7:28 train to NY Penn. Cancelled that train, sent us to Newark Broad and then had us run back &amp; forth from track 1 to 2. Appreciate the cardio to start my day.\n回复 @james_j_bailey That's an awesomeamp! And it will definitely go well with milk!\n回复 @NJTRANSIT I usually take the 7:44 from Watchung into Hoboken and today I changed for the 8:04 Newark Broad to Penn. My Hoboken crew is always great and the team on the Penn train was also excellent.\n回复 @gggirl924 1959 and NJ here too!\nAs agencies increasingly rely on #AI and reduce human intelligence and creativity, what will become their point of differentiation?  https://t.co/1QrJjEYBUl\n回复 @ScottThomps74 I see what you mean! But wife and I did enjoy it! Well, not sure enjoy is the right word. But glad we saw it. I'm sure it will start many conversations just like it did with us. #CivilWarMovie\nKind of surprising to hear this, it was a big part of their #storeofthefuture exhibit at #CES2024. Would love to know more about what made it work/not work. #retailtech #futureofretail  https://t.co/rqnW9nl8NC\n回复 @gggirl924 Had an uncle who would fry bacon, then fry eggs in the bacon fat then drop some bread in fry that too! Kind of in the mood for that right now!\n回复 @DailyDOOH Man I miss this phone! Hey @nokia, bring back the Communicator! https://t.co/gIKJpb4DqZ\nGreat point and I wish that more stores understood the power that good design has to engage and inform the shopper.\nWhatever course you choose, you should definitely see me and @AlSambar from @xrcventures talk Retail Reinvented: A Customer-Centric Revolution on Wednesday afternoon! Hope to see you there! #retailtech #futureofretail #topretailexpert\n回复 @commercetools Thanks for giving me a good headshot with blue hair! #NRF2024 https://t.co/2FWd7Zoc5C\nNice job @amazon. I ordered a pen for my Samsung Z Fold 5 and you sent me a @Maybelline  eye liner. I mean, I guess I can use it to take notes on my phone, but it doesn't seem like the most efficient method for note taking. https://t.co/kfUw6iNK56\n回复 @herrmanndigital I'm not even certain my 22 yo knows what the Bermuda Triangle is!\n回复 @EvanKirstel I was apparently part of the minority that looks ved the Windows phone. Thought software was actually very good and lived all my Nokia phones. Wish they were still around.\nThird Places: Putting People and Experience First. The opportunity for retail to play a different role in a post-Covid world. #retail #thirdplace #experienceeconomy  https://t.co/KO3NdTnn3m\nInnovation and customer-centricity are the cornerstones of retail success. At BEL, we're more than a lab – we're your strategic partner. Let us unlock your brand's' full potential and bring your most disruptive ideas to life. #retailtech #futureofretail  https://t.co/FAbiyssqc8 https://t.co/UgfjbLDC58\n回复 @DailyDOOH I read that as \"I'm a piece of shit\" and I couldn't understand why you were saying that since you were talking about donating blood!  🤣\nApparently I seriously f*** my @gmail account with a @GoogleWorkspace  account I never used and now I'm unable to send emails through Gmail. Anyone have any ideas how to fix this? It's messed up that I can't send email because a Workspace I never used got deleted. HELP\n回复 @EmLovesTay So some folks in my town started the Study Hall Gang and we meet every Friday night at a local restaurant. Some nights it's a big group and we're there late, sometimes it's a small group done by 11. Started for this reason. Helps make new friends!\n回复 @EvanKirstel I mean, TBF, at the rate human intelligence is declining, I probably have furniture that will be smarter by 2027.\nWe're seeing this over and over. Traditional businesses, in this case corner coffee shop/bodega, taking huge investments and slapping \"digital\" on what they're doing. Investors then want huge growth which is only possible by destroying your business.   https://t.co/CnhJM6cGGu", "overlap_score": 0.1672318343362378, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1286867906177900549, "screen_name": "PossumZero", "user_at_name": "Lion Zero", "sample_content": "回复 @ranaeizme @RyanWaltersSupt @ChayaRaichik10 Sounds like you are a pro child-groomer/pedo supporter Ranae, who is absolutely clueless regarding what a real bully is. The real bullies are the child-groomer pedos stalking children, like the freak Chasten and his buttplug \"husband\".\n回复 @therecount https://t.co/70tdaHU6OV\nWho else believes pedos and child rapists should receive the same horror as they gave their victims and then hung slowly from a noose?\nThis guy has some great plant sprouting/growing ideas! The damp paper towel to sprout seed works, as we have tried it on tomatoes, pole beans, peppers, okra, etc. We place ours in a zip lock bag in the cabinet over the stove. Sprouts in a few days! https://t.co/mgAUSYQH8C\n回复 @MadisonHornOK How about you publicly apologize for your hate crime comments regarding the Nex suicide? Instead of a hate crime, she killed herself as a direct result of LGBTQ+ grooming which created her mental illness. You are a liar, coward and pro child-grooming LGBTQ+ advocate.\n回复 @catsscareme2021 NEVER allow your child to be vaccinated - EVER.\n回复 @In2ThinAir @OtisAndKimchi People taking pics of pink shit in the sky and claiming to see the Aurora. Unbelievable. It is created, man made pike shit. It is NOT the aurora.\n回复 @DBD15672358 Oregano oil is great!\n回复 @Nate_McMurray WTAF is wrong with you Nate? Were you dropped on your head as an infant?\nOk, so Oklahoma has had 85 tornados this year...so far. TPTB are being allowed to continue weather modification and destroy even more lives this year. When will it stop? Will Oklahoma pass a law to stop weather mod or continue to allow this shit?\n回复 @JoeyCrist_WX There is absolutely nothing natural about these storms. Between the HAARPS/NEXRADS and other weather modification devices, these are created and can be witnessed in real time on https://t.co/bDyTLwvf9X and other sites.\n回复 @Nutmegbunny9 Sharing the truth is important! We spread the truth about Ivermectin and Fenben to whomever will listen. Keep up the great work and ignore the trolls! ♥️\n90% of U.S. Cheese Contains GMO Made by Pfizer https://t.co/CHaGxpF0Xv\n回复 @AllenDMartin @pfizer Hot lots have been around for decades. I have 30 years of vaccine lit research and have tried to educate people for those 30 years. NO ONE has listened.\nMy GM was nearly beaten to death back in the 50's by a black man she hired to work in her cafe.  My BF was molested by the first black kid in our kindergarten. We had to move twice due to black gangs destroying our neighborhoods.  Sick of this shit.\n回复 @Gunblaze1969 Yes. We were driving away from the May 3rd 1999 F5 tornado and our car got destroyed my hail that size. Loud does not even begin to describe the sound.\n回复 @zerodelta144 @CheckThatBlue @polarbear11_11 @CultivateElevat We take one dose before lunch and one before bed. We also drink fresh lemon water to help with the itching. You can also drink the lemon concentrate which we do when we run out of fresh lemons. And you can also look up herxing, the symptoms of removal of parasites.\n回复 @TulParentsVoice Why is he still allowed to teach children? The parents who allow this child-grooming pedo shit disgust me.\n回复 @RealDutchsinse I am beyond sick, tired, disgusted and extremely angry at the continued weather manipulation/modification. It is so obvious to see unfold thanks to people like you who are trying to educate others. Oklahoma here, and am DONE with this weather mod shit. It needs to stop.\n回复 @joedirt501 Looks like some kind of chickpea or lentil curry or dahl that he's adding other spices to. I recently learned to make different curries from a British friend of mine. My kitchen looks much different than that though! 🤣🤣🤣\n回复 @jacobrosecrants The mentally unstable pedos, pervs and child-groomers of the LGBTQ+ are responsible for her suicide. ALL child-groomers should be thrown in prison for the rest of their disgusting lives or face the death penalty for crimes against children/child abuse.\n回复 @Anastasia_Hibbs Pediatricians are the most evil of all docs. They KNOWINGLY inject the most innocents with poison. Do any of you realize your infant/child does not need to see a pediatrician? FFS, do some research.\n回复 @CbrewsterOKC @GovStitt @TheOklahoman_ Illegal means ILLEGAL. If they are here ILLEGALLY they need to be forcibly removed immediately. Period. If they are here legally, no issue.\n回复 @ornery_owls They first called it Coronavirus, which is a form of the common cold. Telling people to mask, glove, distance and use hand sanitizer for a deadly \"pandemic\" was an obvious joke. For a true deadly pandemic, one would need to be in full hazmat gear. Never did any of that nonsense.\n1 Royal Guardsmen Snoopy Vs Red Baron 432hz https://t.co/D9q04IdHBU via @YouTube   Remember this as a child!\n回复 @TaraBull808 Oh wow! That is crazy! I have 1/2 gal of milk, 1 lb ground chicken, 3 lb bag onions, 1 lb butter, 32 oz cheese, 36 oz honey roasted nuts, 6 oz shredded parm, 4 lbs lemons, 96 oz iced coffee, beef taquitos and 16 mega rolls of TT coming tomorrow for $70.92. And that is high imo.\n回复 @TheOnlyDSC LOVE IT!!! About time! The customer is NOT always right, and it is way past time animalistic customers get out in their place. No one has to put up with their shit.\nThis is child abuse. How could ANY parent allow this to be done to their child? Bless his heart. And yes, the belief in \"viruses\" IS the most harmful belief.\n回复 @Resident_NEOK @kfor We moved from that exact street (Rolling Lane Circle) 14 years ago due to the horrific rise in black gang crime. I grew up in MWC, used to be an extremely family oriented city pre-1990's. Shootings every other night. That used to be THE neighborhood to grow up in.\nInteresting...Thoughts? 🤔🤔🤔 We do not shop at Costco.   Costco Will Give You Free Groceries for Your Old Electronics — Here’s What To Do https://t.co/HvyLYYlPHL", "overlap_score": 0.1320585319027603, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1309895015859212293, "screen_name": "NotNoseyRen", "user_at_name": "Not Nosey", "sample_content": "回复 @Case1034521625 @Odawgg123 @KratzUncanceled @DukeJuke11 @kmfbd1 @DrSilkman @KellyPe44814546 @TB_Bucs_4Life @TManitowoc @Mysticjynx @LaurasBlue @goldyfinchy @Jacks1961 @sappercop2003 @7pairsofpanties @foulplayteam @JButing Yall, we were doing so good. Let get back to the case files, that thing Kratz doesn’t have 🙃😜\n回复 @TB_Bucs_4Life @KratzUncanceled @TManitowoc @Case1034521625 @sappercop2003 @DukeJuke11 @7pairsofpanties @DrSilkman @foulplayteam @JButing @Jacks1961 He is right about absence of evidence regarding certain things like the two RAV theory, it’s the “ignorance fallacy” but things like fingerprints and dna SHOULD be here and are not, it’s the exception to the rule and in those cases it’s evidence or can be considered evidence\n回复 @TB_Bucs_4Life @KratzUncanceled @neeche41 Not always, depends on color. I have had carpet that was light and I would use laundry detergent and bleach mixed to shampoo. Works and smells great. I doubt Steven had that kind of carpet though. It was light IIRC. But, they would have been able to take samples and detect bleach\n回复 @KratzUncanceled Kenneth, do you care to cite what Culhane said about the DNA on the bullet? I can assure you she did not say it was tissue.\n回复 @braddasseymusic @kaboomblamzoom @sappercop2003 @AveryWave80194 Scott has a brother named Brian if I recall correctly\n回复 @BoozeyBeauty lol they always try it with people they think are “new” lol\n回复 @MAL5144 @Mandyesq @JohnDePetroshow Yes, that’s typically what people say who have no answer\n回复 @RutRoJamz I’m sorry that you like to interpret what people mean on the internet but it’s not a very intelligent thing to do. I think the underlined shows I got the question w/o your “?”. Tell me again who needs to read slower? I added the “?” So you wouldn’t be confused. https://t.co/PUrIHsC56b\n回复 @AlexisKat6 I thought you were referring to Ali after she said she was home. Idk anything on Colin’s 360 data, or that I remember. If Colin’s 360 data showed him at 34 FV after 12:10, that still doesn’t explain Higgins description of a “tall dark haired man”, he wouldn’t have said that about…\n回复 @cpickles32 Maybe, that’s not for me to decide, I just remember when I heard her say Bukakke and I was like wtf is a bukakke. Then I saw his video laughing at Julie calling him that.\n回复 @b297378 @SailboatWolf @sheetnwinch Do I? I’ve been around well before this case lol. If your mad about my clicks here, don’t come to my TikTok, a couple million might send you over the edge 😬\n回复 @Mark_Philias I forgot the word “trying” to make her look bad so technically you’re right, that’s what I said. But yes I’d agree it doesn’t make her or her team look fantastic. She’s also not responsible for the actions of others.\n回复 @KratzUncanceled @LaurasBlue @Odawgg123 @TManitowoc @Case1034521625 @MrPrecedent @Jacks1961 @DrSilkman @TB_Bucs_4Life @goldyfinchy @kmfbd1 @Mysticjynx @DukeJuke11 @sappercop2003 @7pairsofpanties @foulplayteam @JButing @ZellnerLaw When you said Ryan was at work in Milwaukee did you cite that as “fact”?\n回复 @crimeculturecyn Common Wealth debunked:   MYTH: the tail light cut his arm FACT: no blood or tissue on any piece of tail light or the Lexus, the tail light did not cut JO arm.   MYTH: Proctor wasn’t near tail light FACT: The state purposely inverted a video showing Proctor and Bukakke lied\nThe drunk man who killed 2 men riding bikes hours before their sisters wedding, is only facing a max of 10 years, while a woman who used company money for tiktok faces 35 years. Someone make it make sense.\n回复 @kmfbd1 @KratzUncanceled @TucoLoco5 @TB_Bucs_4Life @DukeJuke11 @Jacks1961 @OurKingWilliam @VegasRanger1872 @oswuscks @LaurasBlue @Case1034521625 @clancy_boom @neeche41 @a_meadowsweet @sappercop2003 @DrSilkman @coriolana61 @allegedlyashow @foulplayteam Ok great. I still want to know were 10 (or 11) rounds fired or she was shot 10 (11) times bc if so, why is there only dna on 1 bullet that isn’t brain blood or tissue? Maybe I know this and just very rusty 🧐 Doesn’t make sense based on his claim.\n回复 @therobbieharvey I agree, legally he did not steal her car. He did not kill her. While I think he was a huge contributing factor to her mental health, I don’t think they can get him on anything other than being a POS. I don’t see how the church could be liable either.\n回复 @AlexisKat6 No, it cannot be both. Higgins was still at the bar at 12:10, the same time Colin and Ali testified they were gone from 34FV by, so they never crossed paths.   Higgins did not get there until after Colin was gone. The only other person coming into the home would have been John… https://t.co/o9OSbEMDJ5\nAffidavit of special agent CHENEE CASTRUITA in support for governments detention of #MatthewFarwell 45 pages long.   Summary of the case and evidence  https://t.co/BywZIL4Eib  @BoozeyBeauty @KJRN2510 @DoctorTurtleboy @TheYoungJurks @Bederowlaw @SandraBirchmore @KerriTrueCrime\n回复 The victims clothes were laid out to dry for SIX DAYS on parchment paper where many had full access, and THEN logged into evidence, and neither Butkake or his department wrote evidence intake reports….at all. He also put evidence in his truck for days…. I. JUST. CANT.\n回复 @calleymeans @GeneralMills It’s also extraordinary that you’re coming after Jason over Cereal when there is an abundance of other things you could be caring about vs using his name for clicks bc he’s connected to Taylor. Get a life\n回复 @Mysticjynx @DukeJuke11 @Odawgg123 @TucoLoco5 @Case1034521625 @Jacks1961 @MrPrecedent @kmfbd1 @LaurasBlue @Darksid12964881 @a_meadowsweet @TB_Bucs_4Life @KratzUncanceled @DrSilkman @KellyPe44814546 @TManitowoc @goldyfinchy @sappercop2003 @7pairsofpanties @foulplayteam @JButing Hahahaha that first line. I said this almost exact thing to someone on Reddit today.\nPlease explain to me how ANY of Woodys testimony is evidence of guilt towards these defendants. Woody is right and telling the truth about one thing…. This is a WASTE OF TIME. This is benefitting the jury NONE.   Is no one objecting to him testifying  because this is helping…\n回复 @JessicaShettle2 @kristinprice81 @Monilynne2018 @GypsyRoseBlanc @X @RipperGameChair Too bad she didn’t stab her. But continue to spread lies. Typing in all caps won’t make them true. https://t.co/0C76zoQ3Hd\n回复 @Filesxxx @MrPrecedent @KratzUncanceled @JButing @NewScott What to you is odd about their interaction? Kratz wants Jerry to engage so bad and He hasn’t. I haven’t seen them have any interactions.\n回复 @kaboomblamzoom @sappercop2003 @AveryWave80194 @braddasseymusic I don’t think she’s involved w the murder at all. I don’t think Bobby would have trusted his mom 2 help in any capacity. My opinion is Bobby is a fantastic Denny but I’m not 100% sold on Bobby w/o many questions that will never be answered about Ryan. Someone should get his DNA.\n回复 @JohnWilliamFau2 @LaurasBlue @lisamt75 @7pairsofpanties @Case1034521625 @AveryWave80194 @DukeJuke11 @Jacks1961 @DriA652289 @OurKingWilliam @DrSilkman @MrPrecedent @Presumed_Guilty @Filesxxx @TucoLoco5 @KratzUncanceled @Mysticjynx @Darksid12964881 @a_meadowsweet @clancy_boom @mishicothigh @kmfbd1 @goldyfinchy @TB_Bucs_4Life @KellyPe44814546 @TManitowoc @sappercop2003 @foulplayteam @JButing @workwithkz @FBI @WisDOJ @GovEvers @netflix @HenburyAve Take a break indefinitely bc you don’t know shit about this case and are a level Chad Keller conspiracy theorist. You DONT have screen shots of Henbury in any guilter group you idiot. Steven is an idiot for having you around. I just hope the Hodd is going behind you cleaning up…\nShut the actual fuck up. Were you kept in a room as a child and shown no affection? Do you know what human interaction is?   Are you also jealous that her shoe collections is probably worth more than you as a human in general? How sad.   Karen can’t take a bite of food or take…\n回复 @JaceyDeLaynes @kaboomblamzoom @JButing lol new picture book coming soon!\n回复 @KratzUncanceled @Odawgg123 @DrSilkman @TB_Bucs_4Life @TManitowoc @kmfbd1 @Mysticjynx @Case1034521625 @LaurasBlue @goldyfinchy @Jacks1961 @DukeJuke11 @sappercop2003 @7pairsofpanties @foulplayteam @JButing Surprisingly, I haven’t attacked you at all. I’m trying to have real conversation. Snarky, yes, but attacking, no. You just cannot pull your shit with me. 🤷🏻‍♀️", "overlap_score": 0.165508318663154, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1343724644428341248, "screen_name": "iAM_jakejack", "user_at_name": "JJ", "sample_content": "回复 @waffles_47 @LarryDJonesJr How is he simping? Read what the post said and have 0 bias for a moment. Watch the video to see for yourself. Then think. Dont talk, just think\n回复 @Musings1945 @GenMhayden @ForeignPolicy @GioeINT We believe theyre here to protect us. If thats the case, it would be stupid huh? Just like defunding the police. However, have you ever gave it the time of day to wonder/explore the possibilities thag maybe they arent as just as we intended them to be? I like to see possibilities\n回复 @AlimamyDKamara1 @RogerJStoneJr @simonateba The republican governor defied the brainless president biden and secured the border. The bill Trump didnt want passed would have sent $75bil to ukraine and only $600mil to the southern border.  Your priorities are in the wrong place or you are misguided\n回复 @DailyLoud Gonna be a rough decade for these only fans girls\n回复 @legaltweetz @Riley_Gaines_ @NBCNews https://t.co/3V5giissFq\n回复 @GOP_is_Gutless @CollinRugg The kids were white… the video is shown in the video of him being accused\n回复 @stillgray Its a dude\n回复 @xxmisakiii @KO_Fights_ Theres not other routes. You know for a fact youd disavow your family if they condemned you and spread lies about how awful they are. You are disgusting. But ig you decided youre worth $20 so enjoy your life decisions. Great feminist movement at work. You aced the test\n回复 @RepSwalwell I like media who dont attack people for a bag I like judges who actually uphold justice I like presidents who can walk straight and speak coherent complete sentences  I like freedom. Not whatever youre tryna bring on\n回复 @IwearCrocsAlot Learn some common sense. Read it\n回复 @DrLoupis Nobody slaughtered isis to make them want revenge.   Their religion made them want to kill. Same as hamas 🙂 guess whos side theyre on. Yeah. Guess whos the same\n回复 @TishJames Hes a piece of garbage. Its unfortunate he died. His life mattered. All lives matter. Including black lives. He didnt die because he was black. He died because he was full of bad choices and it cost him.\n回复 @mhdksafa HAPPY BIRTHDAY!!\n回复 @libsoftiktok I feel so sad for the victim, but even more so for the one girl who tried to help and got jumped by 3 people herself\n回复 @notabrokenthing Or just teach people not to hoe around Teach men ACTUALLY TEACH THEM not to rape and why its bad Make people GOOD again Quit tryna force some stupid narrative to just permanently sterilize every male for no reason.\n回复 @alxcharlesdukes @ryanjreilly @NBCNews Because theyre clearly friendly. In the end (if you watched) police come and tell them to move and back away and everyone just leaves\n回复 @Victorshi2020 You certainly root for a communist party in America. Thats crazy. Idc what your ethnic heritage is, get right right now\n回复 @BrandtRobinson @MZHemingway How scared are you that youre wrong?\n回复 @SirBylHolte Look at the hate you get from these white liberals the second you (a black man, because yes its important to them) do not follow exactly as they preach for you to do. Let this be a lesson why we can never go back. Tell all. This is their way. The real racists reveal themselves\n回复 @highbrow_nobrow @Acyn The country is in shambles and were all running out of money but sure its fine 😐\n回复 @MarioNawfal Uhh the nerd bullied him. This is nature. Dont act like a piece of crap and you wont get the thunderous slap\n回复 @liberal_jamie No. Ive seen hillary clinton and ghislaine maxwell  But i know you have selective sight on reality\n回复 @DonaldTNews Save football trump, please\n回复 @dreamalotmusic @elonmusk So youre saying youre nazi germany\n回复 @MckigneyRa56001 @MakiMarish @MarioNawfal Most bug time journalists all go to the same schools and get hired by the same companies. Essentially we can say its a cult or club. You trust them?  I see what youre saying, and i agree. But i also raise the question, who should we trust?\n回复 @Resist_05 Except… the live stream was hamas slaughtering jews\n回复 @RepRobertGarcia These are absolute lies. And everyone knows it 😂 man i cant wait for yall to be destroyed\n回复 @MarioNawfal We still dont have Epsteins list. We were supposed to see it January 3rd.  What happened?\n回复 @KeneAkers Should be though\n回复 @DrLoupis How is he a traitor to his country because he doesnt stand in a foreign countries allegiance?", "overlap_score": 0.1729590208063372, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1124529964009832448, "screen_name": "PearlWheres", "user_at_name": "RiverRoadPearl", "sample_content": "回复 @JasonGancedo @AKBrews @Hoosier_Diddy At first glance I thought he was a Sumo beefing up. Pathetic, a sad man. Obv issues. Ugh\n回复 https://t.co/qz9oWCZSgq\n🦜⛵🍹\n回复 @CinnamonRoad Quietly making noise. ✨ Very Jimmy Buffett. 🦜🌴 https://t.co/hPacgUPA4V\n回复 @brlowder69 Copy it and keep it Bobby. It's not mine but it's there for the taking. I like it too.\n回复 @timber_custom @emilyofeasttx Must be a regional thing.\n回复 @RobotThomas I have one and love it. Use it all the time. I made a roast beef in a couple of days ago. It makes super duper wings. I could go on &amp; on. It's a small 5 qt. Easy to clean and was roughly $50. I've had 3 yrs. 🍗\n回复 @timber_custom Awwww... I miss our boat. Looks like the best day.\n回复 @timber_custom Enjoy! 🍻\n回复 @timber_custom Luv it\n回复 @foniker No air supply 👎\n回复 @KittyKittay Hallway at home. I call it the corridor of doors. It was just one of those freak accidents. I'm not a kid anymore for sure. https://t.co/jroVvr7s9V\n回复 @RobotThomas Makes it more legit 🫶🤭\nAmazing 🤩😂😂\n回复 @RobotThomas It's about time. The curly shoes were a bad look. 😉😏\n回复 @jayneco04310055 I am a full on Parrot Head! 🦜⛵🍹 Have a boat drink on me. I have been a fan since the 70s . \" Jump right up and show your age!\"  Save the Manatee tag still hangs in my Maine house brought up from Fla.🐬 https://t.co/QwhNRif8Vf\n回复 While it's fresh in my head I wanted to tell you that beautiful old felt bowler hat was fab. What's the story behind it?  Looks like it might be broke in a little. Perfect! https://t.co/1ikDyDZC6k\n回复 @dvesean 🖤💛 We're everywhere. Nationwide. Folks from the 'burgh in N. Maine. Fun to run into. My daughter lives not far from Zeli. Evans City. Night of the living dead turf. 🧟\n回复 @timber_custom Thought of you. Stay cool 😉 https://t.co/RFrqRG2XAq\n回复 @Urbanartist2 Cantaloupe\n回复 @timber_custom Ohh! Good news. Looking good Kenny 👍\n回复 @Tjeerd001 I still have some. We throw parties so the more the lawn chairs the better. Summer is on the way. 🌼☮️\nThis is one of those nights that I wish I kept chocolate chip cookie ingredients on hand.\n回复 @SusieKline Beautiful fabric. 🌺\n回复 @jayneco04310055 Because it's fun 🤷\n回复 @chadtyson Oh man. I feel homesick. 🖤💛🥹 In the '70s on a hot day in the 'burgh I would sit next to the fountain to tan and stay cool. Dahntahn was my digs. ☮️\n回复 @UpBeatSkeletor I love OPI 💅\n回复 @TheMicheleWojo No glam squad in my day 😄\n回复 @OutofstpmaineAF No. You look very handsome. Happy Saturday 😊\n回复 @jayneco04310055 With the barkers and the colored balloons, you can't be twenty on Sugar Mountain 🌎☮️💕⭐", "overlap_score": 0.1881656041078195, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1309152120386596867, "screen_name": "DavisGell", "user_at_name": "M. Davis Gell", "sample_content": "回复 @TorontoStar Yes, but his boss that put him inside that truck without the skill development necessary should be called to task and replace Mr Sidhu on the deported line.\n回复 @liberal_party If you’re so delighted with minimum wage jobs that are now being filled by those that used to be middle class you are sick puppies.\n回复 @cowling175 You obviously have never been to a real rally.\n回复 @PeterHRatcliffe When the federal government can resume its required fund formula for healthcare then you can throw stones at provincial governments. Until them keep your taddy trap closed\n回复 @TorontoStar What about the massive deficit created by liberals that’s achieved nothing except adding to our interest payments to astronomical levels.\n回复 @FoodProfessor I once had an oriental friend who couldn’t say “L” and it would come out “R”.    Are you making fun of my friend?  Stop it.\n回复 @liberal_party Why do you continue to lie?   You have no idea what Poilievre will do.  Second, your dental program bites….   And not in a good way.\n回复 @winter_canada Meanwhile Trudeau sidled up to wife beaters, pornography makers, and assorted criminals including 10 million pay out to a convicted terrorist.   He who points the accusatory finger at another has three fingers pointing at himself mainly because the pointer’s background is bad.\n回复 @_wake_up_USA That alone is worth electing Trump\n回复 @nandouglas Oh you liberals bots unable to see the truth but constantly promulgate the liberal lies\n回复 @HarmfulOpinion @NotaliaMateo I have my own mental illness, I don’t need to take on yours.\n回复 @danlett @GasPriceWizard Your attributing “printing money” as not being inflationary is as much misinformation as saying that carbon is to sole reason for “climate change”.  It’s time for everyone to grow up and permit legitimate discourse.\n回复 @elonmuskADO No, but those that want him there, that’s another matter,\n回复 @liberal_party I an effort to reduce child care costs, the liberal party has successfully reduced the day care spaces nationwide by half.\n回复 @fredhickey No government should be in for profit competition with private enterprise.  Governments are to administer, not be in any business.   Governments work for the people not the other way around.\n回复 @fredhickey Health care alone.  The Feds haven’t lived up to the 50/50 funding formula for decades\n回复 @rupasubramanya I thought it was the fault of the plandemic for all the ills of downtown Ottawa.  Who could have guessed that trucks are the problem so make it impossible for trucks to deliver anything to or from downtown.    Yep, makes perfect sense.\nhttps://t.co/OxmTBFw3mS    The latest edition of Desi Trucking Magazine.   Some important issues being discussed.\n回复 @yonkojohn Yeah ….  The wrong direction\n回复 @MarcPatrone The liberals increased the percentage of FWs from 10% to 20% but then forgot about those companies who break rules and had 100% with many subjected to indentured servitude polite phrase for slavery.   Now drop it back to 10% with no audits to check on the honesty of those hiring.\n回复 @RodKahx It’s not.  It’s under the jurisdiction of the federal Government, specifically Parks Canada.\n回复 @retail_recruit What a waste of good beer.\n回复 @Concern70732755 He’s third most incompetent, right after Freeland Who is right after Trudeau himself\n回复 @oneplusone10 Dear liberals.   You’ve tried for decades to define your opposition before they had a chance to define themselves.  These conservatives are different.  They’ve already defined themselves and now you’re trying to do catch up and destroy their definition.  Ain’t workin.\n回复 @AnnevanLeur And anyone in Sweden can get health care but must speak Swedish and not just lip service Swedish.\n回复 @Sadie_NC It would be very difficult for a lesser person\n回复 @graciesart @PierrePoilievre Get ready to be embarrassed,  we’ve certainly had eight G7s at which we’ve been embarrassed by our “statesman”\n回复 @Pickerelpete01 @MrStache9 If he happened to get re-elected that would prove without reservation that election interference took place\n回复 @Nannynannynanoo The liberal bots are busy.\n回复 @liberal_party https://t.co/jQeJRaMerj", "overlap_score": 0.1949711941755659, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1203412434959994881, "screen_name": "willmcraney", "user_at_name": "Will McRaney", "sample_content": "回复 @SBCLitigation Guests observers are welcome to come to the hour long oral arguments.  Sandy and I will be there.  Ezell to date has not participated in person in any court required procedure or settlement discussions, but maybe he will come out for event.\nIs Ezell worthy to be leading @NAMB_SBC? Is this guy worthy of your sacrificial mission gifts? Can this guy be entrusted with the care and leadership of missionaries and fellow servants? @SBCUnderground @BaptistPress @markwingdallas @bartbarber @GABaptist https://t.co/l8DrRRoDDT\n回复 @DGrantGaines Are you advocating @NAMB_SBC waive attorney/client privilege? You are a Trustee Will you demand NAMB provide their required salary structure? Will you publish financial statements for @sendrelief? @markwingdallas @SBCUnderground @Jeff_Iorg @SBCLitigation @BaptistReport @SBCvoices\n回复 @TomBuck @TerriGreenUSA @kevezell @LewisRicherson Evidence of Ezell lying already existed but is mounting. He fired a young missionary over misfiling a $42.37 expense to feed 4 planting staff. He belittled the man w/ 4 young children in 2 seminary chapel services. His standard would FIRE himself. Yes, I have the video.\n回复 @NAMB_SBC Trustees are responsible to the SBC and are responsible for the words submitted to the courts that hundreds of SBC and Baptist leaders and an expert court witness has said is a RISK to 1st Amend and ALL Baptists.  NOTHING TO SEE? Why oppose motion? @baptist_news…\n回复 @jrwhitehead @SBCExecComm Amen on voting for the 990 data. This is good for Baptist givers, SBC entities &amp; for every entity leader that is seeking to lead righteously and build trust.  Time for @Jeff_Iorg to speak for this. He led Gateway w/ transparency. @markwingdallas @wartwatch @ERandyAdams1…\n回复 @larrydrobertson The designers &amp; driver of the GCR and NAMB would have been served well to read this particular idea on partnership before they struck a crippling blow to partnership.  In 2015, one southern state exec told me “partnership is dead in the SBC”.   They blew up essential components…\n回复 @ronniefloyd Depending on the who is, SBC missions needs the mercy of God for the arrogance, selfish ambition and cover up by too many Baptist leaders. Treating His church and the entities like \"corporate\" pawns instead of Kingdom work, His ways.\n回复 @LockwoodFrank @NAMB_SBC Pres. Kevin \"Ezell said he did not expect the church would announce Maggard's arrest to the congregation\" regarding the accused, later convicted child molester former 14 yr. principal of the Highview school where Ezell pastored (10 felonies w/ 7 boys). Any difference? https://t.co/CIC8M9L09k\nClear to Baptist Report, Baptist News &amp; others why not NAMB trustees and Baptist positional leaders &amp; influencers. Maybe another case of Isaiah 39:8.  https://t.co/eWsh5AhcpT\n回复 @DGrantGaines @ronniep Maybe supporting an investigation into the entity where you served as a trustee would be in order, including protecting a child molester by the President and threatening a reporter who discussed it. What about it Grant?\n回复 @JohnKaleo You were right. They missed their two primary and specific assignments.\n回复 5/7 As revealed in legal discovery, Ezell wrote to Dr. Randy Davis @randycdavistbc, TN Baptist Exec. Director.  Ezell wrote that me and Dr. Randy Adams @ERandyAdams1 \"Continuous lies by mcraney and Randy Adams - Doesn't seem to end\"    Well, Ezell got the last part right, his… https://t.co/7AOJWeF9e1\nEzell fired @NAMB_SBC missionary over $42.37 receipt. More to this. Join us tonite @ 7:00 EST on FB Live for rest of story. Watch 60 sec. video &amp; join us for details. @JamieTew he defrauded you &amp; @NOBTS students in your chapel. @baptist_news @GABaptist https://t.co/k2jM69a9g0\n回复 @SBCUnderground Indeed! We desperately need a wise, courageous, experienced reformer to lead us. Entity heads have their own agendas &amp; trustees are collectively forgot who works for who. NO TIME for business as usual. Dr Randy Adams is a place to start. #Transparency #Accountability #Partnership\n回复 @BaptistPress Obviously not. It also damage the SBC in several key ways AND damaged the cooperative spirit as partnership.\n回复 @SBCLitigation I warned for 6 yrs: @SBCExecComm &amp; NAMB &amp; @ERLC &amp; State Execs &amp; countless others. @NAMB_SBC lied to fed courts about Baptists &amp; their rights. What say Trustee @bartbarber?   You may find NAMB Trustees in resort, on beach, or at a pool in Puerto Rico this week.   @reachjulieroys https://t.co/gez9vua3bS\nEvery Baptist person, body &amp; minister should ask NAMB trustees &amp; each SBC entity head if they agree with this statement as being reflective of the relationships among Baptist partners and reflective of cooperative agreements.    Is TN State Convention under NAMB’s governance?…\n回复 @garetrobinson Sadly, it is much worse than above list. See link to my Sept 2021 open letter to SBC EC w/ more outrageous offenses. BUT certainly it is EVEN MORE WORSE than I wrote or know. @bartbarber @Jeff_Iorg @ERandyAdams1 @randycdavistbc @bobsmietana @markwingdallas https://t.co/hsmit0mjPb\n回复 @SBCJudge I am still waiting for an apology for 4 years.  On Thursday this week I will be back in 5th Circuit where @ERLC lied to federal courts thru @drmoore.   See what is at stake by @NAMB_SBC. We need a @ReformNambNow &amp; new leadership. Read this clear article. https://t.co/mT3CYcfKeN\n回复 @RebukeWoke @AlabamaBaptist @BaptistPress From several types of sources:  primarily through mission gifts to Cooperative Program &amp; the AAEO national mission's offering. They can also receive money directly, but they are not supposed to solicit for anything other than CP and AAEO. Maybe from fed. govt for Send Relief.\nPrayers for Pres Trump, our nation, it leaders and all those impacted by the tragic shooting.   Prayers for pastors, followers of Christ and churches as we seek to bring light and hope to those living in spiritual darkness. Love your neighbors, share Christ.\n回复 60+ Baptist leaders filed an amicus brief challenging NAMB &amp; stated dangers. Ezell, NAMB Trustees &amp; attorneys have it wrong once again  Ezell wants to dismiss what those leaders described as “existential threat to the SBC” @SBCUnderground  @Pastor_BGideon  https://t.co/DBWyj3GlHd\n回复 @bartbarber In the latest TN case against SBC w RICO lang, plaintiff referred to “The Southern Baptist Church”. NAMB has done the same. The MS District judge did as well. Is there a “The SB Church” like Methodist? Please answer this ?, maybe 100s of millions at stake.\n回复 @ChristaBrown777 @NAMB_SBC Pres. Kevin \"Ezell said he did not expect the church would announce Maggard's arrest to the congregation\" regarding the accused, later convicted child molester former 14 yr. principal of the Highview school where Ezell pastored (10 felonies w/ 7 boys). SBC entity head? https://t.co/ZmIvPKr3KO\nAll SBC entities are REQUIRED by SBC governing docs (a real governance doc), to provide salary structure to anyone who ask if they are a member of cooperating church.   RULES are for the little guys, not Ezell and others. Trustees provide info or resign. @tedtraylor @jackngraham\nGCR Evaluation Team had 2 primary tasks from SBC. Determine if GCR had an effect on (1) on gospel missions efforts, (2) relationships between SBC ministry partners.  Answers are clear: badly damaged mission effectiveness &amp; relationships. Lead w/ truth. @baptist_news\n回复 @DannyAkin Ezell misled your students in your chapel the same week. Bad leader entrusted w/ 1/2 billion in assets &amp; $150 million/yr. Disqualified leader &amp; failed strategy &amp; waste of mission gifts. Accused of defrauding buyer of his home in GA courts. https://t.co/k2jM69a9g0\n回复 @dalethompson41 I concur.  David was a student of mine in MDV and PhD programs. He was being paid by Ezell to speak when he took the job. He was not in a stage of life by David Uth just forced the issue for his approval. He was in some meetings with Ezell and knows more than he has shared about…\n回复 @kevezell @PaulWorcester @californiasbc @Pastorpete72 14 years &amp; 1.7 million fewer baptisms &amp; a dismantled national EC staff &amp; defunding EC state ev. staff &amp; faulty failed strategy late.  Maybe Ezell has figured out what he said to SBC in 2016 that “planting is evangelism” was WRONG tragically so. @SBPEF @baptist_news @GABaptist https://t.co/xTNLGgR8Ok", "overlap_score": 0.1269867819026861, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1223023767003242500, "screen_name": "SirHades777", "user_at_name": "Hades Guardian", "sample_content": "回复 @MrsButters As far as know it’s legit\n回复 @soapboxheroes @trueintuitiveme @SundaeDivine 🗑️🇷🇺\n回复 @mexic0la_ 😂🤣😂🤣\nWhat happened to the story about the high end brothel bust?? https://t.co/5r8MHpPcKK\n回复 @bizcreditfixer @grayacethot @DeathMetalV You watching from Russia?\n回复 @LorrieAnn25 @luken_van @MacWBishop You’re the one who’s telling lies  and in a cult . Trumps selective service record.  There is ample documented evidence of Trump BS and documents that have been made available online.  Trump selective service record. https://t.co/MvcCDB4Nn2\n回复 @TheSGTJoker He would short circuit and blow his diaper out.\n回复 @realTuckFrumper Who better than a guy who likes to bang porn stars 🙄\n回复 @jef @MacFarlaneNews The party of law and order for everyone else. It must be exhausting having to come up with excuses for the orange felon sexual predator cult leader .\n回复 @donkoclock Obama. He still strikes fear in them.\n回复 @theliamnissan Or had a love affair with a couch.\n回复 @BettyBowers @mschlapp 🤣😂🤣😂\n回复 @jimstewartson They all get religious when facing a stent in the slammer. I can’t wait for him to hear the sound of those steel doors when they lock.\nIt’s no wonder why Elon wanted to hide the people who helped him purchase Twitter. All government contracts must be pulled away from any business he owns. He took money from Russian oligarchs.\n回复 @Mollyploofkins The human species would go extinct\n回复 @TONYxTWO @BidenHQ https://t.co/CYNqrlN6Vo\n回复 @LawyersAnd His head is the size of a black diamond watermelon\n“hardened criminals”.  Is Mike into telling the truth now? Maybe he should give a statement to the authorities?\n回复 @jbrown11871 Immediately.\n回复 @KellDA Symptom of brain worms.\n回复 @MacFarlaneNews He’s from Bloomington, Indiana.\n回复 @BaddCompani BOOM!!\n回复 @SgtFella1 It’s going to have to get down and dirty. Russia has compromised most of congress.\n回复 @theliamnissan 😂🤣😂🤣\n回复 @smalls2672 @WestrnDemocracy Exactly.\n回复 @BaddCompani 😂🤣\n回复 @BigG95938 @AesPolitics1 It’s as hard to read that as it is to listen to him spew his word salad on stage.\n回复 @RepRiggleman National security threat incoming.\n回复 @realTuckFrumper The DOJ won’t do anything because they can’t prove intent. Hunter has showed up twice to testify and the committee chose not to question him.\n回复 @Gary_Gelormino @DialedIn6 @KGETnews MAGA live in a world of delusion", "overlap_score": 0.2404887377470497, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1335273853627420673, "screen_name": "EricSmi84454356", "user_at_name": "Eric Smith", "sample_content": "回复 @DonaldTNews They’ll both be in prison so they’re not going anywhere!\n回复 @TuckerCarlson if you’re in need of security that you can 100% trust them please reach out ! We’ve got to keep you safe, our kids &amp; grandkids need you for of country’s future to know the truth about everything!  #ProtectTucker\n回复 @JustinTrudeau @MarciIen What a disgrace! How many kids have you traffic to Canada in the month of May?\n回复 @GuntherEagleman I agree 100% it’s a disgrace having military personnel holding that flag!\nIs this a State of the Union address or a campaign speech?!? This is fucking ridiculous, this fucking idiot has turned the State of the Union into a campaign speech. Fuck you @POTUS, keep sucking that China dick!\n回复 @crazyclips_ Mental illness in this country is taken over, time to open the Asylums back up!\n回复 @JoeBiden The ONLY Nazi in this country is you, you old piece of trash! You’re a disgrace to this country! How in the hell did we let the cowards run this country?!? Oh yea that’s right it was the rigged election!\n回复 @LeaderMcConnell step down you old piece of shit! You’re ass should be in prison so consider yourself lucky that We The People are letting you step down!\n回复 @TaraSetmayer Hopefully someone close to you doesn’t OD on fentanyl! Hopefully you or someone you know won’t be apart of the next terrorist attack that’s going to happen soon. Hopefully you or someone close doesn’t get ra*ed by an illegal that’s crossed the border illegally.\nIt’s funny how @YaOnlyLivvOnce acts like shit a hard ass then cries like a little baby at the end of the match. Can’t wait until @RheaRipley_WWE comes back, @WWE should let Rhea run through her and get her belt back in under 5 seconds\nIsn’t this the truth @SpeakerPelosi &amp; @SenSchumer worshipped a dangerous felon that was a fentanyl user/ dealer that died of a OD!\n回复 @aaronnarraph @NYCMayor @NYPDPC So he comes after the officers with a knife and they’re just supposed to let him stab them? This was 100% justified, if he would’ve listened to the commands of the officers he’d be alive today!\n回复 @DealOrNoDealUS @doctor_midwife @doctor_midwife is a lair and doesn’t deserve to win! I was hoping ok ole girl would’ve slapped the taste out of your mouth on her way out\n回复 @TripleH it’s time to bring @TaylorRotunda back to @WWE!\n回复 @simonateba @nytimes @nypost Seems like @mtgreenee, @Jim_Jordan, &amp; @RepMattGaetz are the only members of the House that puts America 1st &amp; isn’t bought and paid for. Really wish the rest cared about the US like they do. This country would be in so much better shape.\nJust got done watching season 32 of the Amazing Race &amp; @TheMcKibbinBros was a couple of bitches, @itswillnjames was crybaby bitches, Hung &amp; Chee’s kids would be so disappointed because they couldn’t solve anything on their own, he’ll all 3 teams couldn’t solve anything alone\nThis country would be in great shape if everyone else in Congress had the balls that @RepEliCrane has! Love this guy, he calls out the fake news &amp; the Biden regime!\n回复 @JoeyMannarinoUS I’m so glad I raised my daughter to respect herself, all of these women clearly have daddy issues!\n回复 @RepRobertGarcia Your parents would be so ashamed of you for being a little punk bitch and not going after the guy who got them killed! Mr. Fauci belongs in prison\n回复 @dom_lucre Michael instead of “@MichelleObama”\n回复 @IanJaeger29 He should be! The FBI &amp; DOJ are corrupt and needs to be rebuilt from the ground up!\n回复 @CollinRugg Wow, how can @espn keep @stephenasmith employed when he is raciest to the full extent!\n回复 @front_ukrainian The answer has been NO from me since the start because I don’t support Nazi’s\n回复 @Sophia_Nyx Tombstone\n回复 @CollinRugg She should be charged for this, hopefully the PD does the right thing for the pour women that jumped into the lake due to bullying!\n回复 @CollinRugg Grow some balls Steven!\nFuck 🇺🇦 &amp; the Nazi’s! Really wish we had a government that worried about America 1st but sadly we don’t! The border is wide open with terrorist from all over the world coming in &amp; Fentanyl is running rampant into America! Can’t wait to become a ICE agent when Trump gets back in!\n回复 @GuntherEagleman My hand\n回复 @iAnonPatriot They know not to try that shit here in WV because they know what would happen when us Hillbillies from Appalachian get involved! https://t.co/IDRv0IwTXC\nIf @cabellschools board was smart they’d realize that yesterday’s vote against the Levy was 100% on @CabellSuperSaxe and that he is NOT a liked man in this county! Think it’s time to bring in a new Superintendent, one the people actually like. #SaxeIsASnake", "overlap_score": 0.1304255657341155, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1275454919789568005, "screen_name": "clarkwrightphi1", "user_at_name": "clark wright philip", "sample_content": "回复 @acroce66 AG is a great film, but I can't watch it over and over like Fast Times.\n回复 @Thekeksociety It's one of those Illuminati things. It tells you a lot.\n回复 @missjuliebrown Hey!! Watch what you're saying!  Don't be dissin' a guy who played for the Green Bay Packers!  That's blasphemy!!\n回复 @TodayInSportsCo @BarrySanders I like the first two, then it gets murky after that. I would put O.J. higher. I would also have Jerome Bettis on the list.\n回复 @HeavyMetalSvet Only The Pythons write such sophisticated comedy. I love how they just appear to be building a pile of mud. Classic.\n回复 @kitten7908 Of course not. I'm watching Ancient Aliens.\n回复 @acroce66 Jack Warden\n回复 @damone_mike First Manilow song I was introduced to. When I hear it, I'm instantly transformed back in time. Excellent tune.\n回复 @MJMcKean He had that weird thing whereby he enunciated every syllable.\n回复 @acroce66 Sissy Spacek.\n回复 @JMcNutty23 She looks better.\n回复 @damone_mike What a perfect song.\n回复 @Moonspinner55 Great cameos.\n回复 @JGordonBramer Especially standing in lines.\n回复 @lilcrc66 @GenTXer2 @officialgogos Read Valley of the Go-Go's  at  https://t.co/BkaUSXcq2K\n回复 @ImbrugliaJim Are they singing \"She\" in the upper left-hand corner?\n回复 @Moonspinner55 Wilson was a tremendous idea. I think viewers got more sentimental about him than anything else. 🥲\n回复 @Freelineorlando @OldCarLongRoad @PedroPerico75 @AMclenon @performativeUtt @FarmRoad902 @mecalnan @roger_bakes @ihateclaims @TimothyJamesCat @hermannkarlovic One of the more forgotten Zappa albums.\n回复 @monicag0321 Yes, it does happen to a certain degree.\n回复 @acroce66 Gigolo, because of the suits.\n回复 @Freelineorlando @OldCarLongRoad @AMclenon @PedroPerico75 @milanpaurich @hermannkarlovic @TimothyJamesCat @roger_bakes @ihateclaims @FarmRoad902 @mecalnan I saw it recently on some low-budget cable station. I probably hadn't seen it since the 70's, and I was disturbed to notice that the guy was basically resembling a serial killer by stalking those women.\n回复 @Ashy_slashee The \"Tabes.\"\n回复 @belindacarlisle \"I'm sorry, Bean, but you crack me up.\"   https://t.co/BkaUSXcq2K\n回复 @slade_colonel I only like Seinfeld, Cheers, Home Improvement, and The Wonder Years. But I'm extremely hard to please when it comes to entertainment.\n回复 @Freelineorlando @OldCarLongRoad @PedroPerico75 @milanpaurich @TimothyJamesCat @JaneNightshade @FarmRoad902 @AMclenon @roger_bakes @mecalnan @ihateclaims I thoroughly agree!\n回复 @MJMcKean \"You should see some of the crones that have come through here lately. Right, Violet?\"\n回复 @iantheCROAT Absolutely. They're fantastic.\n回复 @FergusonJe2831 You were my favorite Cub when I was a kid. I remember you doing a Harlem Globetrotter type thing at my school in Libertyville around 1973 or 1974.\n回复 @kitten7908 Me too.\n回复 @alisonmartino Was The Princess there?", "overlap_score": 0.2432099398142249, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1340699019459391488, "screen_name": "Brenzo75441127", "user_at_name": "Brian Eno", "sample_content": "回复 @greenparty_ie rIgHt wInG pOpuLisM. More like a wave of dawning reality. People are waking up to the #ClimateCult #climateScam. A #scaremongering narrative fed to the public to justify the existence of the so called Greens in politics, while you all prop up right wing, capitalist Governments\n回复 @Red5djedi @Disciple_Fit a journey to an awakening https://t.co/od4FmP4jlu\n回复 @PeterPaulGuy They put on Irish accents but gave themselves away when they're getting aggressive when the Afro English accents came out. These are all @rodericogorman and @SimonHarrisTD 's guests remember, and WE pay for their housing, clothes, food and pissups\n回复 @PearseDoherty of @sinnfeinireland Irelands top Insurance expert, has forgotten who elected him and decided to shitt all over #Donegal by bringing in thousands of non nationals and giving them new homes, while the natives live in crumbling mica homes.   https://t.co/EGKZYG7dxk\n回复 @FineGael @MariaWalshEU Don't bother, your clown show in Dail Eireann is bad enough\n回复 @gardai @GardaTraffic  seizing cars off or Irish motorists for probably minor transgressions (not speeding, not drinking anyway) but illegal immigrants and non nationals allowed to drive illegally without having their vehicles seized   https://t.co/7kHxmPLyEd\n回复 @mairecait_ @TullMcAdoo Why do you even care? Stick to your bogger GAA seeing as you don't care about the accelerated destruction of Ireland via weaponised mass immigration. How many  illegals have you going to house? Probably the only chance left of a ride you'll ever get I suppose.\n回复 @MarioNawfal This is a cooked up story by the Washington admin to distance themselves from what was most certainly an American operation with probably some British involvement. The Germans, now so subservient to the US, looked the other way as this lifeline to their economy was blown up.\n回复 @SquareGon @TVEMike @wayotworld Some sport douche footballer\ninvasion #plantation of Ireland is accelerating. #Irish to become a #minority in a shorter timeframe than expected. Thanks to  @FineGael @fgdubw @FineGaelBrux @FineGaelMayo @FineGaelDBN @FineGaelME  @sinnfeinireland @fiannafailparty @greenparty_ie @labour  https://t.co/HxvswBjHPR\n回复 @croppyboy1798 @sinnfeinireland It's both tragic and alarming to see what Sham Fein have turned into. The worst part is when they try to invoke the sacrifice of true Republicans and Irish Nationalists who suffered or died for an Ireland for the Irish only to now have it turned into a plantation by Globalists\n回复 @FMhaire That's exactly who is speaking. The Marxist ceasefire volunteers, trying to invoke the name of the long defunct IRA to threaten Irish Nationalists on behalf of foreign invaders\nAnything to say @SimonHarrisTD  ? ?!? #irishWomen can no longer safely walk in the Irish countryside because of YOUR foreign guests!!!!   https://t.co/trwvj6eQL2\n回复 @notoracismIRL Its probably you. Beta cuck overCompensation vibes while trying to weaponise your \"mixed race kids\" to gain virtue signalling points. You brand Irish people racist for simply wanting to preserve their ethno/cultural identity and for not wanting Ireland to become a 3rd World swamp https://t.co/8U8WeYopC1\n回复 @IrishTimes Anatomy of how the Irish Times is no longer a news paper and is nothing more than a platform for establishment POLITICAL activists. #JournalismIsDead\nAnother open borders,Marxist, anti-Irish traitor, demonizing Irish nationalism as \"fascism\" while promoting our destruction through endless mass immigration. If she calls to your door, give Sarah the boot. Her intolerance and anti Nationalism is the real fascism here.\nSome old #English crone sticking her beak in Irish affairs trying to lecture Irish patriots about #Immigration without a hint of irony, especially given that its not simply immigration but actual PLANTATION, to change the demographic in #Ireland to disadvantage the native #Irish\n回复 @OisMacC Sharia Fein? no thanks. They've turned into something the Greens and FineGeal gave birth to. Pro OpenBorders, can't define what a woman is, openly promoting Islam, feilding foreigners as candidates. No opposition to the Govt on any issue. Complete betrayal of Irish nationalism\nhttps://t.co/yj04EOflXo  \"No connection between #crime and mass #Immigration to #Ireland\" says @HMcEntee and @GardaTraffic @gardainfo ... ? Really?\nWell done again, the brave @gardainfo  @GardaTraffic  betraying then brutalizing the native Irish in order to help corrupt filth profit from HUMAN TRAFFICKING and plantation of armies of ILLEGAL IMMIGRANTS in every community and village in Ireland.  @GardaOmbudsman @irshamericans\n回复 @feeneyc82 @celinegaynor @BenGilroyIRL fAr rIgHt sCuM. 🥴  Listen to yourself. Parroting the sounds bites put in the media by the Lefty's. Have you any opinions of your own? Like what happens WHEN we become a minority in our own country?. This isn't a temporary thing it's won't go away, or go back to normal.\n回复 @EamonMelia @Tommedian The animal who raped her was MOROCCAN national #Ibrahim_Elghynaoui.   Yet another UNVETTED #Criminal #predator imported into Ireland by the #Varadkar govt, in a practice fully supported by #OpenBorders Communists like @paulmurphy_TD  He was ordered to \"self deport\" in 2018\n回复 @Pprender @patrick_clancy @BenGilroyIRL By sticking their beaks in Irish politics\n回复 @IrishTimes Typical Irish media and political class, coordinating to spew the same rethoric, calling Irish ppl \"#far_right\" for protesting the destructive levels of ILLEGAL and #mass_Immigration into their communities.  Their only solution is to demonise those protesting about it.\nhttps://t.co/I72uUauYFk\n回复 @rtenews More #propaganda bullshitt from aRseTE. Fake injury blamed on protesters to create a climate whereby the Gardai can go in and assault and arrest peaceful protesters.\n回复 @GardaTraffic @gardainfo protect foreign sex offender who assaulted young girl on a Dublin bus.\n回复 @Mick_O_Keeffe We are not anti immigration, we are anti MASS IMMIGRATION.\n回复 @jimicullenmusic @LeCheileDND @UnitedARacism @RebelTVIreland @Drogheda4All @polyrical @RebelsForPeace @ireland_for_all @ireland @DerelictDeise not myths and they're not only peddled by the so called fAr rIgHt. It's simple FACT. Why TF do you think Irish ppl have to emigrate to find livelihoods and start families? Why are hundreds of thousands of Irish only able to rent or live with parents? THERES NO HOUSING. Its FULL\n回复 @KeatingAilish @PatrickCashRace @BenGilroyIRL No. Its not. We are a Caucasian people. We were never black. Any mixed blood is simply a pollution of our Gealic genes", "overlap_score": 0.1355225262040808, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Other Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1191007250829234179, "screen_name": "Sammymom6", "user_at_name": "Sammymom", "sample_content": "回复 @WigglyAir Me either but my daughter sent me some and they sprained my ankle TWICE 😲😣🤬 🚫🐊\n👀👀 better than spontaneous human combustion🥵🔥 https://t.co/lrUhVOfE7W\n回复 @Joe_S_Pure We were hiding throwing water balloons at passing cars, til oops- hit the mayors car and got run out of town 🤣\n回复 @stopvaccinating @PhoebeNoelleM If it was actually \"vitamin\" K, they wouldn't need to administer thru a needle. It would be a couple drops by mouth! They think we're so dumb!\n回复 @RealDutchsinse I'm in Ascension parish.  Lights flickering. Weird flashing lightening going crosswise and staying right in the same area.\n回复 @Thekeksociety H€[[ naw not since I was 10 and he drilled &amp; filled a jaw tooth with NO deadening, then blamed my mother. Probably his license was fake. Traumatized rest of my life &amp; of course won't go unless in tears walking into furniture from pain.\n回复 @Enki1561 @kimrunner I posted the exact same thing last night and X froze my account for 12 hours!\n🫣🙈🫣more good advice for today... https://t.co/9aqezk5a7Q\n回复 @MargaretLCornel Phyllis passed in 2004 but also wrote this one, 7 bucks at thrift books dot com. https://t.co/20XauN7cGk\n😎in my mail today (Steve Scalise in Louisiana) https://t.co/5fnis0NXWA\nWow they are not beating around the bush any more 😄🛸👽\n回复 @Darrell65167496 I hear you Scooby. I'm 68, alone had very little life before the scamdemic. But now, stuck in an apartment, old car been dead for 2 years, haven't seen my only daughter or mother in over 5 years. So it has knocked me for a loop as my grandmother use to say. I trying to stay sane.\n回复 @CMDRVALTHOR ✨Ascension✨parish, Louisiana.  But want to move when this is over.\n回复 @BottazzoFrank @HighImpactFlix And just huddled around him like a football game, making the whole group a target, didn't even get to the ground. This is getting really old.\nI've been rode hard and put up wet 😂🐴🎠\n回复 @EBE6934_13 https://t.co/TiJwuuaJDO\n回复 @FarmGrandmaG Yeah last resort, I'm trying to reattach those little connectors, have it like it was but shorter, due to whacking I did.  It's got little posts in the back, would be hard to keep it attached .   I'll update.   Or look for a rope 😅, one or the other 🤣🤣🤣\n回复 @llandoniffirg That's her dollar 💵 she was going to go shopping\n回复 @SubvWest14_88 @AtRealBen Thx for asking, I'm a loner for 20 years so I'm used to taking care of myself. 1 sister 20 min away who doesn't care, 1 friend 30 min away but friendship not a priority. God's got me like all my life tho, I accept what comes to me, he loves me beyond the pale\n回复 @JackStr42679640 Home supply stores will run out of rope 🤨\n回复 @mistabar23 @KariMain77 @stopvaccinating Yes I learned what they put in kibble, and the flea meds cause seizures.  It's been 7 years and I still don't have any pets.  Vets terrify me now anyway.\n回复 @Nancy023922191 Next to be out of stock:   rope\n回复 @TheRubberDuck79 @foofighters Look at that 🤬picture. His foot doesn't naturally fall in the place they depicted it 🤮\n回复 @EBE6934_13 Or maybe the cat behind the counter will serve IT 🤣 https://t.co/866P7KThqw\n回复 @333too3 For that much money it better break the sound barrier 💥\n回复 @FarmGrandmaG @EBE6934_13 Welcome.  azlyrics dot com, of you ever need. It was so cute I was mad cuz I couldn't understand some of it. I pictured EBE watching cartoons. Hope you are doing good up there by Niagara Falls I think you said.  Me, just trying to stay sane. 😅\n回复 @RealDutchsinse Lorrrt at 11:11 it got deathly still and quiet 😳😳🤨😅\n回复 @LisaAbbate6 @stopvaccinating My black lab too.\n回复 @RealSkyLilli @CMDRVALTHOR I did but exits were blocked, now I walk in circles in the dark like a lunatic\nSGAnon Trump Conviction: ThankQ For Playing | US_Mil Counterterrorism Timeline | Biden \"Draft\" Likely https://t.co/WrIpyGPEMK", "overlap_score": 0.199826140248287, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1071844573377388544, "screen_name": "JasonHowardDuty", "user_at_name": "Jason Duty", "sample_content": "回复 @Travis_4_Trump Who?\n回复 @KamalaHarris You failed miserably to do *anything* in your current term.\n回复 @l42022425 Ulterior motives are possible, but those aren't traffic cones, they're buried line markers.  https://t.co/yX7jnCzMcY\n回复 @MJTruthUltra FAFO\n回复 @catturd2 Between the angle of approach &amp; the exhaust stack WFO, how stupid do  they think (some of us) are?\n回复 @l42022425 Cats are in this dimension and others. When a Tom comes on my property to kill the male kittens before raping the females, I don't even have to walk outside before they run from just a glare. I know I'm putting out some rage vibes they immediately pick up on. https://t.co/zdbpGzX4cb\nThis is exactly what the deep state is terrified of. Hallelujah!\n回复 @TaraBull808 Every damn day ain't nothing but a twist.\n回复 @andygrizz1167 @wendyp4545 I think it's referencing a call that occurred 14 years ago?\n回复 @SummmertC At 57, I think us X'ers are probably a good share of people. Hopefully we can drive our kids crazy enough to listen. I'm damn sure trying.\n回复 @Prolotario1 I've read some of his posts, but I don't get the pettiness of this.  I've also learned a lot by researching information from your posts &amp; openly acknowledge I'm a neophyte. Thank you!\n回复 @VKs_Host Waited since March 2023 for a new driveshaft. Hopefully we can install it tomorrow. https://t.co/KBnlg9FWgW\n回复 @614clinton I couldn't stop laughing all the way home! Genius!\n回复 @TaraBull808 On 11/1/94, FHP pulled me over for speeding in Venice, FL. I advised the Trooper I had a firearm in the vehicle.   His dispatcher ran the MODEL number of the pistol, not the SERIAL number.  I was arrested for grand theft, spending 23 hours in Sarasota County Jail.\n回复 @Sassafrass_84 Everyone needs a break from the doomscrolling. You do you &amp; we'll appreciate it.\nI didn't have \"becoming  Dale from KOH\" on my bingo card.\n回复 @TaraBull808 Totally the kids fault.\n回复 @misty_gamblin @SummmertC Thank you so much!  Years ago, I had an overwhelming combination of life changing events that left me kinda hollow. I reached out to a website of prayer warriors.  Immediately, I felt a cooling sensation that started on the top of my head and went all the way down to my feet. It…\n回复 @doqholliday I'm not banking on anything but the prayer that God, through Jesus Christ, delivers us from this evil realm. Anything else is a cherry on top.\n回复 @GrahamAllen_1 Very happy for you!\n回复 @SummmertC I have no inkling.\n回复 @EthanM___ @doqholliday I'm surprised to see Bayside still there. I worked the Southeast Bank merger in 1992, inside 201 S Biscayne Blvd. It is a large outdoor venue, so I can see needing sufficient officers for backup.\n回复 @KathyBarnum2 @Sassafrass_84 Totes\n回复 @KamalaHarris You got nuthin' annnnnd you know it.\n回复 @seeingkrungthep @DawnsMission Lighten up, Francis.  The mask efficacy is debatable, but otherwise all in good fun.  https://t.co/ml4HrR9YGc\n回复 @_ROB_29 S&amp;H Green Stamps!   I was like 5 and had to lick and stick books full of those sons o b1tches!\n回复 @CMDRVALTHOR The post regarding human \"toys\" allegedly from a surgeon that creates them made me nauseated.  The sheer incredulousness of the claim is self debunking. So much so that if you utter anything about it, YOUR sanity becomes the focus.  I'm still normie 0.2, having only been exposed…\n回复 @VKs_Host Totally.   I saw a video with a laser rust remover being used on a ship's hull. That would be fun.\n回复 @TaraBull808 Yes, but also aware \"they\" asked him not to.\n回复 @TaraBull808 I worked with a grown woman who didn't know beef came from a cow. Another coworker (whose family were cattle ranchers) who heard her say it had a look on his face I can't begin to describe.", "overlap_score": 0.2168127118739286, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1129164356, "screen_name": "wowgrandad1", "user_at_name": "WoW grandad", "sample_content": "回复 @MAKANDRAH I think it was a good expansion and what Warcraft needed after a disaster like Shadowlands\n回复 @OYardbirds @ryanripken Yeah he’s pretty close. For the real cardiac closer, Don Stanhouse was the guy\n回复 @__KerryLyn130 @MikeGinsberg6 I read is Trevor Rogers and Selby going down\n回复 @ElleNewlands I would highly recommend @AndreaArtistic She did an amazing job on rebranding my original twitch stream as well as a superb effort on my Vtubing avatar. Her comms were always frequent and timely and she was very good about keeping me updated on her progress.\n回复 @MAKANDRAH Grats! I healed my first timed 16 last night too! It was also a Waycrest Manor\nThere’s a graphics creator somewhere on ESPN that is laughing their ass off rn https://t.co/i337o8BZ5T\n回复 @MAKANDRAH The bar and the KitKat absolutely  The sushi... nope  The monster drink... double nope (potentially hazardous)\n回复 @Acyn I watch NCIS so that makes me a criminal investigator https://t.co/KmcVktmyhk\n回复 @myn3ckhurts @Typerighting I agree with this assessment. Devs really made an effort to address and improve gameplay. The artists and composers always seem to knock it out of the park every time. The story overall was meh\n回复 @masnOrioles I'm happy keeping Suarez in the rotation. If he can give us 5-6 innings a start, that's about as much as a healthy Wells would give us. I think our pitching is a 1 mid rotation guy and 1 long relief away from being set.\n回复 @itstatarie Actually no, I have a Razer Chroma 12 button mouse for the numeric keys but I do use shift F1 for shadow form on my priests.\n回复 @highbrow_nobrow Has DonOLD been wagging his thingy in public again? 🤣\n回复 @MAKANDRAH Depends on how your PJs look and how you carry yourself on that yacht. Just think it’s not fair to define elegance in terms of physical appearance. Kinda body shaming tbqh\n回复 @ThisWillHold @JoJoFromJerz @Lawrence This and MSM owners know which candidate is going to line their pockets with more profits over the next 4 years...\n回复 @OriolesFansSay I think the lightning has done left the bottle...\n回复 @JinkirinGaming @Xbox @Microsoft Ah yes the Windows Phone...  Still where is the Zune now? iPod outlasted it by a good margin. And my personal opinion we can throw Vista on that pile as well with 98 and ME.\n回复 @kambrice1tv But don’t even mention calling out the hitting coaches or offensive strategist\n回复 @MAKANDRAH You also forgot the part where they are also dedicated partners that will provide a stable long term relationship (if you're into that kinda thing of course). Wanda and I will be celebrating our 20th anniversary this June.  And yes, I'm one of those mint chocolate \"jif\" people\n回复 @RonFilipkowski Y'know what we do with catturds in our house? Scoop them out and toss them in the can with the rest of the garbage.\n回复 @WilliamWhoDW I think I’m going to continue watching classic as well as the Tennant and Smith eras when I liked it more\n回复 @LqLana The convicted felon rapist will also be giving all the super rich folk mega tax breaks that hard working middle class will pay for\nDammmmmmmmmmmmmmmmmmm Austin, why hast thou forsaken me? #orioles\n回复 @KenWeinmanSport I would recommend a new batting/\"offensive strategy\" coach. Their hitting approach has been bad all year. Only works when they're hot and smashing home runs.  We'll score more runs making solid contact and taking what is given instead of trying to set the team record for HRs\n回复 @notgaetti @IngridAndress Didn’t he throw a no-hitter high on acid?\n回复 @Liryns Fun fact: I did the Amirdrassil raid with you and Dayglow (I think I was on either my monk or hunter) and loved every minute of it. Also helped me to AOTC.\nNice forecast from a Peter Thiel property...  https://t.co/pTY6HYQCYH\nLooks like the E-musk got caught with his hand in the cookie jar... Elon Musk Accused of Massive Insider Trading at Tesla (https://t.co/nc3MvdXRuI)\n回复 @hadrianmarcus @tjhenry109 @kambrice1tv Not just Adley &amp; Gunnar but Jackson as well. Plus how long before you need to pay Bradish, Means, &amp; Rodriguez?\n回复 @kambrice1tv Please tell the offense to wake up as well\n回复 @__KerryLyn130 LOL looks like Hays has found a way to tap into Aaron Judge's stash", "overlap_score": 0.2236168187705189, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1196334427481051136, "screen_name": "edwinofficially", "user_at_name": "Edwin", "sample_content": "Has to be one of   @quadalley @quadalley @NorthernSoul73 @S0UL_P0WER @NorthernSoulUK1 @Nsouldirect @TaylorMod @trojan_sc @acessheffield @modsoftoday @modsceneweekly @quadrophenia @quadalley @Quadrosonic_ @modsoftoday @modsnscooters @70sMod @mariastockmod https://t.co/8ngFumwFx4\n回复 @BluesmanMikeF @3PickupMusicMan @TonyRyanJnr @paulmilnershair @CrowleyOnAir @garyjkemp @officialslimjim @_blancmange_ @DJRustyEgan @russellcrowe @GeorgeMOfficial @Guitarist_Mag @GuitarWorld @guitarguitaruk @GibsonGarage @ABCFRY @briansetzer59 @Bunnymen @the_vidaboys Bang on! Great tone @BluesmanMikeF\n回复 @ScottJKyle1 A perfect example of Product Placement Scott. @ScottJKyle1 https://t.co/vompf0gPdv\n回复 @DJRustyEgan Brilliant link Rusty , looks very nice\nHas to be one of the best movie opening scenes ever! @1phildaniels @NickiDonohoe  @quad @NorthernSoulUK1 @Nsouldirect @TaylorMod @trojan_sc @acessheffield @modsoftoday @modsceneweekly @quadrophenia @quadalley @Quadrosonic_ @modsoftoday @modsnscooters @70sMod @mariastockmod https://t.co/lIQjuF4Aga\n回复 @GNDiscography With the great @pinopalladino__ on fretless Bass. @GNDiscography @numanofficial https://t.co/GtCEc0w948\n回复 @BluesmanMikeF @3PickupMusicMan @JimmieVaughan @UTBlondon @Capturing_Soho @TonyRyanJnr @guitarguitaruk @guildguitars @garyjkemp I have to say I get as much pleasure playing my 2nd hand £200 Squire 50's Tele as I do with my custom shops ,its got a highly varnished neck same as my H.S Anderson and I like that ,some players don't like the varnish and prefer Satin feel but I love them. @BluesmanMikeF… https://t.co/Q3KiqwVoe9\nVery much enjoyed the talk yesterday by Clifford Slapper in The Fitzrovia Chapel, some great stories about him and David Bowie. @cliffordslapper @mikegarson @DavidBowieReal #pianoman #DavidBowie @Fitzroviachapel @BowieConvention @BoyGeorge @DavidBowieGlam @MilnersHair… https://t.co/NvIPJDSIKR\n回复 @Blondie_LC89 @AvantiWestCoast Last 4 Euston to Glasgow trips were cancelled ,I've stopped even trying ,I now drive ,2hrs longer but at least it's in my control. Avant West Coast is a joke\nThink I've found a new place for me in Marylebone , @paulwellerHQ on the playlist and this sign on each table.(wishing on a star) @ChelseaDan5 @VinnieSull1van @CrowleyOnAir @paulmilnershair  #keeppubsalive https://t.co/tVOTYyzDVq\n回复 @and75615315 @davidsylviannet @TeamMickKarn @numanofficial @istevejansen @barbieri301157 Thanks for that extra info @and75615315\n回复 @quadalley @quadalley @Quadrophenia_uk @MilnersHair @Modernist__Life @ModSurrey @Modernistics @acessheffield @trojan_sc @goonerdave123 @quadalley @Quadrophenia_@KEEPTHEFAITHful @NorthernSoul73 @S0UL_P0WER @NorthernSoulUK1 @Nsouldirect @TaylorMod @trojan_sc @acessheffield @modsoftoday… https://t.co/W1uevSCuQp\n回复 @3PickupMusicMan @JimmieVaughan @UTBlondon @BluesmanMikeF @Capturing_Soho @TonyRyanJnr @guitarguitaruk @guildguitars @garyjkemp I was actually standing right beside his guitar tech and he had about 4 White Strats lined up.Seems he still uses his Mexican Strat as his main axe. @3PickupMusicMan @JimmieVaughan https://t.co/Cok0EaCDkF\n回复 @brucerisk @simplemindscom @GraemeAThomson @caroline_binnie @ThorneRecords @FoppEdinburgh @VoxBoxMusic I wouldn't be surprised if they do  Come Up and See Me (Make me Smile) in London and/or Glasgow @brucerisk @simplemindscom\n回复 @StephenGBNews @elliecostelloTV In Paddington Basin by the looks of it @StephenGBNews @elliecostelloTV\nHappy Birthday to Joe Pesci a truly wonderful actor.On March 25, 1991, Joe Pesci won the Academy Award for Best Supporting Actor for his role in ‘Goodfellas’. @joepesci #joepesci #goodfellas https://t.co/GhM22XsHIM\nSoho ,Saturday  When people ask, why do you live here? #aintnothinbuttheblues  @paulmilnershair @CrowleyOnAir @BluesmanMikeF @3PickupMusicMan https://t.co/22Gcctlv0m\n回复 @PentatonicWay Sitting this afternoon learning 'Lenny' ,what a track and what Stevie says about how you.pick is true, on Lenny he's got multiple styles going on ,will take me months for me to get close to a decent version of me playing it.\n回复 @wisetuna Brilliant guy! ,meet him fairly regularly in a Soho pub he frequents, great company ,last time we went into Chinatown for some food and what a laugh we had. @wisetuna\n回复 @Bridgetsmusic66 @YouTube The opening tube train sounds recorded at St John's Wood Station as its very close to Abbey Road Studios,the single photo was taken at Bond Street tube station. @Bridgetsmusic66 https://t.co/UpE1MumuNg\nSunny Canary Wharf today @CanaryWharfGrp #canarywharf https://t.co/8rY960z12s\n回复 @quadalley https://t.co/q1CXtcoJHb\n回复 @brucerisk @simplemindscom @GraemeAThomson @caroline_binnie @ThorneRecords @FoppEdinburgh @VoxBoxMusic Cheers Bruce ,after London back to my hometown Glasgow for the gig on the 29th. I have 3rd stalls for both gigs so will be brilliant no doubt ,also at the souncheck in the o2 @brucerisk @simplemindscom https://t.co/9es3P2vpq6\nPaul Newman ,Venice Film Festival  1963 #paulnewman @Tom__Hardy_ @RealKiefer @TheSlyStallone https://t.co/Ib0IY7HBi8\n回复 @theAHSS @GlasgowCC @newglasgowsoc Oswald Street has been disappearing for over 30yrs. I've a studio and a 1 bed there. Been continously rebuilt and refurbished , not sure if it's a bad thing.\n回复 @oakroyd I try and pop in when I'm back in Glasgow ,last time was over Xmas , it's a pity though that Suchiehall Hall St seems to be deteriorating with each year.\n回复 @DavidBowieGlam Me! at Edinburgh ,Murryfield Stadium ,it rained all day. Icehouse and The Thompson Twins opened for David. In an interview David said \"\"Unless the city I am visiting is interesting, I don't go out. I spend most of my time in my hotel.  \"But here [in Edinburgh], I took a walk and… https://t.co/CmjWByuPSs\n回复 @KWShepherd I enquired about one of your signature Strats but Fender aren't doing them left handed, @KWShepherd\nWell the birds seem to be enjoying it,a morning walk in Regents Park  @stjohnswoodsoc @regentspark #NW1 #NW8 #regentspark @stjohnswood1 https://t.co/6YgdpkAztn\n回复 @MilnersHair @paulwellerHQ @PaulWellerNews @WellerFanPod @TheWho @who_gallery @PeteTownshend @quadalley @NorthernSoul73 @S0UL_P0WER @NorthernSoulUK1 @Nsouldirect @TaylorMod @trojan_sc @acessheffield @modsoftoday Correction Melody Maker", "overlap_score": 0.1546070104819306, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1127682433627955200, "screen_name": "Razor777666", "user_at_name": "RANDYRAZOR", "sample_content": "1 Thessalonians 5:3 King James Version 3 For when they shall say, Peace and safety; then sudden destruction cometh upon them, as travail upon a woman with child; and they shall not escape.\nEvansville man arrested for child molesting https://t.co/9THMkZw4Ur\nPoll: Trump Maintains Lead over Harris in Head-to-Head Matchup https://t.co/aVCkukDDfU\nSon of Creedence Clearwater Revival drummer charged with murder after girlfriend, friend found dead, police say https://t.co/Vco1uNEsp4\nPhotos of Murder Suspects of 'General Hospital' Star Johnny Wactor Released by LAPD https://t.co/IxOxC9voNX\nProsecutor: Hallie Biden to Testify About ‘Embarrassing‘ Use of Crack with Hunter Biden https://t.co/FrufZASVEI via @BreitbartNews\nColorado City Council Member Says 'Denver Is the Problem' as Migrant Gangs Occupy Housing https://t.co/pgXBlsFvWV\n回复 @MariaRosa2241 @katalin_pota @Iran_UN https://t.co/WcY56fKAkM\nBiden's Treasury accused of trying to juice U.S. economy pre-election https://t.co/TpFILpCPkO\n回复 @EvasTeslaSPlaid Tell her your going to the bathroom and leave her will the food bill most Zilis cbd free jeep scams start out this way\n'Tampon Tim' — and why Democrats embrace it Tim Walz is a weird radical liberal,” the MAGA War Room account posted on X, formerly Twitter. “What could be weirder than signing a bill requiring schools to stock tampons in boys' bathrooms?” https://t.co/WUqRcXWPmI\nTim Walz Chose Wedding Date to Coincide with Tiananmen Square Anniversary, Then Honeymooned in China https://t.co/If6pHIJUhh\nMore than 10,000 human remains uncovered on suspected serial killer’s farm, officials say | WFLA https://t.co/4hT6DkDyb7\nFact Check: Kamala Harris Covered Up Sexual Abuse Allegations as a Prosecutor Before Claiming to Fight for Victims at DNC https://t.co/betb9MD3gT\n回复 @ladypatriot47 When people get used to preferential treatment, equal treatment seems like discrimination.\nFitness Icon Richard Simmons Cause of Death Revealed https://t.co/SEAG9Avaef\nVladimir Putin flaunts captured US tanks and British armoured cars from Ukraine in chilling display - World News - Mirror Online https://t.co/Rs5sFp3cbC\nStudy: Climate Change Hysteria Doesn’t Convert Anyone https://t.co/ngiVieiXYt\nL.A. Home of Tom Hanks, Rita Wilson Burglarized in Broad Daylight https://t.co/q4pRF6csVF\nREPORT: Disgraced Former Gymnastics Doc Larry Nassar Pays Gangsters for Protection with 'Sexual Favors' https://t.co/ca5CGwtLtE\nOfficer involved in Scottie Scheffler arrest accused of stealing thousands of dollars from suspect https://t.co/ZXlGt3FM3o\nReports: Man Attacked Trans Victim with Sword, Yelled 'Allah Does Not Approve' https://t.co/YDdwxwXwW1\nNIH scientists made $710M in royalties from drug makers, a fact they tried to hide https://t.co/5Mm6idsvsn\n'Criminal Minds' Actor Gabriel Olds Arrested, Charged with 7 Counts of Sexual Assault https://t.co/FuFlPLLHue\nPolice: Knott County teen killed by wolf like creature  https://t.co/97fa2ChSmL\nPoll: Voters More Confident Trump Will Win in November than Biden https://t.co/fGDw2NTYml\nJude Law the New World Order  sellout On The Hunt For White Supremacists In Venice Film | Barron's https://t.co/6vYa4IipWL\n回复 @SidneyPowell1 Democratic’s have been charged with elder abuse after last nights presentation poor man\nKamala Harris VP Pick Tim Walz Supports Phasing Out Fossil Fuels https://t.co/Xjb0tEU51V\nKamala Harris Discusses Economic Equity While Appearing to Wear a Necklace Worth 370% More Than the Median U.S. Monthly Salary https://t.co/BU56OiTvqV", "overlap_score": 0.2058543634271018, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1303787561157091337, "screen_name": "buddhist_obama", "user_at_name": "buddhist obama", "sample_content": "回复 @vaganovski @JoeAlderman11 @wartranslated fr In 2018, the gross conviction rate in Russia was above 99%. In 2018, 0.25% of court cases ended in acquittal, compared with 0.3% in 2017 and 0.54% in 2014. Jury trials, where not guilty verdicts are more common, are rare.\n回复 @PJ11819211 Are you telling me the country with the GDP of st Louis isn’t a rational and valuable target?\n回复 @ByGerrySullivan @Prof_Bruckner @TPS_BikeHart The mindset of every thief and criminal tbh.\n回复 @rawtoastusa Almost all state-funding is from the original proposition. Costs exploded in the US for infrastructure hence the new price tag. The state has not added funding since 2014. Costs will continue to rise the longer the project takes and funding is delayed. You have no alternatives.\n回复 @Fred5471 @alanthefisher Improve transportation quality, capacity, and efficient in California.   Road and airport expansion costs are just as high but have significant lower capacity.\n回复 @WillieV73404398 @nextyearcubs16 @JGrantGlover @SouthwestAir @bucees Both of those options are worse than a 90 minute train for the same price.\n回复 @HairyPaul9 @dclarke4 @CaHSRA America just can’t build anymore sad\n回复 @GenFitzhughLee @the_transit_guy @xor402 buddy you can take a train from Paris to Bordeaux in 2 hours (normally a 6 hour drive). American's constantly fail as even building basic metro systems.\n回复 @bam241264 @hissgoescobra Widespread outrage and soldiers who were involved were convicted.\n回复 @Winterpayload @AlecStapp Expensive to maintain and low capacity I’ll pass on that. We don’t need to induce anymore car travel in California.\n回复 @Kyle_Kilroy @KyleKulinski Yeah if you think stars are a Somali symbol I guess\n回复 @nwoupdate @DylanBurns1776 After I commit a deadly terror attack im going to go sneak across the most heavily guarded and manned border in the world right now.\n回复 @43blah @easolisloya @CaHSRA They don’t tho only the maintenance not new projects. HSR is capable of paying for its maintenance and even posting a profit.\n回复 @SpikeMikeSD @CaHSRA That effects things how?\n回复 @SpikeMikeSD @CaHSRA It takes you to the downtown of three cities all which have transit or expanding transit.\n回复 @JRjrco02 @GeorgistSteve Originally it was to give slave owning states more power in presidential elections. But now it’s shifted to rural and white states having disproportionate political power.\n回复 @craignort1 @dmalcolmcarson @the_transit_guy Why are you even commenting if it’s not relevant to you?   Fr I don’t be commenting on what kind of infrastructure to build in rural areas because I don’t really care. Cars make sense for exurbs. But we should have proper infrastructure for intercity trips\n回复 @metr0politics Both of these fit this website perfectly\n回复 @DrakeSadron @DenisonBarbs @Acyn Texas infant mortality rate has gone up 8% from forcing women to give birth to stillborn children. I don’t think there should be any edge cases of women dying as well because of abortion ban.   Even 1 case is unacceptable.\n回复 @Inclamiente @the_transit_guy Yeah while they cut through the environment:   1 train is the equivalent to 1000 cars and 9 airplanes.   You understand how scale and efficiency work right?\n回复 @JohnBronco_1944 @CaHSRA Three funded separate construction packages total 119 miles of guideway and 93 structures. As of August 2023, 53 miles of guideway are complete, 43 structures are complete, and 32 are underway. https://t.co/dq20hatCw5\n回复 @npparikh @Medisinman4567 @revhowardarson Yeah I literally never understood the conservative opposition to passenger rail infrastructure. Surreal sometimes.\n回复 @neekeetza @JeffFisch Good example from 57 years ago. Maybe Russia can catch up to us in 57 years.\n回复 @craignort1 @dmalcolmcarson @the_transit_guy Yeah this would take a lot of congestion out of airports and interstates. You basically get unlimited capacity with a HSR rail so it’s cheaper than airport and highway expansion.   Also urban areas are where the money comes from and subsidizes your rural roads.\n回复 walking where my grandfather once rode the rails https://t.co/ZDdBcceUZQ\n回复 @WillieV73404398 @nextyearcubs16 @JGrantGlover @SouthwestAir https://t.co/kjNnzFFUNG\n回复 @BridgetHoyle @OnlineIRL_ @JonMorrisonian @esjesjesj A similar building collapses since you asked:  Plasco Building (2017) collapsed after several hours from fire\n回复 @KevinJonaChan @loadedriddles1 @SulloReport Yeah bc he left to a weaker team for money when he finally did. His fault.\n回复 @Gwdsii @Billylol6 @ramseyboltin @Simply_Railway Sure: SF-LA Dallas-Houston NY-DC Seattle-Portland Charlotte-Atlanta\n回复 @ahouse4all link them", "overlap_score": 0.2037013572490107, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1248870844874416128, "screen_name": "RamadaniSokol", "user_at_name": "Sokol", "sample_content": "回复 @wolfvillage84 A demonstration starts a war? 🤡\n回复 @ViolavonCramon Viola and Serbian nationalists crying due to Albanian flags. Serbian nationalists in Bosnia: https://t.co/F4mGVf5ePm\n回复 @shomypantovic @arianakra Serbian history and serbian statistic maybe\n回复 @albossuckass @albinkurti @Sandulovic_N Sure, that's why you have to get further and further away from the topic 😂\n回复 @iTakooo037 @Albania_MMA 🤫 https://t.co/pLy2nWGxFr\n回复 @SrbINrodoljub @AroundBxNeverRx @arianakra Historical evidence suggests that the Albanians lived in areas that today comprise modern Albania, Kosovo and parts of North Macedonia.   The historical landscape of the Balkans during this period was complex and characterized by different tribes and ethnic groups interacting\n回复 @Marko97982527 @52536363266f @LionX444 @AlBrerore And another credible Serbian source 🤡 you seem to be a child\n回复 @Biljana16559170 Russia will never forget to exploit you for their purpose. Ask your men who are currently serving as bullet fodder in Ukraine and are called gypsies by your Russian brothers 🤡 https://t.co/TovZtbybbN\n回复 @Marko97982527 @decansoldier Azeri tribe 🤣🤣 Wrote the slave, the tribe writing Cyrillic in the middle of Europe 🤣🤣 gfy\n回复 @CekuFitim Is it now inhumane to call a spade a spade after all these years?  Get your Serbian passport and move over.\n回复 @radomandamanov Daily doings of Serbian nationalists https://t.co/5jMMGiiMmm\n回复 @SasaNedicSrpska @wolfvillage84 @Bekim202309 @avucic @NATO Dude, if you think Kurti is licking some boots, you should read some non-Serbian news.  I can't deal with your next year in Prizren because every year you put it off until next year 🤷🏻\n回复 @jona_jc5 @FicovicFilip According to you, the universe revolves around Serbia. Everyone hates Serbia. Take off your blinkers\n回复 @Marko97982527 @52536363266f @LionX444 @AlBrerore Sure, DNA says no 🤡\n回复 @GermanAmbKOS When I can pay something with Serbian Dinar in France, Germany, Italy, Great Britain and in the USA, then you can make this statement.\n回复 @MiloradLabudov1 Serbian nationalists every year: Next year in Prizren\n回复 @boginjaproleca convicted? In Serbia maybe🤣🖕🏽\n回复 @Marko97982527 @52536363266f @LionX444 @AlBrerore Saw a picture of a passport in fast-forward. The only document. About 3 people saying something. You can believe in fairy tales from random people, I believe in science. You better get over it and grow up. The only clown here is you, after all you still believe in fairy tales.\n回复 @KaukoNiko @TyttiTup So such action by the Serbs was OK? Not the recognition? Inhumane point of view https://t.co/KWah2uiSSL\n回复 @Devilito02 Serbia really fucked things up with Yugoslavia and presents itself as a victim, even after the wars it started with others 🤡\n回复 @IdriziDukagjin @TheGodofSEO2 But then again they portray themselves as victims\n回复 @UniteorDie1918 @SNjeshi @KokalariEvi Yeah I can believe in Serbian photoshop Boys, but I don't. Google about illyricum, the Roman province. No wipe out 😉 https://t.co/u4ugqxSBwN\n回复 @jagodnja @VjosaOsmaniPRKS I can only read something Serbian. Here is something that everyone understands https://t.co/dcbfdMrwAj\n回复 @ArchDejan @arianakra Dick Marty s inquiry 😂 The notorious yellow houses that only Dick could see.  After he was unable to achieve anything with his lies, the Serbian secret service even tried to kill him. Why? To cover the 💰 tracks?\n回复 @SrbINrodoljub @AroundBxNeverRx @arianakra with each other and sometimes fighting over territory and influence. The changing borders of the region and the diverse composition of its population were influenced by both the Byzantine Empire and the rise of the Serbian kingdom.\n回复 @djesiposla @USAmbKosovo @CouncilofKsAmb Yeah killing Albanian children was legal🖕🏽\n回复 @UniteorDie1918 @SNjeshi @KokalariEvi That's definitely not going to happen and nobody wants you anymore. Not even your Russian brothers.  Get rid of your dictator and adapt to your environment if you want to live there. Let's make peace and try to make the best of it.\nSerbian fairytale\n回复 @bocankubura @RksNews @ViolavonCramon The poor Serbs. Everyone attacked them for no reason 🥱🥱\n回复 @IlirRama @nstarovic It will be harder for Vucic to finance the illegal activities. That upsets him. The Serbs in Kosova can also pay in euros, like everyone else, as if they care what currency they use to pay for their purchases.", "overlap_score": 0.1270385515158295, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1298721890974851076, "screen_name": "KlonoskiGabriel", "user_at_name": "Gabe", "sample_content": "回复 @ponygirl923 But... why? Are they planning on having doctors visit women suspected of planning abortions in jail so they can cut the babies out of them or something? Why not just... have them admitted to a hospital.\n回复 @Provokethoughtz I don't believe that Cyntoia should serve any time. She was still in danger of being raped and therefore her killing of her rapist should be considered aggravated self-defense.\n回复 @frozenliberal Amber Rose, because she endorsed Trump? She sure knows how to pick winner of a man.\n回复 @LookAtMyMeat1 \"Everything we share will be OUR first times. That's all that matters to me.\"\n回复 @_nomadic_soul A woman's body is hers. I think it boils down to this. I don't care WHAT a man thinks... he doesn't get to force a woman to carry his kid. He doesn't get to force her to have an abortion either.   It's a woman's body. What do people just not get about that?\n回复 @TieflingMelissa I mean, do you consider a thin 'censored' bar barely disguised?   Or do you consider skimpy lingerie as 'barely disguised?'\n回复 @Nguyen_anime3 Conservative is basically : Anti-immigrant (hypocrisy of course), anti-LGBTQ, anti-government (unless it gets into a person's bedroom or a woman's body. Again, hypocrisy isn't a problem for them).   Oh, and anti-holding people accountable for their crimes if they're Republican.\n回复 @carogonza2 @DreherLou This is a man that has probably never filled his own gas tank.\n\"Never let people know I lied or that I was confused! Why don't you all know your jobs like FOX?!\" https://t.co/ZNxzx6TXVr\n回复 @bshgarcia I feel like there are ways you can do that in the story that would be, forgive the pun, novel. In fact, a lot of authors do that throughout their books in ways that seem perfectly fluid and in keeping with the universe.\n回复 @hookskat This guy's livelihood is scaremongering people into church and shoveling them into the RWNJ zone. My parents are in this guy's orbit and it fucking sucks.\nIncorrect. Musk has spent \"B\"illions to elect Trump. His interference on this platform needs to be taken into consideration when discussing his financial contributions to Trump's candidacy.  https://t.co/CPHNYe3nCk\n回复 @TheReal_Jaime Country singer apparently. Wonder if his \"Google Search score\" just jumped like 20000%\n回复 @TheGnomeDepot The cursed version of this post will always have typos no matter how often you correct it.\n回复 @AKBrews Houses nobody will live in because the banks own them and would rather they go unfilled than post a loss.   Huh, if that ain't a poster child of capitalism I dunno what is.\n回复 @cbouzy Yeah, the problem is they posted this poll on twitter, I'm sorry 'x' (like some pre-teen's boy idea of a name).   Nazi-infested cess-pool that this place is.\n回复 @DecodingFoxNews or he'll sell to a powerful right wing funder and keep doing it all under the same name but under a new owner.   Don't underestimate the shady shit.\n回复 @Susan16Park But like, it's so edgy to be like, um, against the establishment. Like we're rebels. Yeah, man. Rebels. But we're patriots. Patriots rebelling against our country, man.   Like, yeah. Go Trump. Also, can I still get my food stamps and disability if we secede?\n回复 @hmv666 @ask_aubry Y'know, from an evolutionary standpoint I'd tend to agree. But the irony here is that the original poster probably doesn't believe in evolution or a past where humans had to deal with that.\n回复 @Susan16Park To be fair... Biden has done a fine job at being president. He continues to do a fine job as president.   Harris definitely has Trump on the ropes though.\n回复 @DLgodlessbitch Why... why do Christians rely on Satan to punish people for not being Christians?   I've always wondered why Satan does god's work when people die in the story. It makes for a very confusing myth.\n回复 @Flame_Of_Bird I imagine a shapeshifter has a lot of problems with their identity as it is. I mean, being able to become anything and anyone, it's possible you can lose sight of who you are.  Thinking about it, going to sleep in a different body and waking up different might be freaky af.\n回复 @ponygirl923 Yeah, the Media picked up on it. Slow pressure campaigns on all of the people who have publicly come out against Biden. Someone behind the scenes is working on this.\n回复 @MayorFunkytown @MTGrepp Honestly? They're not even proud of the United States. They keep saying it's not Great anymore. That they need to save it. That it's been going downhill.   They don't want to pay taxes. They think the Federal Government is evil. They love their church more than their country.\n回复 @Susan16Park Creeeeepy as fuck. Dunno how much American TV you've seen but we used to have this show called 19 kids and counting about a fundie family called the Duggars. Eventually pulled off the air due to child abuse.   The father did something like this to all the daughters. On TV. Creepy\n回复 @RyanShead Illegal immigrants can't vote. It'd take an act of congress  to make them legal immigrants. Biden can't do that alone.  Anyhow, in the land of reality, the US depends on the labor of immigrants, legal and illegal, to function. They'd regret the lack of immigrants.\n回复 @drharness @kangaroos991 Really, in all of the jurisdictions that Republicans have they all have Leftist prosecutors.   I wonder if you all believe this bullshit.   Anyhow, you can keep living in fantasy land all you like.   Bring a case, prove it in court, let a jury decide. Do the American Thing.\nIrony:       Running a campaign on \"Making America Great Again\" then  becoming the only multi-impeached president, who lost 2.7 million jobs, embarrassed the US around the world, added more the deficit in 4 years than any modern president, AND the first felon president + more.\n回复 @ponygirl923 Oh, so she's jumping onto the Trump profiteer bandwagon.   It's amazing how many people realized how much profit they can make off the magats.\n回复 @AtheistPhoenix I'm laughing, because the last continent to be settled was settled more than 5,000 years ago by the ancestors of Native Americans. That was South America at least 14,500 years ago. Australia had people on it 50-60k years ago. This guy is a 'biologist?'", "overlap_score": 0.1271387053542869, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1360684284864958465, "screen_name": "lowlevelbuzz", "user_at_name": "lowlevelbuzz", "sample_content": "回复 @bencranegolf I did a simulation: he died of boredom in his mid 30’s.\n回复 @LauraPowellEsq Comical. It’s become a lifestyle. The new hoarders.\n回复 @ProfGrewal We trust the media to gaslight the American people and to make Kamala Harris look more intelligent and coherent than she actually is.\n回复 @DallasAptGP Baby blue 1960 Ford Falcon. My dad’s pride and joy. I remember him bringing it home. I was three.\n回复 @DvdndDiplomats I began to shift my portfolio to more of a dividend focus in the 2010 time frame when it became apparent that interest rates on classic retirement instruments (bonds) would not provide sufficient lifestyle in retirement. Been very happy with the decision.\n回复 @DividendGrowth Brokerage houses are among the most scrutinized businesses. If a brokerage house suspects that a client may be using its platform to facilitate illegal trading it has a right to separate itself from said client. This is not a comment specific to $GME or this potential action.\n回复 @TheAlphaThought I often refer to our portfolio of high quality dividend growing/paying stocks as an orchard. It now produces more fruit than we need to sustain lifestyle. We will start harvesting soon. The trees (which continue to grow) will be left to charity and our kids.\n回复 @DividendBreeder I’ll be sure to pass that along to the mall owners out here suffering with all the vacant storefronts.\n回复 @HeidiL_RN @Rachel42973 @James_Anthony14 Two of our four have standard transmissions. I call them “standards” and my kids say, no, dad, those are stick shift; standard is automatic. 😂\n回复 @WesternLensman Unbelievable to me what the great uniter Joe Biden has let this country devolve into. Banana republic here we come!\n回复 @ClayTravis @TomBevanRCP @axios Isn’t President of the United States a full time job? Is it possible to ask Russia, China, and North Korea to commit their nasties only between the hours of 10:00 am and 4:00 pm eastern standard time?\n回复 @Matt_Pinner Sadly, probably never Russia. Had a river cruise set up from Moscow to St. Petersburg but covid took that away. Now who knows?\n回复 @JennyShin_LPGA And that’s the challenge with life: you only get the one.\n回复 @ThatEricAlper Drive a stick shift. When I back up I just use my mirrors.\n回复 @usafiore @Jmcgowan3838 My nephew and his wife homeschool their six(!) kids. He’s a doctor, she’s an educator. They do a fabulous job and belong to a co-op with others with exchangeable experiences and teachings. Pretty powerful.\n回复 @bearsfanrockies @TheDrugMoney Not all people invest for the same reasons. My $CVX cost basis is $51.26. I’m 67. I don’t invest to “beat the market”. I have a concentrated portfolio of high quality dividend growing/paying equities. They more than fund lifestyle. If I predecease my wife they will support her.\n回复 @musicmaned I inherited this great album from my guitar playing future brother-in-law. He bought it off hearing Blue Collar on the radio and was disappointed the rest of the album was nothing like it. It became a favorite of mine.\n回复 @susaninseattle1 That is a wonderful slice of West Seattle right there. You can feel the warmth.\n回复 @girdley On the flip side those people who demand/expect an immediate response to everything are annoying and needy.\nor that Trump called Kamala a bitch in private or that Vance is weird because he’s married with kids. Too many ambulance chasers on here trying to be the voice. Post strong content or get out of the way &amp; let someone else do it. Please quit brining these people into my feed. 2/2\n回复 @AcdntlyRetired Big truth here. Because this is true it is possible for one to distinguish him/her self through commitment and discipline,\n回复 @Blind__Luck Seattle or Vancouver\n回复 @11_alv I have a different mind set. I buy shares of companies I’d like to hold forever. I would never sell based on share price or percentage gain. I only sell if something fundamental about the company changes that I don’t like. Works for me.\n回复 @TheMattViera Visit all 50 states. Get off the freeway. Visit small towns. Meet the people. It is a beautiful, diverse country.\n回复 @tom_peters So you’re dusting half the country who agrees with him.\n回复 @ColinCowherd Lots of cheap land in Idaho and Nevada still if you are looking to move west. Hawaii starts at 3:20 pm but property is a bit more expensive. There is always Guam.\n回复 @GuyTalksFinance Two or three. Depends on the couple. My wife and I would have picked three but I can see two being attractive to some folks. Good schools are critical.\n回复 @iantheCROAT Guitar Town - Steve Earle Up to Here - Tragically Hip Tattoo You - Stones Nebraska - Springsteen Let it Be - The Replacements  And I’d substitute London Calling for Nebraska if you use the US release date which was January 1980.\n回复 @StylerCooke @TheAlphaThought Yes, I have been all over. My comment clearly referred to the US and the societal norm that has been established here for many years.\n回复 @EricaAndersonV Yes. My job is to hand my wife the items label up. She takes it from there 🤠", "overlap_score": 0.1830658627647231, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1084180039053295617, "screen_name": "ZoolympicChamp", "user_at_name": "neveroddoreven", "sample_content": "回复 @patriottakes Its material is like that of a woman’s suit.\n回复 @RWTNews @acnewsitics Nope. Donald rode the fumes. Biden is holding the line. Check out the boxes. I never said Biden did anything extraordinary. He picked up the pieces and continued the rises.\n回复 @GreenEllsworth Try and save him. On the press circuit that follows. I would proceed to list of why I would never vote for him. Stick to the numbers. Stick to the lack of qualifications and judgement. He will say I saved his life to make him look bad and people (followers) will see the pattern.\n回复 @HeartlandSignal Nobody makes him only absorb conservative outlets. “Why aren’t there ads for coco butter on Newsmax!”\n回复 @CalltoActivism That his strategy to hold the flag down over a wood deck is only going to work until the flag burns through the diameter of its height. Then he has a bigger problem then other peoples private parts.\n回复 @andreagail_k @RonFilipkowski The new hustle is taking things that have been on the calendar since 2009 for example or well known dates of occurrences like eclipses and locusts and randomized them to the moment because science and structure have been washed away\n回复 @MsMegara @realTuckFrumper Melania isn’t letting that 🍊💩 mount her.\n回复 @GVergenvrac @AgentSelf99B The SAVE act would give states no cost access to homeland security and the SSA databases. It gives further power to citizens to sue election officials for perceived grievances. This is a setup for when Trump (private citizen) loses and some hick state does his bidding. Big issue\n回复 @OlympicTavern @Artifact_Scotty I for one would like to see 10oz cans. Take 2 and call me in the morning. Then have a bloody and a 10’er.\n回复 @PureStrife @Marcie2316 @krassenstein And the extra funding and border agents and technology additions and the power of the executive office to close the border… those wouldn’t help that?  Trump sank the bill because it’s all he runs his campaign on. If we fixed it you wouldn’t have your fear vote.\n回复 @walsh_packard @EndWokeness @KamalaHQ Boogaloo mission was not to work with BLM. It was to create chaos. Court evidence of their correspondence confirms. At no time did the public perception or headlines connect them as sympathizers.  Neo-Nazis and confederacy share sympathies. Birds of a feather. The cause is key.\n回复 @charles_gaba Menards can figure out number of shoppers. I dare them to use the same space age technology. https://t.co/UpsuHK4HPI\n回复 @Kramaramb @GeneforTexas So after the “teacher” buys the supplies for all of the curriculum for all of the subjects and pay for the education to understand everything from calculus to history to honors English to vocational to arts to civics to economics to etc they will have $0 annual income.\n回复 @RonFilipkowski Ronny is in the carpool lane with his drug run. Mandarine candidate has to get jacked up topped off to cry at high energy.\n回复 @604gball @highbrow_nobrow Between 1815 and 1914, 23 wars were fought on the continent of Europe. Thousands of battles. Then WW1. Then WW2. The warring tribes though.\n回复 @EntertainMeHQ @1000waystod1e Technically that was a jump through. He should sit in the pocket and plant his feet.\n回复 @TxBlokChainLaw @Dmart2549 @Rainmaker1973 2 things to keep in mind.  1.) Coffee shops are a profit center.  2.) Customer service isn’t zero sum.   Improving efficiency takes care of all customers no matter if it is for “here” or “to go” because it all comes from the same production.\n回复 @TheFungi669 I assume she would save his putrid spunk and jam it in her dusty crab hole.\n回复 @kurt13warner @BearsPurgatory @BarrySanders @LarryFitzgerald @AnquanBoldin @ToddHeap86 Let’s get you a TE.   $3 Warner $2 Gore $1 White $5 Moss $4 Witten\n回复 @KamalaHQ Cops are actually there as requirement for Trump to travel out of state. Don’t want him slipping away to Venezuela\n回复 @QPsyOps @heart_stamper @gladys1741 @RonFilipkowski Yup. In South America. Your geography is rough\n回复 @CAILYX31 @piper4missouri @LopezJobani Don’t be mad when your shitty Waffle House and Applebees closes down. A strong economy requires a 10% immigrant work force.\n回复 @Mollyploofkins If it’s a dime or quarter I’ll see if it is silver otherwise no single coin under a dollar.\n回复 @maggieNYT Why did he sign his tweet?\n回复 @TxBlokChainLaw @Dmart2549 @Rainmaker1973 But that isn’t what the data is for.   My first use would be to understand the customers timeframe. Do I need to provide an express seating area. More comfortable work stations. Do I need to expand my seating area. Is the production time effecting the stay time.\n回复 @RonFilipkowski Um… who the fuck cuts his hair? “Do want me to fade the back?” “Na just leave a nice shelf back there.”\n回复 @mkraju Is it normal for the speaker of the house to be seen with a candidate more than with the president during major historical legislative meetings?\n回复 @ChaoticLeftistW No matter who I’m voting blue\n回复 @PureStrife @Marcie2316 @krassenstein Why wouldn’t someone care about the border? Legislation isn’t about optics. It is designed to pass laws. If they weren’t willing to pass a border bill because of Ukraine but now they want to pass an Ukraine bill then someone is playing you. Trump doesn’t want to fix the border.\n回复 @RpsAgainstTrump The scope of information about the documents is too important to do anything right away. What seems to be getting lost here is WHY the FUCK did he have them? For what purpose?", "overlap_score": 0.1202352654114573, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1387618250314248196, "screen_name": "Pacingthe_cage", "user_at_name": "The Central Scrutinizer", "sample_content": "回复 @RockNRoLL_85 Pearl Jam/Ramones - Phoenix, AZ\n回复 @Red_Dead_Fred Not doing too active of a job, has hardly been down to Heritage Hills to see All Stater Sisley hardly at all.\n回复 @CFBAlerts_ I’m not sure who it is, but it’s not Shedeur Sanders. Just stop with the bs hype train already.\n回复 @dandakich What is she, the maitre d' at a chines restaurant??\n回复 @historyrock_ Wait, they have more songs than Wonderwall?\n回复 @TJSaint_1 Saw that\n回复 @DodgersNation It will always be Mike Piazza for me...\n回复 @HoopMixOnly It’s all self-imposed. He chose to make himself a villain instead of remaining a lifelong Cavalier, where he would have been loved and revered. No sympathy…\n回复 @BasedMikeLee Gotta have c’mon man, MAGA, well anyway, and We’re the United States for God’s sake…\n回复 @_johnnymaga @KarlRove Once a Bush man, always a Bush man.  Quit caring what Karl Rove had to say years ago.\n回复 @mirandadevine @BurauFred @KariDono High treason, we all know the punishment.\n回复 @NikkiHaley Things Nikki Haley is going to lose: A. The nomination and B. Any future in the Republican Party. Drop out, it’s over.\nThis man is a despicable coward. He’s apologizing for calling a Venezuelan gang banger what he is…an illegal. And wtf, illegals built this country??\n回复 @JoeConchaTV Does anyone really watch ESPN anymore?\n回复 @catturd2 It’s nature’s rollercoaster…a two hour wait for a three minute ride.\n回复 @LivePDDave1 How about your species?\n回复 @RockLovesMe2 Doobie Brothers. No doubt about it…\n回复 @tomselliott @SpeakerJohnson Pretty sure he would heal their mental illness and restore them to the way they were born.\n回复 @EndWokeness Shouldn't it be a car hunt??\n回复 @CFBRep That’s because @CieGrant and tOSU broke the ‘Canes.\n回复 @JVMonte2 it's gotta be my sister, she has the best voice - very similar to the late, great Karen Carpenter.\n回复 @indystar Horrible choice. Narcissistic grifter and not the preference of the Governor nominee.\n回复 @nypost Jamie Raskin is an effing tool.\n回复 @disclosetv Says the illegitimate son of a Cuban dictator that has turned his own country into a spineless authoritarian state with diminishing rights.\n回复 @StephenM @davidaxelrod I think this is another brilliant move by 45/47.  Bring in well-known and respected surrogates who can violate the unconstitutional gag order freely and keep informing the American public of the NY Kangaroo Court.\n回复 @rocknrollgarag1 Love your stuff, but no one really cares what Roger Waters thinks about anything.\n回复 @KamalaHarris @JoeBiden Why do you liars bring this up every four years.  Not a kernel of truth in this statement.\n回复 @JJOneOfOne Wasn’t aware Judges convict anyone of anything. If you’re gonna make up stories, at least have them be half truthful.\n回复 @SenWhitehouse How's your all white membership coming along?  Sit this one out bruh...\n回复 @ericbolling I would hazard a guess that having a crack addict buy a gun and then disposing that gun in a trash can near an elementary school is a hell of a lot more serious crime than a bookkeeping error.", "overlap_score": 0.1942932215726963, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1285944421427470336, "screen_name": "TheVastRightWin", "user_at_name": "The Vast Right Wing. ☦️", "sample_content": "回复 @SouthrnDomSense I was out with friends at an establishment the other night. They had marketing photos flashing on screens. Every couple shown was a black male/White female couple. In only one image did I see a white male and black female and they were obviously not a couple. Message being sent.\n回复 @wintrwizrd @cjohnsonn0311 Actually we can. We cannot have the Eucharist without a priest and the eucharist is the center of worship. You protestants worship your preachers and your preacher is your pope.\n回复 @MrAndyNgo And can we guess why the \"suspect\" has not been identified?\n回复 @MysonKay @jontheharris @WestleyHurtgen @TheGourdKing @cjohnsonn0311 Wisdom chases you, but you keep outrunning it. THe question, since you apparently have trouble with the English language, is WHO decided which books would be included in the bible.\nTypical Democrat. His hero is a career criminal, drug addict, who threatened a pregnant woman with a gun.  Vote out every Democrat.\nAnother groomer teacher. Home school your kids.\n回复 @podvig1999 Many years!\nWhere was your dear leader? Neither Biden or Harris showed up. Trump is a real President.\n回复 @JaneGeorgeTN Cry harder baby killer.\n回复 @bradbatt Cry harder baby killer.\n回复 @johnpavlovitz Your opinions are the most invalid in the world.\n回复 @FreedomOkla She was mentally ill and needed professional help. Her blood is on the hands of groomers like you.\n回复 @RedCollectiveUK @TzipiHotovely She has the right idea.\nThe income tax started out only for the \"super rich.\" We see where that ended up.\nAnd it is official that Zelensky is a dictator.\n回复 @FrLillie If they choose anyone other than Kamala, it rips the Dems apart based on identity politics. Of course, I would not cry about that.\nNo one cares what a mentally ill person has to say.\nDoes it hurt to be this stupid?\n回复 @LoneStarLeft Name me just one climate crisis prediction from the last 50 years that has been right. Name just one.\n回复 @BuzzPatterson The question no one asked is, why did she need to do any prep for the G7? Her job was to show up at photo ops. That is unless she had gone full Edith Wilson.\nAll of the Democrats are groomers. This is another Democrat who should be on the prison list.\n回复 @MarilynFrench07 @VoteGloriaJ And we have another gold medalist from the idiot olympics.\nIs Guam gonna capsize if he doesn't?\nAnd the diversity hire says something stupid again.\n回复 @elonmusk @SpaceX Great. When is the next launch?\n回复 @GeneforTexas Shut up groomer.\nAnd what was the GOP's winning record when this clown was in charge?\n回复 @BuzzPatterson and a participation trophy brat.\nAnd Jen hits new levels of stupidity.  No wonder the WAPO has her on staff.\n回复 @HisfavoriteTing @AntiWhiteWatch1 Notice there is no link to this \"story.\"  I'm guessing it is complete BS.", "overlap_score": 0.1925839809808123, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 124748286, "screen_name": "Holtreporter", "user_at_name": "Patricia", "sample_content": "回复 @thevivafrei @AndrewYang The fact that they say this sh*t to the world tells me how stupid they think we are! When Moses kept telling Pharaoh to let my people go and Pharaoh would suffer plagues every time he said no, I've always wondered how he could be so blind! I think we're witnessing blindness here.\n回复 @CollinRugg @GuntherEagleman 🤣🤣🤣\n回复 @StevenMSanDiego @buckley_kate I know you meant that you've spent less than 10 nights sleeping in separate beds. But anyway, I can't tell you how happy I am to hear you were feeling better today! Prayers daily! 🙏🙏 I love your photos. You always eat such good looking food! 😃\n回复 @dwinblood @josettecaruso @ScottPresler I want Trump to succeed. I think Scott Presler is the man who will make the difference we need.\n回复 @allanbr27021922 Humans and animals will have a higher level of awareness, and we'll all naturally avoid incidents that could harm us.  At least that's my vision. But also, the normal laws of physics in this dimension will no longer apply.\n回复 @RobertDumaine And I remember how mad I was at him when he divorced Ivanna.  My crush was officially over. It's so weird to think back about how I viewed Trump when I was a kid. I never thought he'd be the man to save to country!\n回复 @StevenMSanDiego I'm so happy you're out and about, Steven! Getting sleep is important, and I hope you don't need that Xanax too often. You are in my daily prayers. I'm seeing you on a boat ride tomorrow. Great photo! 🙏🙏🙏\n回复 @simonateba Along with my other observations on her flawed thinking, she's proposing that we elect a president but have the judicial branch oversee everything he/she does. She needs to reread the Constitution and then listen deeply to the arguments of her colleagues with whom she disagrees.\n回复 @CardioFixer You know, Bubba is really a pretty smart guy. I like the added kick with the circus tent!😆😆\n回复 @Dionsol @Sassafrass_84 Ex-smoker Rush Limbaugh was talking about your exact scenario back in the '90s when they began banning smoking in public places.\n回复 @simonateba Being on a social media platform is pretty shocking sometimes. An account as large as yours probably receives some wild responses. Remember that some people get on X just to trigger people. It's apparently the only attention they can get. 🙄\n回复 @whartonone Hogan's Heroes was Stalag 13, not 17.  I still watch that show when I can. Thanks for the post. I looked him up, and there's a book called \"Do the birds still sing in Hell\" that is written about his story, so I bought it. Interesting stuff!\n回复 @sherrilynthinks The Shroud of Turin!  Very dear to my heart too. ❤️\n回复 @USABorn55 My heart is in my stomach reading your post. I can't imagine what you're going through. I'm so sorry you had to go through it. I pray for your strength and comfort within hours so you can get through your next treatment and for positive news on the donor front. In Jesus's name!\n回复 @SweetPeaBell326 I remember Trump when he first came on the public scene back in the late '70s.  I lived in Queens back then. Baron looks just like him!!\n回复 @Dante78110 @joe_jo4 @AntClose They haven't yet figured out that over the past 15 years, the media has lied about EVERYTHING. The back and forth with them is useless. The truth is smacking them in the face right now, and it's still \"but Trump.\"🙄\n回复 @indygrl He knew Trump was going to go anyway, and that would force him to put Trump in jail or slap a meaningless fine on him, again. This scenario would make the judge look even weaker. He's thought a lot about it over the past few weeks and decided to make it his decision instead.\n回复 @BryceMLipscomb @realDonaldTrump @TeamTrump @RobertKennedyJr @NicoleShanahan @Team_Kennedy24 MSM and leftists orchestrated the divide between us. Listening to RFK Jr. on Tucker talking about the environment, we've always been for that environmentalism. But the left hijacked it and turned it into the money pit of \"climate change\" that nobody can prove, deny, or fix.🤯\n回复 @MsBlaireWhite Historically the most generous country ever on the planet, the United States of America.  People like Shatha are working to destroy us from within by using our virtue against us.\n回复 @julesfuels1979 I can't remember this guy's name, but he does a lot of videos where he dubs himself in at real events and tells them what we all want to say! He's spot on. Oh, I see his name on the screen. Damon Imani. He does a lot of these videos. I wish they were real.\n回复 @AndrewPatriot_ @elonmusk I wouldn't do every weekend.  Maybe once every three weeks to a month.  And spring it on about three or four days before. They can gather plenty of garbage in the media to talk about leading up to the election and hit back on the latest lies and talk about how they are lies.\n回复 @JPo1369 OMG, that's hilarious!!!  I keep avoiding going kayaking with my friends on camping trips because THIS would definitely be me! Only I wouldn't have the bank on the other side to save me. 🤣🤣🤣 Honestly, that guy did a good job getting out of that mess.\n回复 @catturd2 100% CORRECT!\n回复 @Logically_JC I love my country. I want it to be safe, secure, and free. I want America to lead again. Do you realize average citizens in Europe are putting on their own Trump rallies in their neighborhoods? They know they're in decline, and their only hope is a strong America. TRUMP 2024! 🇺🇸\n回复 @TeslaCowboy1 @MustangMan_TX Hey, Cowboy, I was just saying I thought Jacqueline Smith was prettier, in a natural kind of way. As a woman, I can't judge, but I think she had the overall beauty.\n回复 @Playteaux1 Oh, there are so many, but Gladiator is definitely one of them.  I like The Patriot as well, but I don't see it on TV that often.\n回复 @NicholasABrown_ @JoeBiden You can't realistically explain Bidenomics and how it actually has a positive affect on our economic system. Where is competition being promoted? The gov't has no business using our tax dollars to fund their agenda, and they can't empower workers unless they GTF out of the way!!\n回复 @TheCriticalDri1 🤣🤣🤣 I accidentally scared a woman getting on an elevator last week. All was quiet. I walked up behind her with soft shoes. I thought she knew I was there. She got in the elevator, and when I reached to push my floor button, she jumped out of her skin!! We both laughed so hard!\n回复 @simonateba @CNBC @andrewrsorkin It's bizarro world! They're trying to say that although Biden is LOST in public, he's sharp as a tack in private; and although Trump is sharp as a tack in public, he's lost and meandering in private. Yeah, right. This is why nobody but fools watch these jokers anymore. 🤡\n回复 @USABorn55 Wow!  I'm so sorry, Dusty!! As far as not being a better witness, PLEASE! You called that man out for what he is. How many people is he doing that to? I'm glad you walked out. How long until the other evaluation? Father in Heaven, in Jesus's name, lead Dusty to a great doctor!", "overlap_score": 0.137229280990371, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1257372134474543104, "screen_name": "Cajunator1", "user_at_name": "Cajunator", "sample_content": "回复 @dionysiaatrebas @thejackhopkins @nightbird39 Indeed, and I’d wager that 90 of these good old boys want to play army but would be scared shitless to be shot at\n回复 @AmieMcWayne It looks like the Kebler elf wrapped in aluminium foil\n回复 @JRPMUSIC_101 I get the same treatment John, I hear you.\n回复 @lawofruby Lisa, if Trump is convicted can he appeal automatically?  If he appeals can he bond out?  If he bonds out will they take his passport and ground his plane?  Awesome work!\n回复 @OurShallowState Why can’t we call for psyc evaluations for both presidential candidates now before the election?  Let’s get all this out in the open now.  If the 25th amendment needs to be applied to a sitting president or presidential candidate we need to do so.\n回复 @DCelesteSpencer @thejackhopkins Has anyone heard that they are moving the RNC headquarters to Maralardo? Serious question\nJohn McCain was an honourable man, a true hero, and a selfless servant to all Americans.  The only losers and suckers are trumps maga followers.\n回复 @MeachamDr ..and the earth is flat..\nIf this happened, even if only 100 med size nukes were used, it would bring a nuclear winter over 90% of the planet, it would be the end of us all.\nConsidering our relationship with China right now: I just read there are about 300,000 Chinese students here in US today and less than 300 US students in China.  What’s up with that?\n回复 @FrankMikeDavis1 @theliamnissan Yes but he would have charged Don Jr 1MM dollars, standard rate, no family discount\n回复 @without_are When the FCC said cable (Fox) was exempt from the Fairness Doctrine is when we started down this slope.\n回复 @SethMcFarland87 Evangelicals being evangelical\n回复 @TheSGTJoker I also remember his daring escape form a Nazi prison camp on a motorcycle during WW2, jumping over barbed wire\n回复 @JohnsonKaren722 @ClaudetteGGibs1 Indeed, I love that guy!\n回复 @ArtCandee Don Jr quote after the verdict “America is a shithole country”.\nDidn’t Donnie Draft Dodger Bone Spurs say he heals fast?\nAnd the Lord told me you are a fraud and a Trump suck up with no spine …\n回复 @thejackhopkins @CarmenW78321492 It’s so funny that 74 million republicans think they all own the 400 million privately owned guns in America\n回复 @MeachamDr 🤣🤣🤣. Maybe he can also bring some soap on a rope\n回复 @acnewsitics She is pro batteries and against sharks..\n回复 @tradesman2trade @tribelaw @UROCKlive1 He should have lost the election when he mocked the handicapped reporter.  It was telling that his magats laughed instead of being repulsed\n回复 @mynamehear Oh well since the brought out the big gun…\n回复 @7Veritas4 The thing is that trump wants to be a Putin, Xi, etc., a dictator of the United States which is obvious.  What he doesn’t get is that the majority of the population isn’t like the population of Russia, China.  We are different people who have never been been authoritarian rule\n回复 @AymannJames I totally agree.  When a “church” makes political statements and take political positions their tax free status should be revoked\n回复 @RpsAgainstTrump How about this. Joe and Hunter Biden as well as Donald and Don Jr Trump all take a drug test tomorrow.  Who could object to that?\n回复 @MeachamDr After the presidential election, God will speak to me to tell me who’s going to win\n回复 @BeschlossDC I think it will backfire on Trump. Vance doesn’t bring new voters in, he just validates the hate the bases group of maga share\n回复 @thejackhopkins I use to like cleaning my guns when they came by..\nPresident Biden needs to reinstate the Fairness Doctrine that Reagan destroyed.  Fox News would have to tell the truth or be shut down.  Thoughts…", "overlap_score": 0.1954025253296128, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1252227905469288454, "screen_name": "AlexX59549383", "user_at_name": "AlexX.", "sample_content": "回复 @DrewPavlou Wait so you are a traitor to the nation for making fun of someone, but you aren't when you go against the principles of the founding fathers of the nation?\n回复 @DutyLeftist @DrewPavlou Is James Watson low IQ? You know the man who won a Nobel Peace Prize for his scientific achievements. IQ is 80% genetic and determines your life outcome in general. Thats why we see the differences within soceity and the differences also include within race itself.\n回复 @RWOTrilly @afcgeorge_ @Nigel_Farage @usykaa Only 4 people went to Rwanda. It was a waste\n回复 @DillyHussain88 He's right. Your people are invading and destroying the UK with the help of big corporations importing your people here. To further disintegrate British society\n回复 @thebarrackslive Your literally comparing Twitter to Rumble. Twitter dont record concurrent viewers while Rumble does. Tucker Carlson was able to hit  200+ Million live viewers because of it. Haz is a small niche political streamer which barely anyone knows while Nick is known by Adin Ross.\n回复 @EsheruKwaku And yet your invading England lol. The British empire brought civilization. You brought the word \"Muh\"\n回复 @GoldingBF The Anglo Saxon is waking up\n回复 @EM2900215238299 @9mm_smg @GregAbbott_TX You dont get it huh? This is some 999 IQ type way to deport all the invaders\n回复 @kinocopter @llddiiss You guys are literally funded by Gabe Hoffman who defends Leo Frank. Like quit moral fagging here\n回复 @GoldingBF I agree execpt the German part. There pretty Jewish as they married with the Rothchilds. Anglo Saxons were apart of the Germanic tribes\n回复 @Lucas_Gage_ The jews are the reason you barely slept. Trust me bro\n回复 @wigan_rl @Warren_Britain @barrystantonGBP So the Anglo Saxons who were defending themsleves aganist the Viking hordes werent British? Your agrument falls apart on 2 front. Firstly your agrument presuposes there isnt an invasion secondly the law is dished out unevenly. This isnt the code of law its tryanny.\n回复 @Sneak0o While illegal aliens are being put in hotels for FREE 👌\n回复 @JebraFaushay Her parents should rightfully be shamed and attacked for doing this. Imagine ending your genetic bloodline for some random person accross the world. I hate it when certain types of white people do this. Every white person should be having at least 4 to 5 kids.\n回复 @NickJFuentes @EvanAKilgore Exactly. Well spoken, well dressed, polite white people are the face of white excellence. Not this barbaric, beer chugging, loud mouthed type of behavior\n回复 @TheCultureWar02 @wallstreetbulk @RichardHanania You do realize your kid will never be proud of his unique  Southern heritage? He will regret his white Sothern side they always do\n回复 @jacksonhinklle Both are. They are linked\n回复 @TRobinsonNewEra @stillgray Tommy why did you say you would \"fight for Israel\" as a so called \"English Patroit\" and state you \"dont care\" about the indigenous English population being a minority in there own homeland?\n回复 @DramaAlert Hes so cringe. I hate Em because he embodies the worst result of a negrofied white person. The self hating is beyond cringe\n回复 @MaajidNawaz @TRobinsonNewEra @Cobratate @LozzaFox @Sargon_of_Akkad Damn i didnt know Tate was bought off by Jews even when he called out Jewish power many times. I didnt know MOSSAD was imploying JQers and \"neo fascists\" like Sargon of the Akkard lol\n回复 @PhoenixUrDog @_SJPeace_ Bro I literally made my counter argument explaining to you about textile production and how that didn't matter because there economic production increased anyway. yea countries don't produce the same thing over a extended period of time WOAH THATS CRAZY\n回复 @B1POCBVrN3R @ThickShelledEgg @iamyesyouareno And yet this Germanic Gauls did this to yall https://t.co/BoD1oHxhra\n回复 @ProudLiberal523 @KeithWoodsYT Name me one great aspect within black culture that has produced something objectively good or has an objectively good trait to it? At least your ancestors tribal African culture had more going for it.\n回复 @EsheruKwaku @Cheltenham_Owl @Nigel_Farage Wrong 78% of grooming gangs are non white Muslims. Quit yapping and you shouldn't be in the country as well\n回复 @Jdaflame @Cobratate The Jews arent white? Biologically and relgiously they are unable to be European. Jews dont even claim to be white either.\n回复 @milkyblau @stillgray @elonmusk @dom_lucre So pushing genocide is ok? Do you think ISIS should be allowed there \"free speech\" too?\n回复 @llddiiss Wait you are going to AFPAC? Oh they really love E-Girls. Its like Twitch Con there. They will greet you and treat you very well. No worries @holocaustrapist is one of the attendees there. And hes clearly someone who respects E-girls like yourself 🥰\n回复 @PaperSlapping Your right white people don't eat processed food that makes your life span reduce and makes you unhealthier. Total White W https://t.co/Je2iobTv0r\n回复 @MarcusBroc40410 @jakeshieldsajj @thebarrackslive His own biography\n回复 @KarlKani236043 @PeaceforIsrael2 @mahdiahmad @mohammed_hijab You are inable due to not being apart of Norman Anglo Celtic Eurocentric tribal makeup that make England. Being English is a specific trait not a set of \"beliefs\"", "overlap_score": 0.1423707356799832, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1026541205591613440, "screen_name": "HeathenChefNWMO", "user_at_name": "Jay 🌈👬", "sample_content": "回复 @its_The_Dr Just like clergy\n回复 @BitsOfWhitt Mythological\n回复 @Simple_Disciple Umbrella next to the door....bring it, mr jesus\n回复 @ArmaLite15OU812 Dude, that's a gay bar in Greenwich Village...been there\n回复 @GrahamAllen_1 Or worst yet, a youth pastor\n回复 @atensnut His red gas fart?\n回复 @RaheemKassam No one is above the law....btw, great grandma is way too young to be just that...kinda trashy\n回复 @GuntherEagleman Ooh... gunnie is on a roll, forgetting about Republican youth pastors, Republican sheriffs, Texans who have all committed the same sin...hiding something?  Lame lying weasel?\n回复 @BenZeisloft Leaders should consider the welfare of EVERY LIVING PERSON regardless of their mythological beliefs\n回复 @usanews0 Why do magats make up celebrity comments all day?\n回复 @__TEAM_USA Bathroom matron\n回复 @BGatesIsaPyscho And let's not forget the orange blob that sold bottled water, steaks, owned casinos, sold false education,gold sneakers and abridged bibles, et al....he's gonna save the world!\n回复 @LifeNewsHQ They aren't babies.....read a basic medical book\n回复 @elonmuskADO Mythological\n回复 @MTGrepp Why does what the first lady (who ain't no lady btw ), looks like, matter?\n回复 @JoeyMannarinoUS Tell him to lower the price of eggs\n回复 @ChristIsComing5 I t hinks it's my roof protecting me\n回复 @wendelltalks This thread made me pee my undies..... grown ass adults....in the millions....believe this nonsense.....and quote scripture to prove it?  🦇💩😜🤪\n回复 @PU28453638 He looks like a comedian with a sidekick\n回复 @DameScorpio When the liberals win!\n回复 @GretaGrace20 You were gonna pay that much for Alabama...you are a martyr\n回复 @KarluskaP Literally 2 different statues if you examine the headpiece.....believers want to believe so bad.....I'll never get it....mother of God, idol worshipping..... get your shit straight \"christians\"\n回复 @TimeOfSatan I beg to differ, dude.,,atheisty àtheist sitting right here...duh!\n回复 @atensnut The economy is thriving honey...turn off the propaganda and join us in the real world..no one is coming for you or your guns or your church...can't believe anybody would want you anyway\n回复 @_wake_up_USA god,? hawley? Who???\n回复 @JDunlap1974 And he somehow allowed cain and abel to populate the world.....hhhmmmm...go figure\n回复 @RyanAFournier Kamala is gonna be epic on that day....can't wait!\n回复 @Key3Skeleton And didn't their 2 male offspring populate the earth?….I wiped out most of that nonsense thru therapy\n回复 @KatTheHammer1 And she's still a fucking domestic terrorist..... what's your point?\n回复 @V_Lady2024 @Maga4liberty Until magats make it difficult", "overlap_score": 0.2046451973395552, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}]