[{"user_id": 1362429848031948801, "screen_name": "alien1947proto1", "user_at_name": "alien1947 @Ed resides on planet earth FULLY VAXXED", "sample_content": "回复 @Snips____ Hey beautiful that squint makes you look like you were smoking weed.👽🥰\n回复 @amandaeobrien Love your timeline so I am following you.👽\n回复 @iamsandrasayer https://t.co/ztc8WY0fmJ\n回复 @themrs805 Happy Friday Erin. https://t.co/pfajBVQPlT\n回复 @LovecraftLuci I am sdo friggin tired of doing that.  I love when it is 3 in a row with the same pictures but different names.👽\n回复 @nylonsqueen I love you no matter what you wear.\n回复 @themrs805 You spyin' on me girl? https://t.co/C4LJDLj4ES\n回复 @ChrisHowley6 That is bizarre.  Are there many smokers in the UK?  Attributed to something else?\n回复 @beingmybest44 👽👍😍\n回复 @LovecraftLuci A rare photo of a UFO and Bigfoot riding the Loch Ness monster. https://t.co/fIeGgXDk6s\n回复 @KarellCindy And what bird are you watching? lol\n回复 @bad_girl_rae It doesn't detract from your beauty.  Hope you stay smoke free.\n回复 @historyrock_ Probably, I can't think of anyone else in the rock world.  There are some who might not agree but Freddie and Queen were the best.\n回复 @carynrweiss Pizza with pineapple is sacraligeous.  My Italian ancestors would be rolling in their graves.  I have to follow you.\n回复 @Damaan4u33 If there is a God, he has not heard my prayers for spontaneous combustion.\n回复 @sissyroxx @dgp1496 Oscar is going thru his little boy phase, good he wasn't a problem.\n回复 @MARCIAN2003 @JPLFR80 Yes you certainly are blessed in many ways, including a beautiful heart.\n回复 @SarahSevans2000 MY next door neighbor has cats who come on to my property to fornicate, shit in my mulch and sit on my backyard table.  Have to spray and put cat repellent balls all around to keep them off.  They had up to 8 cats.  I feel your pain.\n回复 @sissyroxx 👽🤣🤣🤣🤣🤣🤣🤣🤣🤣\n回复 @gymlifeanimal Me too.\n回复 @Sandy66 Well green should be off the table but I think some shade of red or auburn would suit you best. IMHO\n回复 @TheRealAndrew_ Have top follow another Joe Biden supporter.\n回复 @puddykat21 Good morning gorgeous Puddy.  Suns out here finally .\n回复 @Miti_Blue Really you had to ask?\n回复 @marlene4719 Isn't that wonderful, congratulations to you and your granddaughter.\n回复 @TheSGTJoker 👽🤣🤣🤣🤣🤣🤣🤣😃😃😃😃😃😃😃🙃🙃🙃🙃🙃🙃🙃😜😜😜😜😜😜😜🤣\n回复 @StarannThe @pahl_john3255 I think the eyes and the smile are the key to your soul.  If you don't love children or animals I have no time for you.\n回复 @historyrock_ Mick or Freddie\n回复 @sissyroxx I am still on the fence, I believe it is very possible.\n回复 @MAC9223 I certainly see no problem with you Mia.👽🥰😻💖", "overlap_score": 0.2223801964992597, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1005109977638457344, "screen_name": "OMarkarova", "user_at_name": "Oksana Markarova", "sample_content": "💔heartbreaking when our best young talented Ukrainians die defending our country.  Iryna was only 25, but she valued freedom and fought for it. ✊🏼🇺🇦We will always remember her and all our men and women who defend Ukraine and all free world from russian evil empire. #BraveFreeUA\nRussia’s attempts to steal 🇺🇦’s future by abducting 🇺🇦 children are horrific crimes. Thank you @nytimes for exposing these crimes led by high-ranking officials. We must hold them accountable. ICC warrants for Putin &amp; Lvova-Belova are steps towards justice. https://t.co/0ofj3hOzz6\nWelcomed in Ukraine House brave Ukrainian marine Roman Hrybov, known for his famous phrase “Russian Warship Go F yourself” to Moskva ship (which is no longer a ship) who is promoting the film Life to the limit, and then will return to frontline. Inspired by his bravery 💙💛✊🏼🇺🇦 https://t.co/AtmNOzDv1U\nRussian criminal army targeted Myrnograd town in Pokrovsky region of Donetsk oblast and killed at least one man. Myrnograd name translates as Peace Town. Aggressive terroristic russia's constant attacks on peaceful ukrainian towns shows russia's true intentions. #StopRussiaNow https://t.co/X0S7M1K7AR\n#russianwarcrimes again and again. We need to protect Ukraine and the rest of the world from this russian pure evil which attacks residential areas and peaceful civilians!\nThe joy of coming back home and reuniting with family is the greatest joy in life. Ukraine will do everything possible and impossible to find and bring every Ukrainian home from russian captivity. And russia must pay for all its crimes\n🇺🇸🤝🇺🇦In addition to strong statements from President @ZelenskyyUa and Prime Minister @Denys_Shmyhal, big THANK YOU from Ukraine to Leader @SenSchumer, Leader @LeaderMcConnell and all senators who today supported freedom, independence and our shared values! #StrongerTogether ✊🏼🇺🇦 https://t.co/ROUn6iEZJ4\n回复 Many many thanks to conductor @kerilynnwilson, Peter Gelb @MetOpera, Waldemar Dąbrowski @Opera_Narodowa, Deborah Rutter @kencen, &amp; Scott Weinhold @StateDept for your dedication and unwavering support of Ukraine! And everyone who made Ukraine Freedom Orchestra tour possible 💙💛 https://t.co/bwEwJoTfsQ\nFree people remain free only when man and women in uniform stand ready to defend these values. Now when 🇺🇦 armed forces defend Ukraine’s existence I am honored on 🇺🇸#ArmedForcesDay to thank all US armed forces for so much valued support in defending freedom and democracy! 🇺🇦🤝🇺🇸 https://t.co/kFtTofjF1m\nTerroristic russia launched hit on DYI store in Kharkiv on Saturday when hundreds of people were there💔 that is why we need more air defence and artillery. That is why we need to effectively stop russian war crimes and genocide! Each day means life or death for Ukrainians.\n回复 Thank you dear @RepJoeWilson @RepMarcyKaptur @RepJimCosta @RepGaramendi for organizing and speaking at this very important screening! 🇺🇦🤝🇺🇸 and for your tireless leadership in fight for freedom and democracy.\nFrom first US president George Washington to the US president Reagan who destroyed russian Soviet empire to #RNC2024 - together with my German colleague completely agree with PEACE THEU STRENGTH approach while dealing with war criminals like putin. ✊🏼🇺🇦🇺🇸\nAlready 20 dead and 73 wounded in Odesa💔and we still morn losses from the previous strike in Odesa. Genocidal russian aggressor will not stop by itself. We must stop it. That is why Ukraine URGENTLY needs all weapons &amp; support. Every day counts. Each day is life saved or lost…\n#russianTerror today russia dropped 2 guided air bombs on Velykopysarivska school in Sumter oblast. We must stop russian state terrorism and we must call russia what it is - aggressive terrorist state. https://t.co/OEZRCPuyVe\n🇺🇦🤝🏻🇺🇸 #StandWithUkraine THANK YOU @POTUS and @SecRaimondo for your leadership in extending the suspension of tariffs on Ukrainian steel for another year. This is crucial support our steel industry and important action for Ukraine’s economic recovery and sustainability.\nPresident @ZelenskyyUa arrived for Global Peace Summit to discuss real path to just and lasting peace with all nations who truly believe in freedom, sovereignty, territorial integrity and UN charter.\n#VEDay #NeverAgain Together with @franceintheus, @FrenchAmbUS Bili, @NatlParkService, 🇺🇸 veterans' organizations &amp; military, attended wreath laying ceremony at @WWIIMemorial. Only through unity &amp; determination can we stop russian aggression today and get to just &amp; lasting peace https://t.co/EfNRyBTBq0\nThe Frederick Douglas Bridge is adorned in blue and yellow today 💛💙 Thank you @MayorBowser and Secretary @KimberlyBassett and all brothers and sisters of Washington DC for your solidarity with us! https://t.co/iEZz1qm0FF\n🇺🇦🇪🇺 Good news! No. GREAT NEWS! Ukraine is one step closer to #EU membership. We fight in the war and reform our country at the same time to be a better European level home for our citizens. And this progress is positively assessed by EU itself! #UkraineIsEurope\nGod bless all the WWII veterans and memory eternal to those who like all veterans in my family watch over us from Heaven. We have to live up to their legacy! We must continue to stand up for freedom and values they fought for .\n回复 @CharlesEdel @DeputySecState @CSIS @UKRintheUSA @StateDept @AustraliaChair @csis_isp 🇺🇦🤝🇺🇸\nPresident @ZelenskyyUa daily update and info on operation in Kursk oblast, from where Russia conducted its terror attacks against peaceful Ukraine. 🇺🇦operations are purely a security matter. We must stop russian crimes and decrease their ability to continue their aggressive war!\n🇺🇦🤝🇪🇪 in 🇺🇸 always happy to see my friend and great Ambassador of Estonia  @kprikk and even more happy to work together with our strategic friends to advance common values of freedom, democracy and independence as Ukraine defends them on the battle field  from brutal russia https://t.co/KpZjZ2ucuq\nХристос Воскрес! Christ is Risen! 💙💛☦️ praying together with all Christians of eastern tradition for light to overcome darkness and for our God Jesus Christ to stop russian evil forces and for just and lasting peace for Ukraine! ✝️💙💛 He is Risen Indeed! Воістину воскрес! https://t.co/oFOSYsDwBN\nWe remember #Chernobyl disaster organized by the Soviet russia, and we do all possible &amp; impossible to deter russia from more nuclear crimes as they still illegally occupy the Ukrainian ZaporizhzhiaNPP, largest in Europe,and hold our hostages. We must stop russian terrorist state\n#strategicDialogues great conversation between our President @ZelenskyyUa and OAS Secretary General @Almagro_OEA2015. Thank you dear Secretary for your leadership and moral clarity in issues of freedom, democracy and territorial integrity. I am proud to represent Ukraine in OAS\n回复 @RepJeffries Thank you, Leader @RepJeffries 🇺🇦🤝🇺🇸\nThis is what russia does to Ukrainian cities: destroying life, history, culture, and people’s lives. 💔Ukraine needs all the air defence to protect itself and all the weapons to stop the aggressive unprovoked unjustified russian invasion.✊🏼🇺🇦#StopRussiaNow\nThis today’s FB post from small family-owned Kvilinsky rose farm in Myrgorod in Poltava oblast says “Kvilinsky Garden does not exist anymore. The owner - Jan Kvilinsky died in war. Kvilinsky garden does not grow or sell flowers anymore” 💔. Russian murders must be stoped! https://t.co/scUFDp5MSG\n💙💛✊🏼🇺🇦 given the horrible tortures they all endure while in russian captivity, it’s a such a relief to get them back. Too many are still illegally kept by russia. It’s  President’s and all #TeamUkraine constant priority - to get all our people home.", "overlap_score": 0.1083867852581701, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1201771230430236673, "screen_name": "RyanHicks306", "user_at_name": "Ryan Hicks", "sample_content": "回复 The same can be said for music. While there is a saturation of music being released, the truly interesting and innovative music has a hard time competing as there is so much money involved in music promotion.\n回复 Lesson plans that would be about 4-5 hrs of direct teaching. Giving an assignment? Cool, so think of how long it will take to complete correcting all of those assignments (eg my first afternoon class has 32 students so anything I give as an assignment will take that long x32).\n回复 @CarlaFlogan Dude was literally on his phone the entire time on the first day of spring session. I was in the gallery and stayed for the whole sitting. From the first minute to end (probably with many “breaks” where they got up and left).\n回复 @kencheveld @SaskMLA @DMcmorri @PremierScottMoe It is not too late to make a commitment to education and engage in negotiation. Not too late to reset and instead of antagonizing, cooperation. Sections have been happening for three months and escalation is because of gov't not taking all of the issues seriously.\n回复 To be clear, he literally walked out of the room. When he was in the room, would not look up and seemed disinterested. I understand frustration, but it didn’t seem like that. It seemed more like he didn’t care. That, along with the poor behavior of SP MLA’s was very disappointing\n回复 @DianeBouchard16 @blondefitness10 For sure. I understand students have all sorts of emotions and expectations. They (in general) must be very frustrated and that frustration can be directed in many ways. Again, if there is a silver lining it’s that conversations are happening on what the realities in the schools\n回复 @LHubich @jeremycockrill More like 5,000. No one is threatening or blocking anyone. In fact, I hope the minister takes time to talk to teachers. For real. We all should be on the same team as teachers are wanting to ensure accountability for funding for future budgets. What’s wrong with that?\nNo festivals for my band this summer (that might change), but what a time we had last year with this band playing at great places like All Folk'd Up Music Festival Inc.! Hoping for more bookings as this is an amazing band and we would love to play. https://t.co/EsDfk7iylk\n回复 @eric_bellMB For sure. Maybe a bit of a shell game to take heat of others. A way around that is don’t be a terrible person, exploit people, use your power unethically, don’t profit from being in power (personal gain), deal with addictions, take care of your mental health, and be honest?\nI had a wonderful time today in Winnipeg performing at the @MBFOODTRUCKBATTLES at Assiniboine Downs! Thanks to The Purple Room for inviting me all who came out! Let’s do this again soon, Winnipeg! https://t.co/Og9ibKJjXx\n回复 Our kids are worth it and as @STFPresident has said many times, education is the best investment we can make for our province and our future. I am so grateful to Samantha and others who have supported education and the conversations that must occur for things to improve\n回复 This is a big generalization, but the things that make your art cool is you! Make music you want to make rather than trying to follow a trend. That spark that made you want to make music is the thing that makes it special. Keep creating and making art that you find interesting.\nStarting to book some NICE gigs for the Spring and Summer. I will give more information soon.  I would love to come play for you. I am available for backyard/ private shows this Spring and Summer. I am available in Saskatchewan or can even come to you in BC, Alberta, and Manitoba https://t.co/Qt9ABuvNnS\n回复 @RonSexsmith For real. You are a hero to me in many ways. I remember listening to your first album repeatedly, and how your songwriting inspired me to write songs. Through the years, every album is a gift you make. Love and respect your work so much, Ron. I know so many others feel the same.\n回复 @ElliotRoberts5 Is that a sweet 🍌 reference?\n回复 And hire me to score your film too! For real.\n回复 @AleanaYoung @PremierScottMoe Yep. Gaslighting too in saying that the only reason he is saying this is sour grapes he did not secure the nomination. It is remarkable on so many levels and very sad that our elected leadership behaves like this.\nSo cool. Two men who 50 years ago set out to change cinema together to celebrate George! What a moment to celebrate the art of both these great filmmakers.\n回复 @kalemaclellan I am hopeful things will change and get better. There are many people out there helping to shine light on issues that have been ignored. I understand it can feel helpless and hopeless at times, but each of us has a responsibility to keep on doing the work and growing ourselves\n回复 @EternalBlueSix @JustBins It sounds like you are saying they (the person who ended their life) deserved this as they picked a public way of dying. Maybe you didn’t, but that goes back to the point of the problem with posting this and having some compassion and empathy.\n回复 When we talk about class complexity, students with English as an additional language,  students with intensive needs (behavioral, learning challenges, other needs) , or students with mental health challenges are just some of the students we are advocating for.\n回复 @LaniganDarin It was fine. In my years of playing St Patrick’s Day shows, this was the least problematic thing to come from someone coming up on stage uninvited. He was respectful and when asked to go sit down after a couple songs he did. No harm at all and it was fun\nTotally appreciate all @SUNnurses does for the province to keep us healthy, and supported in times of need. Appreciate the solidarity and support of teachers too.\n回复 @BillyIdol That was an incredible show, Billy! I went with my teenager and we had an amazing time. Your whole band, the production, and crew put on one of the best live shows I’ve ever seen. All the best to you and 🇨🇦 loves you!\nWhile I create my own art, I love collaborating. Photography, video, production, musician, arranger, performer, and more. I am going to be launching my own production company soon with all of those services (and more) under that umbrella. https://t.co/XpkjcZ7WKG\n回复 @DevonFloyd94930 @jeremycockrill Go beyond the party line and take the role seriously. The minister should be our biggest advocate for the needs of Saskatchewan students, teachers, and parents. Rise to the occasion and grow into the role by taking time to learn and advocate for resources.\n回复 @kitra My gut says this is in Disneyland replacing Matterhorn/Nemo/Autopia, but the smarter choice would be DCA in the Hollywood Backlot. DCA needs it more than Disneyland can afford to lose those areas (although I think their replacement is needed).\n回复 As someone who has taught for 23 years, I’ve seen what has happened. School boards are forced into these cuts due to underfunding. In general, they try to keep classrooms balanced and often the cuts happen to support staff (as these stats illustrate). https://t.co/g1zAYpysxW\n回复 @jen_fritz That’s pretty far away and with his back turned. Good catch. JF giving high fives and too to DC. I didn’t like the episode overall (I didn’t think it was funny). Maybe the cast didn’t either or had a hard time putting their heart into it (JT I assume being why)?\n回复 @KristinRaworth Maybe they all knew this was coming and prepared a cover? One that most would not question to reasons or needing proof, but you make an excellent point about the employer requiring proof.", "overlap_score": 0.1053422878042813, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1088484231209205761, "screen_name": "readyreaderone1", "user_at_name": "readyreaderone🎶", "sample_content": "回复 @Jerry_Winsett @JustStacie5683 This is some excellent worming. Happy &amp; gooey Diet Friday, Jerry! 👋\n回复 @Mailman235 @JustStacie5683 The nerve!\n回复 @numbchuckg @JustStacie5683 Good morning, Charlie! 👋💙\n回复 @TCmustang2010 @JustStacie5683 Good morning, Tony! 👋\n回复 @Youthguy07 @JustStacie5683 Gonna bookmark this for later… my favorite Styx song is another one that wasn’t a hit, She Cares. I nearly always prefer the deep cuts. Good morning, Carl! 👋\n回复 @smokeyhounddog @JustStacie5683 I’m sorry for your loss, Hound. May his memory be a blessing 💙\n回复 @RonFilipkowski And yet, go forward it will.\n回复 @JohnWalako @JustStacie5683 YES! My favorite Wilco song 💙 Happy Diet Friday, John! 👋😊\n回复 @JustStacie5683 Good morning!  Strange days upon us now 🎶  Neil Finn- Driving Me Mad #Earworm  https://t.co/AyN6raaTC0\n回复 @RonFilipkowski He seems awfully cranky. It must be time for a diaper change.\n回复 @MonicaCrowley I’d like some of whatever you’re smoking.\n回复 @JohnWalako @JustStacie5683 You were only waiting for this moment to arise 🎶 Perfect 💙 Happy Sarah-day, John! 👋😊\n回复 @MurphyJenCubs @JayChasJohnson @Caz_Cymru @sjanes1017 @MarkFreeMyMind @robevs @eastboston68 There's a certain part where he does this thing with his tongue and I'll admit to many partial watches of that scene 😆 Jesus, I need help!\n回复 @sirrahad1 Safe travels, my friend 💙\n回复 @JustStacie5683 Happy Sarah-day! 💙  There's nothing safe about this life 🎶  Neil Finn- Anytime #Earworm  https://t.co/UE5YIqJ7sR\n回复 @BluenoserJo GO SCOTIA!\n回复 @ejeancarroll @MuellerSheWrote @MarkHamill We love you, E. Jean!\n回复 @sirrahad1 Happy anniversary to you and your bride, Blue 😊\n回复 @veritas_24 @JustStacie5683 Let me just say I’d really like to meet her in an alley sometime. You know, for coffee… in an alley. It’s a thing.\n回复 @Youthguy07 @JustStacie5683 Happy Diet Friday, Carl! 👋\n回复 @TammySueRuhl @JustStacie5683 I've been on a LRB kick lately... so good! Morning, Tammy Sue 👋\n回复 @numbchuckg @JustStacie5683 Biscuits and gravy and black coffee, please 😆 You have a great day, my friend! 😘\n回复 @BillyPilgrim26 It should get the death penalty.\n回复 @Alaska_Dee @JustStacie5683 Good morning, Dee 👋\n回复 @Sherman_Steven_ @JustStacie5683 Hey Steve 👋\n回复 @Hunt4Blue @JustStacie5683 Happy Diet Friday, Hunt! 👋😊\n回复 @Youthguy07 @JustStacie5683 Happy Saturday, Carl! 👋💙\n回复 @jillerybird @JustStacie5683 Happy Diet Friday, Jillian! 👋\n回复 @Demochas @JustStacie5683 You win #Earworm today 👍 Happy Friday, Chuck! 👋\n回复 @Stanstanley1140 @JustStacie5683 Good morning, Stanley! 👋💙", "overlap_score": 0.237126880318656, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1260555254765989888, "screen_name": "SoIrI1216", "user_at_name": "lIvIn88🇺🇸", "sample_content": "回复 @itsjustkrg Wow damn\n回复 @SKTheKingYT Wait uncle Phil dies?\n回复 @GigaBasedDad @LibertyCappy A ferral skunk with a \"pet me\" sign.\n回复 @RachieRach429 Haha...nah I'd know exactly what to do. Feed you let you smoke and then rub your back until it turned into sexy time. Then feed you some more? Is it really that hard to know you?\n回复 @LibertyCappy https://t.co/LMy8Y5wsmf\n回复 @Breaking911 Is that a diaper bulge? Or are you just happy to be alive?\n回复 @FunMeghan1 The only buldge accepted on a female.\n回复 @lisahsmithlhs Hell yay\n回复 @TONYxTWO The girl is too old for him.\n回复 @_SierraBrz_ @ChewiesMama777 @katiegirl036 That's totally a dude, Not a  she at all.\n回复 @ChewiesMama777 I bow to no one.🖕🏽him of he needs clout that bad\n回复 @TaraBull808 Hardly any obese people,  kids are happy and everyone is getting along.\n回复 @RachieRach429 2018\n回复 @4Mischief Is that uncle Charles manson?\n回复 @iluminatibot And do exactly there bot? Hmm just speak in rhymes and rythems? Not producing shyte? If your not going to help other than metaphors and what it's. Then just go away...we have a republic to save.\n回复 @turtledumplin To get stuck in your ear\n回复 @akafacehots Turn off the TV\n回复 @DefiantLs He is a weak a$$ sell out soy boy.\n回复 @CharliDeter No darlin it's your face 😉\n回复 @Whotfismick Food stamps\n回复 @WallStreetSilv Politicians.\n回复 @ChewiesMama777 https://t.co/Dm63JZel20\n回复 @MissVirgoD1 So I knew a kid. That his first name was...\"Justin\" middle name \"case\"\n回复 @LeadingReport Guess he wants to off 2 birds with one stone. War mongering trader.\n回复 @Rothmus So we should just call her https://t.co/DJRrCp7nCi washer or Dr sandwich maker?\n回复 @snickerdoodle_2 Wow had no idea you were built like this\n回复 @LibertyCappy It's great buch too much lettuce? Put some bacon on it will make it taste WAY better\n回复 @Tania2sx This person is claiming to be you https://t.co/KlblGfTIkO\n回复 @AmiriKing https://t.co/01DJb5zq49\n回复 @greg16676935420 You forgot to wish the one who it's night for a good night", "overlap_score": 0.2266397537838583, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1158867382594654213, "screen_name": "Vicky69531397", "user_at_name": "brand influencer", "sample_content": "回复 @vipvendor Iphone 7 no carry glass back https://t.co/HXWGw4hZVo\n回复 @chiditweets042 @toyin_abraham1 See her big mouth wey she dey open and closed. If you want to die then die. You people are the problem of this country. Rubbish woman.\n回复 @instablog9ja Greed is killing our young girls nowadays,they want to rip were they didn't sow. Small girl wants to sleep with sugar daddy for iphone 15. Last week we saw a Tik-Toker influencing and teaching young girls how to sell their private part for 20 million naira. How do we get to here?\n回复 @RazaqDesigner @Nasir1on1 @Waspapping_ Samsung is the one producing iPhone parts like screen etc oga\n回复 @AbiaIndigene00 What do you know? Empty dry head like stuck fish head?\n回复 @Emmanuel_Tips I believe you chief\n回复 @emekabk21 This one that talk from 2 side of his mouth lol\n回复 @DonC87675345 @EvansSpeaks @realbitcoinlord Bobbrisky is in prison and Nigerians are still suffering more than when Bobbrisky was here displaying her characters. Bro we have a lot to deal with and it's not our business men who has invested in our country and paying taxes that the government uses to build roads for me and U\n回复 @SodiqTade You don't know anything about this state empty head. Cross river state governor  that has not flag off even road project in Cross or complete any rehabilitate any road 2 percent  and you gave abia state governor that has done up 30 roads 2.5 and other infrastructure. Mumu\n回复 @AishaYesufu @PeterObi Professor that's selling his integrity for plate of food. And he's also siding his brother Tinubu. Someone who hasn't criticized a government that's not doing well but find time criticizing Obidients and Peter obi that's not the problem of Nigeria. I lose my respect for prof.\n回复 @sondesix This is the price of s22 and iPhone 13 in best buy and Samsung which is an android phone is more expensive than the iPhone 13. Why are people being foolish nowadays? https://t.co/ZdrfDPUCD0\nIf you bring fulani/ Muslims to the committee they'll want to be the chairman of the committee mean while using the power of a chairman to constituting nuisance and unleashing conflicts against the Christian community. If you give fulani power he'll kill everyone and overtake pw.\n回复 @osunbiodun @Onsogbu There's light in aba 247,please don't mind this fake dry head pastor with his cheap propaganda.The only thing I know is that geometric said every house or area in aba most have a prepaid meter before you can enjoy 23 hours light. So any area that refuses to collect prepaid won't.\n回复 @officialmoore7 I know we'll celebrate today, I don safe 200 for your drow\n回复 @BwalaDaniel The more you criticize, the more we love him more. We know How's the criminal among all the politicians including big mouth Bwala  chicken 🤣🤣\n回复 @AbiaIndigene00 Paid thugs trying to spoil otti's name but Abians knows who are the main criminals. Otti dey work and e dey show. Una go cry tire agent of PDP. Crying babies 🤣🤣🤣\n回复 @officialABAT You stole our mandate and you bought the process that brought you in office. You destroyed our democracy and you've put our country in a serious economy crisis. We don't know you as our president. You better resigned before you collapse our dear country. Resigned now resigned now\n回复 @DanielRegha @vipvendor You too like free things\n回复 @simon_ekpa Please this is not the way forward we should handle things we diplomacy\n回复 @Maryl4881 @EvansSpeaks @realbitcoinlord What took very dark man to prison? If not dragging people and calling people out. I don't know what evidence you guys are talking about. When millions of Nigerians were protesting for justice for mohbad dead, this same very came against that protest and started talking rubbish.\n回复 @drpenking Cross river state governor hasn't flag off a single project or road since assuming office that man should be last in the table\n回复 @Brightgoldenboy @DeltaPoliceNG @PoliceNG @FCT_PoliceNG @Jossy_Dannyking What's the use of that gun the police normal hold, when you can't use it to stopped this criminal government from stealing from the citizens\n回复 @Ekitipikin All your games cut, so where do you dropped the one that's going well??\n回复 @BashirAhmaad But he was in government for 8 years but never replicate what he's seeing in other countries. You and Buhari destroyed our country economy with so much debts.\n回复 @Ekitipikin I don't understand oo, I have lost like 20k following your games how come I'm hear yesssss??\n回复 @YeleSowore This is to tell you that our economy is shaking. Tinubu for Remove 1 teeth for steeling our mandate.\n回复 @eunice63763 @Biimore3 @ChrisExcel102 You are dirty pig full of several diseases not just HIV and aids, I know you got a stinky mouth that needs to be brush off. So before you carry your infected mouth full with HIV diseases go brush and bath your dirty stinky body before coming to make unnecessary noise with me🤣🤣\n回复 @_kennyblaze1391 Iphone can't do it because Iphone got just 15 optical zoom in the 15 series while Samsung s22, s23, s24 series got 100x zoom so you can take pictures as ass 100x distance it will capture clearly and the letters will still be visible for you to read.\n回复 @de_generalnoni A yoruba professor supporting his brother and he's a true son of bigotry. I Can read that from his statement. This elder or leader is losing his respect from Nigerians if he continues lying because Tinubu is feeding him well. Let prof not sell his integrity for a plate of food\n回复 @rutie_xx What of Daniel? He's busy influencing vip vendor phones and you are here suffering to get a house.", "overlap_score": 0.2014961530047526, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1316898751923908608, "screen_name": "SW_Ginger", "user_at_name": "Ginger S-W", "sample_content": "回复 @7Veritas4 Yeah............Delightful to think another Black woman getting him in line----except she probably doesn't need her face and name out there.  Does this put her in danger, regardless of whether she's the one or not?\n回复 @Dasha_Navalnaya @harpersbazaarus My deep respect for Alexey Navalny just went deeper, reading this beautiful tribute from Dasha.  I am deeply moved by it.\n回复 @Acyn Moscow Marge, it's pretty bad when even Maria Bartiromo is looking totally nonplussed with what you're spouting.\nCan't think of a more fitting title for MTG, \"Putin's Special Envoy to the U.S. Congress,\" than  #MoscowMarjorie\nExcellent.  When in an airport, I often think of the cartoon I saw of a cattle holding pen, w/cows all crammed together.  One cow complains, \"They are treating us just like airline passengers!!\"\n回复 @Trump_Detester Cognitive Bias:  The tendency to continue believing what you already believe, even in the face of contradictory information.\n回复 @Angry_Staffer Where is this happening?  License plates don't look like America..............\n回复 @LorrieAnn25 Could I suggest you extend your research to WW II, Nevil Chamberlain, and how appeasement worked then?\n回复 @voterprotectpac Our nation is not one where guilt or innocence is determined by polls.  It's why we have a judicial system.  Let the jury decide.  (And pray that Truth prevails.)\n回复 @Garrett_Archer @azcentral Thanks for your work.  It's important.  I wonder if those responsible will get what the woman in TX got who honestly believed she was legal to vote, so cast a provisional vote that wasn't counted, and was sentenced to 5 yrs back in 2018, a sentence only commuted this past March.\n回复 @Angry_Staffer This is the sort of stuff I sometimes had to discuss firmly with my 12 yr old students for saying, and they'd be staring at the floor in shame.  Obviously Collins missed that lesson.  Send him to me and I will happily deliver it to him now.\n回复 @EthanBearman Seems like those years of not allowing any official mention of words like \"climate change\" or \"sea level rise\" etc didn't actually protect Florida.  Go figure.........\n回复 @SarahLarchmont Violation of HIPPA law????\n回复 @kylegriffin1 By any chance is she related to George Santos????  I mean.....errr.......... to Anthony Devolder???  Or was it....\n回复 @FrankLuntz In Jill Bolte Taylor's book \"My Stroke of Insight,\" as a Harvard neurologist, she witnessed and wrote about her own massive left hemisphere stroke, mid-30s.  Her book is excellent, and she says SLEEP is the best thing for helping the brain to heal.  I wish you well, Frank.\n回复 @BidenHQ I don't intend to, Steve.  Thanks for the warning though.\nMargaret Atwood's \"The Handmaid's Tale\" book moving to nonfiction soon???\n回复 @Angry_Staffer It would be interesting to give him a lie detector test and see if he truly believes the lies he's spreading.  \"Do you believe Trump is guilty?\"  \"No.\" https://t.co/bK1bAbu81a\n回复 @Acyn Jeepers.  I don't recall Obama taking shots at Biden......Obama taking shots at my President????\n回复 @andreagail_k @RonFilipkowski Yes, his grandfather was a general in WWII..............🤦‍♀️\n回复 @Angry_Staffer Angry----PLEASE ADDRESS.  If Biden steps back, how the hell do we get a new candidate on all 50 states' ballots?  I hear the Heritage Foundation is already prepping legal challenges to this.  Have ANY of those calling Biden to step back considered the actual logistics of this???\n回复 @FourYearsBetter @Acyn Lawrence O'Donnell said instead of asking why she was crying, we should be asking why she didn't quit when the Access Hollywood tape was leaked and beyond.\n回复 @7Veritas4 This is the sort of thing showing up more and more in schools by kids who've been taught it's \"okay\" to do stuff like this.  This is sick.  Even if it were a Trump figure and Dems raising money---which I can't imagine--but if it were--still sick.\n回复 @Angry_Staffer Bannon once said the goal isn't to persuade but to disorient.  Sounds like these judges were neither persuaded nor disoriented.\n回复 @allinwithchris PLEASE ADDRESS.  If Biden steps back, how the hell do we get a new candidate on all 50 states' ballots?  I hear the Heritage Foundation is already prepping legal challenges to this.  Has ANYONE calling Biden to step back considered the actual logistics of this???\n回复 @DonLinn @axios Yeah.............and one of them is my representative.  At one point she was a moderate bipartisan Republican, then she went full cult.\n回复 @MorePerfectUS Excellent.  When in an airport, I often think of the cartoon I saw of a cattle holding pen, w/cows all crammed together.  One cow complains, \"They are treating us just like airline passengers!!\"\n回复 @yulia_navalnaya \"Spirits undeterred by walls on all sides, Cold ground cannot bury memory deep.\"  We will remember him, Yulia.\n回复 @atrupar So she's both journalist and representative and doesn't know who was president in 2010..................  Forget cognitive tests.  Give politicians a basic civics and history test.  That would eliminate a lot of our two-legged problems in Congress...............\n回复 @yulia_navalnaya You remain in my thoughts, Yulia.", "overlap_score": 0.1406509726671425, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1226751009533218816, "screen_name": "drewdeleon2332", "user_at_name": "Drew deLeon", "sample_content": "Chicago is the birthplace of the world's first Ferris wheel. 🎡  What's the best ride you've ever been on? 🤔  #ferriswheel #chicago #worldfair #rollercoaster #coasters  #realestatelionazreatlortophomesalelionhomeloans https://t.co/H2X0ATl7eB\nDid you know this spooky fact? 🤔  An appraisal can make or break a home sale. It can move you to the next step in the home-buying process or take you back to the negotiation table.  #spooky #fact #notfun #higher #lower  #realestatelionazreatlortophomesalelionhomeloans https://t.co/cA4XRDjzPz\nEach year, June 15th is designated by the North American Nature Photography Association (NANPA) to promote the enjoyment of nature photography, and to explain how images are used to advance the cause of conservation and protect plants, wildlife, and landscapes both locally https://t.co/oB30m9ZZox\nIt's no use crying over melted ice cream 🍦.  When you're on the road, you can keep ice cream from melting by wrapping the container in plastic bubble wrap. It's a great insulator!  What is your favorite ice cream flavor? Let us know in the comments.  #lifehack https://t.co/EzcrqZfx6n\nDon't be afraid to be fooled today! 😉  Have you ever been pranked on this day? 🤭   You can comment below!! 🤣   #AprilFools #Holiday #April1st #aprilfoolsday   #realestatelionazreatlortophomesalelionhomeloans https://t.co/E2pEGsNjAS\nDone well, a bathroom remodel fulfills two important goals: 1. Your new bathroom is much more functional and simplifies your morning routine. 2. It looks amazing. 🛀  #remodel #diy #remodeling #diyhomedecor #bathremodel #bathroom https://t.co/v96p5CVOTl\nBe driven by passion, dedication, and a determined pursuit of excellence.   Regardless of the outcome, take pride in knowing that you gave your all.  #QuoteOfTheDay #VinceLombardi  #realestatelionazreatlortophomesalelionhomeloans https://t.co/9s9znC1YZo\nFebruary 28th, National Tooth Fairy Day, encourages us to take a look back on the history of one of the dental care’s little helpers. 🦷️  Like some of the fantastic creations who oversee children, the tooth fairy is a relative newcomer to the world of childhood https://t.co/7lpAmUGEBb\nFree guide: Secrets to Selling Your Home Fast! 😎   When it comes to selling your home, a fast sale at the right price is what dreams are made of. Discover the strategies top  https://t.co/AfrcweGv2f https://t.co/Lf48Rx7HvE\nIt doesn’t matter if your kitchen is small or huge; it’s vital that you keep it organized.   If you want to create delicious and impressive meals, you need to have an efficient kitchen organizational system.  https://t.co/N5x0BLKLPh https://t.co/Nv7ndtgovo\nWater damage from leaks and floods is often unexpected and costly. 😩  While many homeowners have savings set aside for regular home maintenance and rainy-day funds, water damage repairs  https://t.co/VSDtE3nidq https://t.co/KygzNaAOJY\n182 cities or towns in the United States have the word \"Christmas\" in their name. 🎄  Have you ever been to one? 👀  #christmastown #christmasallyear #christmaslife #holidaylife #holiday  #realestatelionazreatlortophomesalelionhomeloans https://t.co/WF4HE6Dhig\nNational Foam Rolling Day Is Here!!!   We all know foam rolling stinks 😔 but take today as a chance to loosen those muscles😃.  Your body thanks you!🙏🏽  #Health #wellness #stretching #fitness  #realestatelionazreatlortophomesalelionhomeloans https://t.co/I3V07hdvq3\nAll the foodies in the house, raise your hand!  Did you know? Toasting nuts and spices 🌶 can boost their flavor.  Do you know any cooking secrets? Share them below.   Go on. You know you want to.   #kitchen #cooking #kitchenhacks #cookingtips #woodenspoons https://t.co/mZwgHEgzT4\nHosting a Dinner?   Check out this #lifehack:  Serve hot food on warm plates 🍽, that way no one gets a cold serving 🔥  What is your best advice for hosting dinners? Share it below!  #host #hosting #dinner #hostingtips #dinnerplate #kitchenhack #cookingtip https://t.co/08FbTCX2Wq\n\"Don't lower your expectations to meet your performance. Raise your level of performance to meet your expectations. Expect the best of yourself, and then do what is necessary to make it a reality.\" —  Ralph Marston  #quoteoftheday✏️ #Success https://t.co/d4wF5Nldnp\nHappy St. Patrick's Day! ☘️  On March 17th, 1737, more than two dozen Presbyterians who emigrated from the north of Ireland gathered to honor St. Patrick and form the Charitable Irish Society to assist distressed Irishmen in the city.   #StPatricksDay #Holiday https://t.co/YmZTJhUURc\n🕰️✨ Happy National Retro Day! 🎉📻   Take a nostalgic trip down memory lane and celebrate the timeless trends of the past.  From vintage fashion to classic tunes, embrace the charm of retro vibes.   Share your favorite throwback moments and let's revel in the https://t.co/HSoKVxyebk\nLooking for ways to go green at home? We've got you covered.  1. Choose energy-efficient lightbulbs. ⚡️ 2. Make your own compost heap. 🌲 3. Skip the plastic and invest in reusable bags. 🛍  What are your favorite tips for going green? Let us know in the https://t.co/BkPYgs26JV\nDive into a pool and swim a lap or two for your health on June 24th or Swim a Lap Day.   The unofficial holiday celebrates the ancient sport of swimming and encourages people to engage in it for the purpose of exercise. 🏊  #SwimaLapDay #Holiday #June24th #Swim https://t.co/PlCTMI80fO\nThere are several factors that can make a home more desirable to sellers,   Which can potentially lead to a quicker sale and a higher sale price.   Which other factors do you think can affect?  Let us know below!  #HomeImprovement #RealEstate https://t.co/yhIouLY9p6\nCan you believe it's April 2nd? That means it's time to celebrate the beloved peanut butter and jelly sandwich!   From high-end tea rooms to our humble homes, this culinary masterpiece has captured our hearts and tastebuds.   So, how do you like to indulge in this https://t.co/A0p9IcFhVY\nScaling Down: Small Spaces = Big Opportunities 🏡   Scaling down doesn’t mean taking a step back. It opens a world of new possibilities! Whether you need to simplify your  https://t.co/9S9MKyXdxm https://t.co/iCKum7RjyS\nHere is a useful tip!   Let's try it this and every season! ❄️  #sustainablelifestyle #sustainable #sustainablity #thermostat  #realestatelionazreatlortophomesalelionhomeloans https://t.co/dUp2q5xOeo\nMovies, games, warm drinks, and lots of fun.   What's your favorite stay-in evening activity?  #stayin #netflixandchill #nightin #datenightin #staycation #homelife  #realestatelionazreatlortophomesalelionhomeloans https://t.co/CoyjxEtSYw\nThe recent trend toward simplicity in decor can be summed up in a single color: white.  White also creates an exceptional backdrop for contrasting architectural details.  Here are some beautiful white  https://t.co/o0q3Kp7r3V https://t.co/E4p9CyAfx8\nMany people think the northeast or even Midwest were settled first.  But *actually*, Pensacola, Florida is the oldest city in the U.S. 😉  #pensacola #floridahistory #americanhistory #floridalife #florida  #realestatelionazreatlortophomesalelionhomeloans https://t.co/pBAjXLgrrZ\n🌞🍦 Chill out this summer with National Freezer Pop Day! 🎉❄️   Join the celebration on July 8th and indulge in one of America's all-time favorite ways to beat the heat: frozen sweet treats! 🇺🇸❤️ Whether you're a fan of fruity flavors or classic https://t.co/VHxPOTCjuR\nSelecting colors is not difficult if you equip yourself with some basic information about color and its effects. The trick is to blend the colors you like into a pleasing combination, but choosing  https://t.co/xFr6B53DTf https://t.co/ipoaNUExXm\n\"Architecture is really about well-being. I think that people want to feel good in a space.\" ― Zaha Hadid 📖  #quote #quoteoftheday #design #style #interiordesign #comfort  #realestatelionazreatlortophomesalelionhomeloans https://t.co/PvVOXbUCax", "overlap_score": 0.1414308928877866, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1334134876111581189, "screen_name": "joyceacole4", "user_at_name": "joyce a cole", "sample_content": "回复 @Breaking911 THEY CHOSE THIS TIME BECAUSE THEY KNEW ABSOLUTELY 0 WOULD BE WATCHING BIDEN DURING THE CARLSON/PUTIN INTERVIEW\n回复 @Orangemanround3 @7Veritas4 😂\nTHIS-comes from a party that mandated by law that all of America wear them 😂😂😂😂😂😂😂😂😂\n$100M equestrian resort unveiled in Polk County https://t.co/eJptY5HUb4 via @asheville\n回复 @stopvaccinating The global effort to develop COVID-19 vaccines has led, in around two years, to more than 30 vaccines approved or in phase 3 clinical trials1. Several of these vaccines use organic nanoparticles in their formulations for the protection and delivery of the active substance (AS)\n回复 @AlexandreRiley Blessed !\nPracticing their military skills\n回复 @Karmatrumpsgod Let these people have their abortions,they are mostly all weirdo woke libs anyway, and we don't need them pro-creating.\n回复 @GayRepublicSwag i feel bad for her, i look the same, i'm nothing but skin and bones after pancreatic cancer 10 years ago, i had a whipple surgery which saved my life, but i can not absorb nutrients or fats anymore,but i still thank God i'm alive,it's why i don't post pictures either.\n回复 @TiffMoodNukes I blocked him a year ago, but if anybody can get him good- It's you 😂\n回复 @WallStreetApes I live right at the bottom where the NC is, Bring it is all I have to say, 80% of us remain ready at all times.\nBAHAHAHA- SHE'S ALREADY TRYING THE RUSSIAN COLLUSION THEME AGAIN !!!!!!!\n回复 @7Veritas4 HE WAS PART OF THE PLANNED FAKE INSURRECTION, so no-he won'r endorse Trump\n回复 @WarMonitors Iran\n回复 @johnrich at least 20 total\n回复 @POTUS Posthumously(alone): tells us this is NOT Biden posting.😂😂 Who wants to hear him try to say it?\n回复 @JoyceWhiteVance Trump is giving that choice back to the states,said fed gov has no business in it, there- fixed it, but you can lie if you want.\n回复 @lukepbeasley 😂😂😂😂 LIL child dude, go home and do your research and homework first\n回复 @TrumplicanWIN It's taken my whole life trying to eliminate all humans from Earth,and i'm not going to get to live to see it happen.\n回复 @sharon_wisner I'm 60, there are 6 adopted kids in my house,i get up and cook a real breakfast for them every morning,i clean the whole house while they're at school, also have a 10 acre garden i grow and pick, i push mow my yard, i run a chain saw,4 horses to feed,and more, now who's old 😆\n回复 @kellying1022 Alex has thousands of whistle blowers that call him,as they are too fearful to call it out and wants their name kept out of it, but Alex is not,he will check out their claims to see if they're true,then report on them and never betrays their trust in keeping their names secret\n回复 @JoshStein_ @ReverendWarnock In 2023, NCMEC assisted law enforcement, families and child welfare with 28,886 cases of missing children.\n回复 @ChuckCallesto But so does the US\n回复 @VoteGloriaJ i will NEVER agree to abortion up til birth which is what this bill is,they have always aborted for emergencies of the mothers heath\nWhen nothing much is considered a CRIME anymore- of course they go down 😂\nBoston hospital to scale back on child abuse and neglect reports that can perpetuate 'structural racism' https://t.co/ABrqmhBIlL #FoxNews\nIt's not America anymore, it's Biden's Babylon, we are in the\" Times of Sorrows\".\n回复 @ChuckCallesto Same thing on Americas most wanted list\n回复 @SenCortezMasto Here's why-Ukraine pork money-For an additional amount for “International Disaster Assistance”, $850,000,000, to remain available until expended\n回复 @xyco_twt Thank her and turn and walk away", "overlap_score": 0.1426283699225822, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1207505966071074816, "screen_name": "RoundtownA", "user_at_name": "Roundtown Girl Again", "sample_content": "回复 @MEHtheNurseTwin @Chicanatravels @CathyHeyworth It's being addressed. He's undergoing cancer treatment and the meds he's on can raise BP. In the last 4 days we've been to the Cleveland Clinic, the ER, and the family physician.  Weird thing is, he feels fine. When I once had an episode, I had the worst migraine.\n回复 @seanmack1025 @TXFartingsworth She must not know many people.\n回复 @principledpragm @therealZNO That was on Trump for negotiations on removal.\n回复 @politicalcomic @TraciiGuns You don't have any real opinions. You're just a pot stirrer.\n回复 @boyd_hb @MBurrell5 @RandyResist Show some proof and not the BS the committee keeps promising but never delivers. You are ridiculous. Now do Trump!\n回复 @MarkJacob16 Did the #NYT mention how his predecessor wouldn't go out in the rain when he was in France to honor the soldiers of WWll because he was afraid to get his hair wet?\n回复 @PrescientBomb @marlene4719 It's her. Why else would she ask for immunity so quickly?\n回复 @MasterOfMoxie @Jazzoids He was a guest, he can't oversee anything there.\n回复 @OscarSierraUnif I'm ashamed you are a Buckeye\n回复 @truthnuggs77 @AndreaR9Md There's something wrong with you.\n回复 @rickarchtx THIS is why they are boosting him. He is vulnerable.😂😂😂  https://t.co/AvYrlbaXxT\n回复 @oldwisecrone @piyushmittal Every election. It's either Hillary's emails, Kerry did really go to Vietnam, Biden crime family, Obama's birth certificate, on and on with the lies.\n回复 @MarkJacob16 Glad you found this particular picture. It's so difficult to look at, and counters her perfectly.\n回复 @FinFox2 @tiktok_us The Saudis gave him a billion right after he left office.\n回复 @Chris486038 https://t.co/l4Qve4fYr6\n回复 @BleuLimousine I heard a report saying  interest accumulates daily. That's roughly $210,000 a week! Each month that goes by is another million.\n回复 @oldwisecrone @piyushmittal Kerry didn't, sorry for typo.\n回复 @MinxMedusa @MichaelCohen212 @MSNBC @katiephangshow @KatiePhang He's already been assessed the nearly half a billion. Unless someone bails him out, like Saudi Arabia, he's on the hook.\n回复 @crackenbob @Slotsqueen3 @GrandpaDennisP There's something wrong with you.\n回复 @NCAA you are a total fraud. Michigan should vacate any and all wins for the last 3 years.   Other teams have had to do so for things that never made a difference on the playing field.  They cheated.\n回复 @RepPatFallon There's something wrong with you. Remember when Trump invited the Taliban to Camp David??? Failed Trump was the one behind it all.\nVote Blue, not Screw You. https://t.co/Gm6KFegRXA\n回复 @tiff4mahogany Or to make a casino fail?\n回复 @3Stratman @Trendy2Chic @JesseBWatters Except that he stood beside John Kelly, whose son was killed in action.\n回复 @piyushmittal Bannon is a dirt bag who never deserved a pardon in the first place. I hope they nail him this time and he never receives another underserved pardon.  He's so horrible for our country.\n回复 @Gorgons_Hola @AreMond2 @CathyHeyworth It says the surplus, until 2009, was collected. The rest was spent. So the government depleted SS. That hardly makes this a fair statement.\n回复 @71Elvis77 @PatsyTighe There's no ruling today.\n回复 @DoNotEverComply @GrandpaDennisP But you'll vote for a guy that has 91 FELONY charges and has been found responsible for the rape and defamation of his victim, right?\nNot stolen from the people of Ohio like the First Energy tab that's on Ohioans electric bill.\n回复 @MSSATHER @BarbieInNS @MaryLTrump There are more of us than them.", "overlap_score": 0.1658959589964463, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1363729013282250757, "screen_name": "jnbond", "user_at_name": "Jason Bond", "sample_content": "回复 @MagpieMetalcore I am and I’m saying overs. And by a fucking margin too\n回复 @YoshidaMegan @NationMffl Nope\n回复 @RonFilipkowski Sad for him @drennan_sean\n回复 @JohnOBrien101 You think the structures that process your alternatives use less products for their infrastructure?  Stop goading, you still old tit.\n回复 @ktrimpie I genuinely hope it’s the latter\n回复 @drennan_sean @RpsAgainstTrump Fucking great. Wished that got rooting a couch in there somehow - maybe their encore?\n回复 @agerealfooty @theagesport So they should too, they’re useless in this application. Not to mention the community service argument they married with it. All clubs, and by extension, all players would be involved in community/social programs in some capacity.  This decision was ridiculous\n回复 @tommorris32 @9NewsMelb So what’s going on with Gil?\n回复 @ayjaytee0815 Did do a very good Nirvana set with some others during Covid however.\n回复 @officialzilf Book ahead: - restaurants are generally small, so book (or be prepared to queue) - if using the Shinkansen, book your departure trip when you arrive at that destination, especially if going Green Class and you have bulky luggage - there are three different train operators in Tky\n回复 @jeremyrockliff Timber, even assuming they use an LVL type product, just seems like ongoing maintenance and a shorter life span.   Love the sentiment, but just doesn’t make sense to me. Looking forward to visiting it however.\n回复 @AFP woRld WiDe…\n回复 @toddthepainter Or you know, a knuckle-boom?\n回复 @icelandcricket Day four of Aus vs. NZ in Christchurch\n回复 @bakes47516205 Have considered that previously, but we’ve always stayed in town. Any issues getting to and from?\n回复 @GWSGIANTS #23 didn’t allow him to register for the ‘good bloke policy’? Shocker really…\n回复 @DustyPee Aside from that place next door to you, this would be your default local, yes?\n回复 @ayjaytee0815 https://t.co/AIuUGJpb7K\n回复 @josephcallander Fuckfests… wildly accurate\n回复 @DustyPee @StephWalker82 Load into the Chablis bar!\n回复 @lippy_nuggs @danderfield Currently suspended and without a contract; ergo, not apart of the AFL.   Whilst society needs to be better in this matter, and the AFL use its platform to do more, this is a bad take circling for outrage.\n回复 @SenPaterson Let’s put the ~80pax per boat rumour aside; you’re still prattling out the boarder/immigration narrative that is just so fucking passé? Locally we have far bigger issues to focus on.   Also, the Boomer brigade is far smaller these days compared to when it last worked for JH.\n回复 @whiskeyjack86 How do you know he hasn’t tried this?\n回复 @SoundingBoardEp @DrinkWiseAus What does the Venn diagram of Mark Stevens and Peter van Onselen’s career look like? (And why is it a single circle?)\n回复 @FOXFOOTY And yet the Cats drafted Tyson Stengle - exception to the rule?\n回复 @ayjaytee0815 Let’s circle back here in 24hrs, shall we\n回复 @TimGossage Matt Hill is the clear number 1 these days and it’s not even close.\n回复 @plalor Helicopter option not available?\n回复 @ONEPLANETparty Do you know this little about AFL, or are you just having a moment?\n回复 @Maqsood_Scribe @NationMffl City with the most number one picks", "overlap_score": 0.2233101602382951, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1063600574157881344, "screen_name": "channelafrica1", "user_at_name": "Channel Africa", "sample_content": "回复 [ON AIR] “Vaccines are critical, we need to accelerate vaccine production in the continent,” says Nicolau.   Tune in: @SABCPlus app | DSTV 802| Open View 628  Stream: https://t.co/U4UBHFsxeu  #AfricaInBusiness #ChannelAfrica\nAu revoir! Joelle Muteba now leaves you in the capable hands of Ayam Shekifu.  Listen to #DarubiniyaAfrika 18:00 - 19:00 CAT.  📲 @SABCPlus app  📺 DSTV 802 | Open View 628 🎧 https://t.co/41XZ0YHdX3  #ChannelAfrica https://t.co/KN0MqA3UlK\n[NEWS]   The Ethiopian Human Rights Commission, a state-established body, has demanded an immediate and thorough investigation into the assassination of Bate Urgessa, a notable opposition figure who was recently released from jail.  #ChannelAfrica #AfricaUpdate\n[ON AIR] @Ms_Ndikumana and @MpumiNgubeni speaks to Michael Lawrence Executive Director of the National Clothing Retail Federation (NCRF) and Tax Petitionor (TBC) about Prioritising mental health for teenagers as suicide stats increase.  #ChannelAfrica #TheUpside https://t.co/OMZQOnHgY2\nHundreds of Tunisian President's supporters protest against 'foreign interference'  Read ➡️ https://t.co/KLjEeaebVC  #RiseandShine #ChannelAfrica https://t.co/3lYzSsg5sg\n[NEWS]   South Africa's regulatory body, Umalusi has raised concern over the number of students caught cheating during the 2023 matric exams.  #ChannelAfricaNew #TheUpside\n🎬 Attention filmmakers! 🎥 It’s time to showcase the vibrant tapestry of KZN's cultural heritage at the Simon Mabhunu Sabela KZN Film and Television Awards, South Africa's ultimate celebration of cinematic excellence! https://t.co/OTNLOGYsW4\n回复 [ON AIR] \"Political, economic and healthcare issues are causing people to migrate in large amounts,\" says Dr Jazbhay.   Tune in: @SABCPlus app Stream: https://t.co/JnDPJ33w3o… 📲 +27 63 406 9126  #ChannelAfrica #RiseAndShine\nThe University of Namibia in partnership with the Environmental Investment Fund of Namibia have launched three short courses on climate change to mitigate the effects in the country &amp; to get most citizens involved in solving climate change.  https://t.co/igOazLQz6F #ChannelAfrica https://t.co/TgJ1nDIG6i\n[ON AIR] How can we renew the Vision of African Unity, Free Movement Across the Continent?   @MpumiNgubeni and @mog_moments discuss with Ambassador Kabral Blay Amihere former journalist and a Pan-Africanist.   #ChannelAfrica #TheUpside https://t.co/hgCsluap9y\n回复 [ON AIR] “Nurses contribute a huge deal to society, they play a primary role in the health care system. Nurses provide bespoke care for all patients,” says Berning.   #ChannelAfrica #AfricaUpdate\n回复 @LifeWithThami speaks to @VictorAfrica, author,  about the current top African economic stories. Victor Kgomoeswana is the author of \"Africa.  #AfricaInBusiness #ChannelAfrica https://t.co/tiKaekmOXL\n[ON AIR] #UnsungHeroes: @SHIMUZIC_Pro Foundation which is owned by South African producer and @Shimza01 to hand out 1000 pairs of school shoes DJ, Shimza (real name Ashley Raphala).  @Ms_Ndikumana and @MpumiNgubeni unpack more with @Shimza01   #TheUpside #ChannelAfrica https://t.co/r7mJL5vym8\n[COMING UP] #OnTheMove with @taupalesavoice  and @BMoshatama until 12:00 CAT.   Here’s what you can expect on the programme.   Tune in: @SABCPlus app | DSTV 802| Open View 628  Stream: https://t.co/U4UBHFsxeu  #ChannelAfrica https://t.co/guPt2UdTfC\nLibya eastern government investigating disappearance of lawmaker  [READ]  https://t.co/KtYKfwXJEh  #ChannelAfrica https://t.co/tFUYmDLKZS\n回复 The Minister shares the Department’s plans to ensure water supply in the country   #FutureofSustainability #ChannelAfrica #FOS2024 #TopcoMedia @Topco_Media https://t.co/DvH6ir8BnN\nSpringboks squad for series decider against Ireland in Durban  [READ] https://t.co/AeVMnh05PF  #ChannelAfrica https://t.co/Po671MtfTn\nWelcome to #RiseandShine with @AurelieKalenga &amp; the team: @Hlengie_M| @FLengoati @joey_legodi|@Zanyjamby| @ramagee| @AyandaM42837003  For top stories, tune in: @SABCPlus app | DSTV 802 | Open View 628  Stream: https://t.co/41XZ0YHdX3 #ChannelAfrica https://t.co/EflfzOFvVB\nSinger, Songwriter,  &amp; guitarist ZikaMdali @zizipho_rala chats about her .using on #OntheMove with @BMoshatama &amp; @taupalesavoice   #ChannelAfrica #SABCNews https://t.co/cCp4qt2po5\nMEC of Health in Limpopo, Dr @PhophiRamathuba says the Botswana government will guide them on the repatriation of the bodies of the 45 Botswana nationals killed in a bus crash last week.  @AurelieKalenga discusses with journalist based in Botswana, Keletso Thobega.  #RiseandShine https://t.co/QF9XA0mwug\nThanks for tuning into #VuesdeAfrique with @JoelleMuteba_  She leaves you in the company of @AShekifu1, who hosts you on #DarubiniYaAfrika until 19:00 CAT  Tune in: @SABCPlus app | DSTV 802 | Open View 628  Stream: https://t.co/41XZ0YHdX3 #ChannelAfrica https://t.co/XcfI3oGMMW\nThe Land and Agricultural Development Bank aims to grow a stronger agriculture sector. This was revealed at the recent annual Grain SA's NAMPO Harvest Day.   @LifeWithThami discusses with Managing Director of Land Bank Insurance Company, Pascal Siphugu.  #AfricaInBusiness https://t.co/v07dBuLdLK\n回复 The report points to issues such as procedural and financial inequalities, gender identity and sexual orientation, and factors like age and marital status as key obstacles  Tune in: @SABCPlus app  Stream: https://t.co/U4UBHFrZoW  #ChannelAfrica #RiseandShine\nSwiatek downs Sakkari to win second Indian Wells title  [READ]  https://t.co/GKdQD7DyN4  #ChannelAfrica https://t.co/bMLY8evAct\n#Outandabout with @Puleng_pg coming to you live from Auckland Park, Johannesburg in South Africa &amp; we joined in studio by @aviwe_being_heard OpenView 628 &amp; Dstv 802 Stream: 🔗https://t.co/Hjr6eUQuXv https://t.co/QukRNOlQsr\n回复 Since the beginning of the year, more than thirteen thousand 700 cases and 450 deaths have been recorded in the Democratic Republic of Congo alone.  #ChannelAfricaNews #RiseandShine\nThe South African National Joint Operational and Intelligence Structure (NATJOINTS) has announced a zero-tolerance approach towards electoral-related crime as part of its election deployment plan.  https://t.co/K7C5vYSuW0 https://t.co/h1hbKetTcP\nWelcome to #Zilipendwa with Abedi Jean Dela Croix   Get your latest news bulletin and entertainment broadcasted in #Kiswahili right here on #ChannelAfrica the #AfricanPerspective https://t.co/15ijwe9BLL\n[On-Air] @HumanRightsMW is concerned over reports that women living along Lake Malawi have resorted to exchanging sex for fish. Deborah Tambulasi Banda, Deputy Director for Gender &amp; Women's Rights @HumanRightsMW, discusses with @peterndoro &amp; @AurelieKalenga  #RiseandShine https://t.co/MKXO37ghX2\n回复 Swana says Jacob Zuma has not brought any particular transformative success in South Africa  #RiseandShine #ChannelAfrica", "overlap_score": 0.1531649829996688, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1321836054840823810, "screen_name": "LookForward777", "user_at_name": "Queenie", "sample_content": "回复 @jasonllevin 3 of them, yes ... The rest, no.\n回复 @mcelh43488 @Mikel_Jollett It is you who is brainwashed with propaganda.   You likely believe trump's deadly 1/6 Insurrection &amp; attempted Coup were legally sanctioned matters. He should rot in jail for what he did to America. Trump is a fatal liar and I feel bad for you.\n回复 @EaglesMan710 @AliceWakefield7 @pappybest If he wanted a secure border he wouldn't have hauled Speaker Johnson to Florida &amp; tell him DO NOT LET BIDEN'S BORDER BILL PASS. He needed border issues to bitch about and run on. He promised to get the border in control ... He had 4 years to put his wall up, but never finished it\n回复 @MarkHamill Thank you for being a spokesman for President Biden. Greatly appreciated. 😎💙🇺🇲\n回复 @MistBlu117996 @franko_ufo @SpeakerJohnson Sorry Charlie ...  It's Biden all the way 😎🇺🇲💙\n回复 @SeanCur84381606 @CalltoActivism Please understand, America allows people to practice their religious faiths and also allows  atheists to live their lives with no religion, if they so choose.   Boebert does NOT speak for *real Americans\" in terms of their personal religious choices.  She has no right to do so.\n回复 @waldman_barbara @GabbyGiffords @lemmabarkaloo @JoeBiden @KamalaHarris I agree but I feel so sad ... I feel as though he is heartbroken 😥\n回复 @DougWahl1 Ukraine Funding!\n回复 @VoteBidenOut President Biden has nothing to do with Trump's transgressions.  They are Trump's, and his alone.\n回复 @BarbaraHershey8 True. Yet there is an issue. EmployEES pay Soc. sec. taxes via each paycheck. EmployERS matches the amount you pay per each check. EmployERS don't want to keep paying into employEE Soc. Sec. funds. Trump is trying to stop employERS from having to do so. I believe they should.\n回复 @SandyHottel @Mama4Obama1 \"Like\" back atchya\nSNL, please get Jim Parsons &amp; Mayim Bialik as Sheldon and Amy from the Big Bang Theory &amp; let them run with their Bing Bang skit FUN WITH FLAGS.  Of course the skit would need to saterize a certain SCOTUS member &amp; his wife regarding their flag issues ... 🇺🇲 🇺🇲 🇺🇲  @nbc_snl\n回复 @TomHugh91304415 @JasonMillerinDC @docmurdock We agree ...  You have your opinion, I have mine. In my opinion, a Presidential Insurrection &amp; attempted Coup should have jailed trump. He \"loves\" Dictators. He wants to END Social Security.  Biden is a Child &amp; Drug Trafficker &amp; a Gun Runner? Proof please.\n回复 @colmonelridge @JoeBiden Black voters know who is on the right side of America and will vote in a manner to preserve our nation  Thank you and bless you all.\n回复 @MarkHamill 🤣😂🤣  So sorry, you already professed your devotion to the Blue!  💙🇺🇲😎\n回复 @Logically_JC Well guess what ...  We appreciate you and more than you know.\n回复 @Voz_US Unpopular?   Got your story wrong.  Vice President Kamala Harris' presidential campaign raked in $81 million in 24 hours.\n回复 @bruce_steiner I trust the three woman appointed to SCOTUS by Obama and Biden.   The rest are tainted and not worthy of their positions on the Supreme Court.\n回复 @BrunoAmato_1 Joe Biden and every Dem I am allowed to vote for.\n回复 @EricTrump Eric, you are lying.   You know you are lying.  We know you are lying.  Daily, there is a tiny smattering of protestors at the Court House and it is a mixture of GOP and DEM supporters.\n回复 @gurllioness @AliceTeller @MaryMargOlohan What he had were GOP Congress &amp; Senate  gun lovers who refused to vote out weapons of war. Pound sand.\n回复 @mercedesschlapp @NEWSMAX 😂🤣😂🤣😂🇺🇲 💙💙💙💙💙💙  No way is this an accurate poll, UNLESS only MAGA participated in the polling.\n回复 @GreenwichSpence @mjfree Here are data compiled by 538 Polling. Go ahead and check it out. I've monitored this site for years and it's data has always been accurate.   https://t.co/P085hZzgf0\n回复 @dizzle_que We love you President Carter. I believe you will get your Harris vote in on time!   I voted for you twice &amp; had all the faith in the world that you were not only an amazing President, but also a stellar human being.   God be with you Sir 🙏🏼🇺🇲💙\n回复 @CW_Insider @StephenKing The guy poking his face through a hole in the door is the one shaking in his boots 😂🤣😂\n回复 @kenziek1101 @marlene4719 This version also clearly makes the bitch statement. It's at the very end.\n回复 @iamMauriceW @Acyn As usual, I'm in agreement with you.   YWhat gets me is that we all know Harris is \"brilliant smart', kind, beautiful, gracious, and  a  tough, yet fair player and is of Asian heritage AND it's all so damned easy to see she is also of Black heritage.   Why is this even an issue?\n回复 @CrazyFenaker @Resisting313392 Did you ever have a really bad day at work?  The man deserves another chance. Look at what Biden has done for America.\n回复 @gtconway3d PLEASE tell America that JD Vance put out a video statement claiming Shapiro was dissed because he is Jewish.  Kamala is married to a Jewish man.  My little tweet went nowhere. Please spread the word.\n回复 @l78lancer Your descriptive tweet nails that moment.   Graham's smiling reaction at Biden's mention of him, was a bit sad. I pined for the Lindsey Graham who worked closely on the Senate Foreign Relations Comm w McCain &amp; Biden. They crossed party lines &amp; did great work. That Graham is gone.", "overlap_score": 0.1666060093410568, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1298376957093126150, "screen_name": "CateCate1", "user_at_name": "Cate", "sample_content": "回复 @davidicke Weather modification has been published fact for decades.  People that think it's a conspiracy theory never read anything of substance.  And that brings me to the treaty the U.S. signed to not use it for warfare.  I forget the year.\n回复 @06Kiu @Alphafox78 The routine with the knives is actually an age old dance thing.\n回复 @TaraBull808 Murder.\n回复 @greta They've been evaporating for a long time.  It's can't be ignored.  It's in our faces.  Hells bells, Madonna had sex on stage.\n回复 @JDunlap1974 That would be a neat trick.  This is the 2nd time is as many days that I've seen this.  Are you guys posting this just to see who will respond?\nWomen can be treacherous wenches.  I've said before I don't like them in my office.  What makes Stormy especially cheap to me is she's a hooker that blabbed.  What changed for her between 2006 and 2011?\nI need to find a pediatrician in Massachusetts or Connecticut that isn't a vaccine pusher.  Any suggestions?\nThe CDC knew.\n回复 @aeldo_2 @realdefender45 @TheRedMaven I got my leg stuck on a homemade car external exhaust pipe once.  After the initial shock removed my leg.  Just that little bit of contact was a serious burn.\nMicrosoft Pays White Employees Less?? https://t.co/FY7wZ5HoD4 via @YouTube\nWell gee.  Watch your @Instacart orders.  They just billed me .88 more than the bill.  Skimming.\n回复 @HighImpactFlix 1984 was the year I sat, watched and paid any mind to T.V. [except for movies]  The brainwashing was obvious.  I'll never forget it.  People are brainwashed because they want to be?  I think so.  It's easier.\n回复 @HeidiBriones She looked like a feminine man and very unhappy.  No light.\nI won't be missing this.  OFFICIAL TRAILER | PROTOCOL 7 https://t.co/e2wOqL8b40 via @YouTube\n回复 @OliLondonTV Go back to Afghanistan.\n回复 @JamesOKeefeIII @UUCTucson Thank you for your work James.  I have no use for people or organizations promoting the destruction of the United States.\n回复 @DrShayPhD @JimmyC1366 I forget his name but has a youtube channel.  He's said some good things but he's a little kooky.  Starbucks does not put sperm in their coffee and the feds didn't come to him for him to decide whether or not to take out Obama.\n回复 @GeneforTexas Don't smoke pot.\nNatural Nuclear Fission Reactor Uranium Oklo Mine Gabon Africa #historic... https://t.co/NMfOsOh2ab via @YouTube\n回复 @EndWokeness I wonder how many accidents there were prior to that sign being put up or if there is a clear hazard there...\n回复 @RepJeffries Oh please.  If I had to chose between you personally an President Putin, I'd choose the latter.  He is true to his country.\nUncover the significance of zinc! It involves in 300+ enzymes and many o... https://t.co/AO721xPqdI via @YouTube\nDon't be a bleeding heart liberal.  The meek will not inherit the earth.  Desert animals belong in the desert.  Jungle animals belong in the jungle.  Diversity is not a strength.\n回复 @atensnut I have a 62 yr old client who looks abt 40-42.\nYou all want to vote for whom YOU want in office but then don't allow others to do the same with out a lot of shite if their choice is not in line with yours.   All sides do it.  Think about that.\nMy wild animal alarm clock 😅 #cute #animals #animallover #wildlife https://t.co/p5IBCTTCZz via @YouTube\nHilarious Spider Filter Compilation 🤣 #shorts #funny #prank #spider #fai... https://t.co/9riSGGAyxV via @YouTube\n回复 Scared, not scared and on the fence abt being scared.  All had 1 thing in common.  All wanted reassurance.  I did my best for each group without lies.\n回复 @Sassafrass_84 The meek will not inherit the earth.\nWhy Singapore is Zero Trash? https://t.co/CJx3zlk0D1 via @YouTube", "overlap_score": 0.127829548318596, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1313003341698330624, "screen_name": "thesapper2", "user_at_name": "thesapper", "sample_content": "回复 @DavidPocock relatives in the UK whining about the lack of real summer .. too bloody cold\n回复 @QBCCIntegrity @Bowenchris @MickdeBrenni @MRobertsQLD @mattjcan @SenatorAntic @australian @abcnews @FinancialReview wind farms and solar farms will go the same way as the superannuation funded timber industry. When the subsidies finish they will walk away and leave others to clean up the https://t.co/Tj81ZU4qaF there a requirement to pay a bond for rehabilitating sites like coal mines do?\n回复 @richardlfarmer A descendent of The Angas family lived near me in NSW till only a few yrs ago. Her great grand father helped many Prussian Lutherans to emigrate to Australia . At one time her family owned 108,000 acres in the Barossa valley centred around the family farm \"Lindsay Park\"\n回复 @Lisa9Sophia gay icon incoming...\n回复 @SohnMark24636 @EvacTony don't recall the Luftwaffe dropping care packages over London way back when ..do you? In a war you have no obligation to feed the enemy\n回复 @mattjcan when asked by a landholder to put in contract that any lease of project to another party that that % of the rehabilitation cost follows that lease the developer ran for the exit\n回复 @KeneAkers a bloke in my troop had a nice scar below his left eye top of the cheek. It was an AK 47 round in Vietnam in 1967. Called it his lucky scar\n回复 @crayman201 @rftte I was there about the same time. When the land clearing and farming was happening . Great memories\n回复 @theprojecttv so German supermarket is telling us as well\n回复 @mhdksafa Cologne 1945 came close\n回复 @gunsnrosesgirl3 not Australia we don't have that species of wasp\n回复 @MenachemV @markleach never dismiss the educational value of a good punch in the gob\njust trying to get my head around this word WOKE...after a bit of reading and head scratching I have come to the realisation that its just a new word to replace the word PANSY\n回复 @JamesASexton Can see why Hans was so entranced by them . An old friend has a nice painting by HH of gum trees he said it was a wedding gift from the artist in 1964 , He married the daughter of a prominent Angaston family .\n回复 @DonaMcqueen the whole idea is a steaming pile of shit. Ask anyone who markets their own beef O/S if their customers give a toss about traceability. The answer you will get is that only thing they worry about is price. Talk about NLIS to them and their eyes glaze over and they go to sleep.\n回复 @australian 2 wind farms in Northern Tasmania are 80% Chinese Govt owned ..so thats where our tax dollars are going as subsidies straight into the pockets of the Chinese Govt\n回复 @AussieHex @nrdgrl007 a lot to be said for just walking barefoot on the lawn or along the sand. Simple physics it lets the static out and reconnect to the earth beneath your feet. If this daily ritual was practiced by all there would be a lot less angst in the world.\n回复 @gunsnrosesgirl3 watching some sawn off creep blow his filthy breath all over it would ruin the show for me... just saying\n回复 @TonyHWindsor paid 13 billion$ tax over the last 4 yrs, sponsored the Australian swim team $60+ mil.employs thousands of Australians..how are you traveling Tony?\n回复 @VDejan0000 this is done to reinforce a false narrative ..too bloody hot my fat spotty arse\n回复 @LT_Aust been common for decades . When I enlisted there were 3 kiwis, 2 poms and a Fijian in my platoon .\n回复 @WallStreetSilv withdraw welfare by 10% a month till its at 0 ..they will soon leave\n回复 @AvonandsomerRob just wear a hijab next time and don't talk English .. you will breeze through\n回复 @LozzaFox go to Indonesia its a muslim country..your flat feet would not touch the ground , they know what brand of toxic you are and don't want you\n回复 @SuDharmapala yes if we built Nuclear energy plants way back we could have matched the world in manufacturing using those things we dug from the earth\nLet's face it the renewables industry is a win win for China , they make all the solar panels and as for wind farms   they  collect a heap of the subsidies from them . The 2 biggest wind farms in Tasmania are majority owned by the Chinese Govt so Taxpayers $ straight to Beijing\n回复 @CamDimsey Then they gather under a tree and build up a nice layer of poo to lie on ...much cleaner on the ship\n回复 @ABCmediawatch Of course she did . What is most disappointing is her inability to take ownership of her mistake.bloody hard to move on without tidying up that loose end\n回复 @Richard68486556 are bees an issue? I've noticed variable pollination in vegetable and fruit systems this year\n回复 @Pherdpherphle @Lisa9Sophia it works thats why France is building more and if you believe nuclear generation technology is still the same as 70 yrs ago with no improvement then your heads in the sand", "overlap_score": 0.2310741095162148, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1080221681740902400, "screen_name": "WandaMMason1", "user_at_name": "Wanda M Mason", "sample_content": "回复 @stopvaccinating @james_clunt Like a knife in soft butter...\n回复 @p4ssion8p4triot If you look at a picture of the placenta after a child is born, and it's spread out flat, it looks exactly like what we have been shown as the Tree of Life. It is my understanding that the forbidden fruit was the ability to conceive a child and give birth. The first Adam and Eve…\n回复 @WrightandRight Exactly!!!\n回复 @DianaBr32893997 @DaveSnedeker Lies from beginning to end from their own mouths...choose wisely... https://t.co/LRHdZdJFix\n回复 @truth_hammer11 @Jennife08588095 @SteveHowWest @MikeGil21446788 @SheShedTruther Amen... He's Wayne Ronald Willott, washed up ex P.I. from Washington State.  Juan O Savin Playlist https://t.co/01ngMUUIny\n回复 @Prolotario1 Is Timothy Holmseth your source here Ariel?\n回复 @dmarie272009 @EndWokeness @DaveSnedeker By the way, you need to work on your people skills. Doesn't really matter to me, but calling people names is extremely childish. So if you do it again, you'll never have to see anything I post again.\n回复 @FringeViews I listened to your video. I hope you are better. I know the problem with thyroid. I took Levoxly for years but didn't seem to help much. So started on Armour Tyroid which they used to give to everyone with underactive Thyroid. I had some real problems with that. I had forgotten…\n回复 @skimminginfo @Skriptkeeper17 @SheShedTruther Exactly... Michelle will end up losing everything because of her affiliation with Gill.\n回复 @Debra727lynn @WallWyatt83683 @SheShedTruther That was for Michelle, by the way, just in case she never watched it. Did you watch it? Whether Gerald Brummel was a criminal of high degree or innocent as a new born lamb, means nothing whatsoever with what I'm pointing out here. M&amp;M LIED and now defending their lies. Period...\nJessie Czebotar's Fairy Tales With Michelle Moore... #JessieCzebotar #TimothyCharlesHolmseth #MichelleMoore #MikeGill  https://t.co/g8pBFwtoIA\n回复 @Spaceshot76 @NWLNews @MeghanWalsh_ @LadyBlu36383787 @janeway888 @NoMoreMKUltra @05AlumnusOU @TheEmmapreneur @5CitiesV @sunshiningdayz His \"ex\" had a mother (deceased) who hated her, who was in love with Wayne, (They were the same age) and she was jealous of her own daughter. who was 21 years younger than Wayne.  Mom took Wayne's side. (I have a first hand witness for this). I've attained and read all the court…\n回复 @HotBoatySauce @kcchiefslady @GoodLionTV @SheShedTruther @MikeGil21446788 I've heard of Phil here but haven't researched him so can't comment on him. However, I have had enough experience and research on Mike Gill and Michelle Moore that I'm positive they are liars. I have solid non-negotiable evidence of that.\n回复 @realtimsharp @diane2ns @morganhevrin1 The PCR test was a huge scam. Dr. Mary Mullis paid the ultimate price for telling the truth.  KARY MULLIS PCR TECHNIQUE INVENTOR - PEOPLE ARE MISINTERPRETING IT - IT IS NOT FOR DIAGNOSTICS https://t.co/2eoZCZL4SD\n回复 @NoMoreMKUltra @ChrisFojti9346 @Smartassy4now @WrightandRight Just my heart. You've swiggled your way in there too. 💞🙏💞\n回复 @DaveSnedeker That's the first thing I noticed. Pyramid was center stage!\n回复 @TMOSS7766 @CatherineVents @GeoartsPhoto All I did was read his legal public custody documents. Why is that lame?\n回复 @FringeViews I did not comply with their experiment... Never wore a mask. Never took a test. Never got a shot. Never got sick. Stood wherever I needed to and never measured or stood in their circles or X's marks. And only two times did anyone ever try to force it. McDonald's and Best Buy. I…\n回复 @X17Seventeen @JosephACalhoun @laralogan @ninoboxer @MikeGil21446788 @Prolotario1 @barbiez1958 @WatchingSean @MichaelJaco9 https://t.co/irHfFZr2MO\n回复 @ChidleyDar @mkultragirl @DaveSnedeker @WrightandRight He's still in jail from what I know at this point...\n回复 @CatherineVents Yes ma'am! 👍💞🙏💞\n回复 @LadyBlu36383787 @yivieyvonne @JanetC669308 @DaveSnedeker @SuaSponte_1776 @PaTrumpGirl @justintegrity_ @Skriptkeeper17 @PoohCozy @leejenkins @RealEyes1776 @truthstreamnews @andweknow @GenFlynn That's Larry? Wow... I would never have known he was hispanic. Not that it matters, just unexpected.\n回复 @joebranca @FringeViews Love that!!!\n回复 @1FordLady @Bubbles08272 @SheShedTruther https://t.co/tDqgajCkL2\n回复 @CatherineVents I never call it \"X.\" Worship of Osirus...\n回复 @WrightandRight Strange that I've been doing a lot of research on Flynn. 🤔\n回复 @SuaSponte_1776 @AliceRi81133683 @DaveSnedeker @PamelaGPeterson @PaTrumpGirl @LadyBlu36383787 @SheShedTruther @justintegrity_ Bingo. It's a cult mentality. They want to be spoon fed and told the next step to take. They don't want to think for themselves and most have no idea how to research. They desire to be part of something. Sometimes all you can do is pray for them. 🙏\n回复 @Mimapam @Prolotario1 Climate Crisis or Weather Modification?  https://t.co/RiJO2VLbPs\n回复 @IhabBotros3 @ninoboxer I've known Wayne Ronald Willott a long time. He knows me too and why. Ask him. He should have done the right thing four years ago.... He's a fraud and needs to repent for what he's done to so many people. It's devastating. Nino needs to repent for helping him...for MONEY...\n回复 @SarahSeeks2 @StellarFox16 @RealCathyOBrien Amen... As followers of Jesus, we are admonished to \"Love your enemies and pray for those who despitefully use you.\"  I can remember making expose' videos about Field McConnell and Timothy Holmseth and realized tears of compassion were running down my face. I wondered where that…", "overlap_score": 0.1390160257399018, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1136027176824737792, "screen_name": "AryasGhost", "user_at_name": "Katerina 🦇", "sample_content": "回复 @777_Freedom_777 A few bottles of wine, fake grapevine, and  a decorative plate.\n回复 @Johnm1291 @Suzy_1776 @TristanSnell So it should be super simple to show me where, in the diary, she says what age she was when the \"showers\" happened.\n回复 @Wake__Up__0 @WomnOfValor I'm sure that's what your mom tells you when she tucks you in every night.\n回复 @06hemimom @JoJoFromJerz And Trump lied on business records.  But you still back him.\n回复 @ScarletLariat @Emerald_Rose0 @treaty21905 Getting an abortion is taking responsibility for an unwanted pregnancy.\n回复 @9toed1 @relPoCoTex @Provokethoughtz This is over your head.\n回复 @NSNLibertarian @bellapromote @Trad_Humanist @pearlythingz No.  You're still avoiding my question.   How did you know she wasn't in the mood for sex?\n回复 @9toed1 @relPoCoTex @Provokethoughtz And your answers are irrelevant 🤦🏻‍♀️\n回复 @Hanswaltery @WallStreetBTCX @pearlythingz I never said \"I want to be seen as a hero\".  Don't put words in my mouth.  And I made it clear earlier,  my issue was with this: \"You’re actually either selfish or stupid!!!\"\n回复 @NSNLibertarian @PeonyPrincess27 @angylilguy @Trad_Humanist @pearlythingz Now you're just playing dumb.  This part: \"You don't have to like it, but you have to do it for him\"  Makes you a rapist.\n回复 @PastorMark They're all pro-abortion.  Don't kid yourself.   It's downright laughable that anyone thinks ANY of these men are against abortion.\n回复 @Christs_Scourge @BigBenInLondon @gapingtothemax @Trad_Humanist @pearlythingz Not comparable.\n回复 @BrandonBCrowley @Paultheheretic Termination of a pregnancy,  doofus.\n回复 @RandyTreibel @Trad_Humanist @pearlythingz First arguments sake, because the person I originally responded to is staunchly pro-life, abortion is not an option.     Also, for arguments sake, being in a monogamous marriage,  STDs are not an issue.\n回复 @Frefni81 @AmbientSeries @AnneUndone1 @Skalgar Abortion?  There's no kid to support  Surrogacy?   Not her kid  Adoption?  Only with permission from the father.    Keep trying.\n回复 @SumFacet @Provokethoughtz No one is trying to be a victim here.  Just stop hating women.\n回复 @FinancialRules @Francis39460677 @JohnDavisJDLLM @whatsonwatson1 No.  A child deserves support from both parents.   A woman should not be forced to gestate against her will.  If you don't like that, keep your sperm to yourself.\n回复 @JamesBolton083 @Sugar_Tits_Bear They're not wearing condoms.  If they did, STDs and unwanted pregnancies would rarely happen.\n回复 @Palmstead @RyanShead @0xsterlet @Kukukachoo62 It's letting one occupation get away with not paying income tax, while the rest of us do.\n回复 @JohnnyReb904 @Leahoxxx @CassGriffith @BlackKnight10k I didn't say that makes him a good person.   It's irrelevant to what happened with Chauvin.     \"Passes around counterfeit money\"   Really?  When was another time he did it?   Fyi, they don't even know if he did it, knowingly, the one time.\n回复 @seksieleksie27 @TheRefinedG @MarouenAhmed @WomenBeingAwful So stop staring at womens' vaginas.\n回复 @Skipppiee @Skybane73 @Mr_too_soon @PostingOften No one asked about the acronym or what's in it and why.  The question was specifically about gay marriage.     You're just desperate to talk about transgenders.\n回复 @libsoftiktok The person who wrote the star spangled banner owned slaves.  So when did the national anthem include everyone?   And who stated it did?\n回复 @NSNLibertarian @AngryNana4 @ShakesFirst @Trad_Humanist @pearlythingz It's really hilarious how you try to school married people, almost twice your age, on marriage.\n回复 @CORECTION101 @Calluna1007 @pearlythingz @michellmybell1 Pearl didn't mention \"compensation\"\n回复 @bobda @LindaAnsley1 @baz_blackadder @Dartangon46594 @DontBotherIt65 @388shark @Prolife_Texan__ Are you kidding.  So many women are coerced and threatened into abortions.   You don't talk to men about this.  That's BS.\n回复 @Azazel_under @SpiritofAdy @Devvratsingh26 @dissectmarkets @MercuriusFilius @sadiyalove_ YASSS!! 🙌\n回复 @_Johnny_Alpha_ @gapingtothemax @Trad_Humanist @pearlythingz You don't know what our vows were  lol.\n回复 @RARMMON @scrotus2024 @49Renaissance @JohnDavisJDLLM Unwanted pregnancies are caused by irresponsible ejaculation.\n回复 @Anon_Pickle_ @antitheistdad @zlypto It's not shoved in my face 🤷🏻‍♀️  Maybe it's your daily activities and social media algorithms that puts it there.", "overlap_score": 0.1463375697583899, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1321544798726139907, "screen_name": "Jimmyssbrother", "user_at_name": "Jimmy’s Brother", "sample_content": "回复 @EdLatimore Boyfriend was probably asking why she didn’t fly out\n回复 @ArcherN8126X @RikIronjaw So you’re not against adoption, but you could also give less of a flying fuck about those kids because of their birth parents making bad choices. Sound logic\n回复 @redsteeze The best part is that the non racist alternate to the lab leak was, “yeah the dirt balls in China who live in swamp conditions caused this”\n回复 @ndrewThaxton @AllAshworth @JohnGonzalez I know 2 sentence statements are hard to grasp\n回复 @FischerKing64 I have a gay friend. Need an introduction?\n回复 @Stevie13660001 @RocketBallRandy @staidindoors Breonna had a dead body in the trunk of a car under her name. She rolled with a bad crew unfortunately\n回复 @bonsaibean @marinasmigielsk @NC5PhilWilliams @NC5 Biden/Harris spent their professional careers putting black people in jail. Where does that fall into this\n回复 @buudhollywood @TexMex42066 @K9Misfit @pl0t_sickens @unlimited_ls No they weren’t. That narrative fell apart when people realized who the culprits were\n回复 @Nick121996 @KristiNickl @xprunie24 @Cherry_Pepis @PranavSriraman Jimmy Kimmels best friend was Epsteins personal chef. The Epstein stuff originally surfaced in 2006. You think his friend didn’t know any of that was going on? It was a terrible choice in jokes by Kimmel. Bringing “The law” into this is such a joke\n回复 @sturmovikdragon @lodgepolepines Idk the guy sounds like a major stickler. He should pay for a verification service if he’s so concerned. If you can make fake paystubs/w2s, they can easily make a fake letter as well\n回复 @BaileyCarlin It’s crazy how the current Pres/VP spent their professional careers tormenting minorities, and the other guy is the one who’s considered undoubtably racist\n回复 @briceoka @AshNicoleMoss @big_business_ There’s also a video of Burrow and OBJ finding Trump at a UFC event last year\n回复 @mnewy100redux @kaamonsense @swfcdanh2 @riddick2269 @imjdsharp @RyanGarcia They literally had a trial and Kyle was gonna go to jail until they realized these absolute fucks attacked him first. A lot of people their were armed, stop pretending he was the only person with a gun. Please use this overwhelming amount of free time you have and do any research\n回复 @AwakenedOutlaw @3MC223 @AdamInHTownTX @NormEisen @Slate These people are gonna be besides themselves when they realize what Biden has said about black people over the course of his public career\n回复 @terryjt1 @BarryOnHere Yeah riding in private planes and having more money before actually hitting retirement sounds terrible\n回复 @DLamontJenkins @SeattleSamuraiS @RiotTownUSA You think Jacob Blake was murdered, also your response when defending the pedophiles that Rittenhouse killed was “but what about the religious leaders” like that’s not a real rebuttal to the case in hand\n回复 @WUTangKids @ToddHecker Donald Trump pushed this through a program called “operation warp speed” this was shorty big pharma practices at its finest. But yeah, pharma would never mislead you which is why they only have several billions in lawsuits\n回复 @lennonfan4 @davidcaryhart @MikePesoli Because a justice has the same flag that flies in San fransisco and other places? Maybe worry about Biden meeting with his son during an ongoing investigation\n回复 @hamstake_ @AttyCCN @theekidda2 @Dave_Petrone Taylor swift should sell all of her music and donate it to the government so they can blow through it in a week\n回复 @chriburn @colin_dunlap 1) statistically not true  2) allowing males in female sports is going to make things worse for trans people in terms of public perception\n回复 @jaspap27 @OldFashioned_US @YaManMcD @LDG42 Pretty much ruined any trust in the American electoral system by running a terrible campaign, paying for a garbage dossier that ended up with the Zuck having to testify before congress, having her party which hand selected her do pretty much everything to make it appear she won\n回复 @absoluke2001 @keziahlight @thatchthoughts @robertawbb She’s also a rookie. I swear people would rather have every WNBA team fly on Frontier than have CCs team break the league into flying private. Just enjoy, this is good for the sport that has obviously been lacking\n回复 @bubu4ubu @Romanos911 @Indian_Bronson Idk dating apps, the girls hold the power. If some guy comes in trying to banter like he does with the boys, it’s kind of weird. There was no kind of playfulness to his tactic. Maybe some girls go for it, but he skipped a few steps\n回复 @TimWilliamsP2 Perhaps the protestors shouldn’t be protesting cancer hospitals and causing wreck less violence when Americans have no control over Hamas operating a terror state\n回复 @JoyTaylorTalks What if you have kids and realize you enjoy it way more than your career? I think he was a bad messenger, but for the most part he really isn’t wrong\n回复 @luckynmbrsvn @sohailmd123 @knotBoots @EMF_13 @reputasentv @Floraltease @folkwhoreria Caring this much about celebrities and a conflict on the other side of the world and revolving your entire personality around it is bizarre\n回复 @lawindsor @DorlandRon Shiny keys would absolutely blow your minds\n回复 @StFD_and_RtJR @bodhi_utah @colin_dunlap @davonmagwood The only reason this argument is even happening is because some insane person transitioned their 3rd grader. 99% of sports situations, especially high school and up, this is totally meaningless. And still, brief larger muscles does not mean the boys aren’t better\n回复 @ClearShakes @AvishayBSG @chrislhayes Biden net job reports literally include the jobs that were restored after being paused during Covid. This is not creating new jobs. This is being at the right place at the right time. The white house literally gaslights the shit out of people every month then walks back reports\n回复 @jay_pea619 @blankthisplace @edgarwoo_ @DragonflyJonez Nah he said Kimmel must not want the list to come out because Kimmel called Rodgers a CTE conspiracy theorist for wanting the list to come out. How is that not a reasonable reply? Kimmel kind of shot himself in the foot tbh", "overlap_score": 0.1571650334323616, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1019286908940234755, "screen_name": "HispanoNation15", "user_at_name": "EM (Puro Nuevomexicano)", "sample_content": "回复 @MrZaySanders @OreoExpress @TaraSetmayer It’s sad sad because I knew as soon as the Venezuelan and Colombians starting showing up here on busses begging for money and doing crime that republicans were gonna come after Mexicans\n回复 @kedisavesthewld @PachucoPilled Nah lol for the most part it was peaceful, all the violence committed in the name of the Chicano movement was a noble cause and provoked by gabachos. Tierra Amarilla courthouse raid would never have happened if the whites didn’t take our land and break their treaty that they made\n回复 @RarityTink @GregMur69982788 @Tiktahko @ramzpaul Nothing alike at all and white nationalists such as yourself didn’t start co opting it until tomorrow 😂 Anglo and Protestant society is the reason for the spread of the black legend and the dismantling of the empire was a dual venture by USA, England and the Jews\n回复 Fun fact: New Mexico National Guard is the oldest continuous militia in the present day United States founded in 1598 by settlers in San Juan Ohkey Owingeh. Known as Los Vecinos\n回复 @padre_rancho @HakanRotmwrtA lol all uto-aztecan tribes south of the border look like Norte indios\n回复 @CathySaidIt @MissyMurdrem @dobetterdnvr @DenverPolice @MikeJohnstonCO @GovofCO Yeah I haven’t seen no Venezuelans monkeys driving trucks lol they all got the beat up Hondas with no plates.\n回复 @Alt_Azn @QuetzalPhoenix I agree lmao give me 15 years to turn 35 and it’s happening G\n回复 @padre_rancho @Partron_ And west, all the hood neighborhoods in the west U.S. was primarily Hispanic neighborhoods until they bussed in a lot of black people, for Denver it happened in the 80’s and 90’s. Mexicans reclaiming Cali neighborhoods tho\nWe need strict migration controls, not just international but domestic migration laws too. Unsustainable for cities like Denver to have a constant stream of Midwest white yuppies and international elite foreigners who buy up all the property here while the natives kick rocks\n回复 @RickyMexLV There’s like 20 busses being dropped off a day in parking lots and shit mfs tryna charge people to park at Sam’s club and steal the squeegies at gas stations to clean car windows lol.\n回复 @watchingluchas @Partron_ @KoMkrokus @SwannMarcus89 Chicanos for the most part always identify as Hispanic, the identity was made to unite the American Hispanics (i.e. Tejanos, Nuevomexicanos and Californios) and the older gen of mexican immigrants into a one size fits all identity\n回复 @LonePantherX @ElDirectorI And hispanos know you don’t belong on our land and how justified we are to evict you guys alone with the whites. First they steal our homeland, then they invite orangutans to populate it, makes no sense\n回复 @__OlllO__ @dr_cuse @DianeMarti27980 @TaylorRMarshall Yeah even the gayest, most anti-religious Muslim wouldn’t be like this, that’s coming from a secular Catholic nigga\n回复 @Avalonemory @DanishDesign @GovofCO My life is ruined more when the wealthy whites from the east coast move to Denver with millions cash on hand and buy up all property.\n回复 @PostsOfCats @_aleflorescx\nLowkey one of the few leftie things I do support. Denver pays its city employees poorly and I’m not even sure they have a metric on COL raises for their own employees. Meanwhile the most useless city employees are making 200,000+ working from home doing nothing\n回复 @KayeKimba @AnthonyTheOdd @Young25Tim They’d rather import “educated” Indians with degrees from India to take high paying jobs from young Americans fresh out of school but they hate the Mexicans who take the jobs no one else would do. Never seen a white boy carry shingles on a ladder willingly for 20 an hour\nIf you’re not an elderly person you have no reason not know the language of your resident country. It’s a slap in the face to America if you come from monkeylombia and refuse to learn the language. Imagine Americans moving to Latin America and knowing no spanish at all\n回复 @Partron_ @ocioar Seen some Venezuelans on tik tok saying that Mexicans working construction, landscaping etc are slaves working for the white man as if these niggas aren’t door dashing for $2 a order for the Anglo suburbanite 😑\n回复 @courage2speakup @MindfulWarrior7 @WallStreetApes Using Venezuelan and African foos as cannon fodder for our next war sounds like win win to me\n回复 @El_Xico99 Raza is still on the fields bro it really ain’t easy for illegals to get benefits like that unless you’re half black venezeulan\nI would get rid of unchecked interstate immigration in the U.S. everyone from California, Texas, East Coast and Midwest should stay where they were born and not bring misery and destruction to others\n回复 @VARELA2nd @ElDirectorI @El_Xico99 @empireenjoyer10 The crypto Jews niggas are strange because Judaism got bred out of colonial Spanish heritage. Sure a lot of northern Mexican and New Mexican families have Jewish roots and use Jewnaments like a menorah but doesn’t mean they’re practicing or acknowledging themselves as evil\nRaza (Mexican/Chicano) vs Sudaca (Venezuelan and Colombian trash) race war in Denver when??\n回复 @HispanosLokos These comments are why you shouldn’t ally with Anglos\nBiggest sellouts are raza that stand for other national movements more than their own, fuck Palestine when the Anglo sits with his feet up in the stolen southwest\nBased maps prove Utah and Nevada are rightful New Mexican clay.\n回复 @NewMexikaner @nfjfbsiwo2ba @PureMAGABlood When the race war starts I’ll hang you from the top of the palace of governors and cheer the victory with my people after we evict you gabachos from our state\nHow do all these Venezuelan niggas got designer brands and they stay begging for housing and money\n回复 @shakirachi1 @beeteayes @reneemissel @WashTimes You blacks are also invaders to this land, after emancipation you guys came west and created your ghettos in historically Hispanic and indigenous inhabited land. Whites and blacks both invaders", "overlap_score": 0.1361257330878167, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1237968106711953409, "screen_name": "ClarinetJamie", "user_at_name": "JamieLF", "sample_content": "回复 @HallmarkWCTH @hallmarkchannel @kevin_mcGarry @jaedalilymiller I think I've only watched this a few hundred times this week and have the song stuck in my head. Such a cute scene. Can't wait to see tonight in its entirety. #Hearties\n回复 @TaysaFranca @LC2615479651691 ......and I will say that agree with Carrie. You can dislike the plot, but it doesn't give you the reason  to be rude to the cast and crew, no matter what side you're on.\n回复 @PriscillaC15607 @SheilaH70358412 I think you missed the part where it was Nathan who did the research on Higgins. He and Elizabeth approached Lucas and informed him about Higgins behavior. It was a team effort. Thank goodness Lucas is a better man than his fans.\nLoved this scene and getting to hear a little about Colleen! Nathan and Allie are a dynamic duo! #Hearties @hallmarkchannel #WCTH #GrantUsASeason12 #NathanAndAllie\n回复 @Jamiepead @kadeshcolorado @Sfaust_22 Most of them haven't even watched seasons 1-5. They started watching during season 6, so they have no idea what the original canon of the show is or what the stories are supposed to be about.\n回复 @Charrose3943 @stellarougemont @jodie225222 @sroark2010 @brbird @WCTH_TV @hallmarkchannel @ChrisMcNally_ @imKaylaWallace JT brought in plenty of other characters as well. Waldon, Pinkertons, Henry's son, Mei Sou, the superintendent of schools, the Canfields......and I'm sure there are others that I'm missing.\n回复 @AngelaG40003830 @Danniijk @AngelaM64302033 @foxyinspiration @jimmyrenowrites Similar threats were made to Erin after season 10 aired. I did not think those people were Lucas fans. Not true ones because I don't believe real fans of this show would threaten an actors life, at least not the ones that I know. No one should be doing that to any of the actors.\n回复 @HeartiesNathanG @Candielou825 @kevin_mcGarry We were told that we had not seen the shooter on screen through episode 4. She was in episode 4 so it cannot be Jeanette.\n回复 @HeartieObserver Those eyes display the 🔥 they must have both just felt upon grazing hands again. https://t.co/YFn5vHDKGv\nIt's Mountie Monday #Hearties and there are only 4 more left before the season 11 premier of #WCTH. Here's a fantastic video of Hope Valley's Mountie, Nathan Grant in action with eyes of steel! @hallmarkchannel #McGarries #NathanGrant #MountieMonday   https://t.co/cfyewh0jRJ https://t.co/Fki5so5ltF\n回复 @NickiPavek I love the shot over his shoulder when she looks up and sees him standing there rock solid. They say so much to each other without ever uttering a word. You can see the pride he has in her written all over his face.\n回复 @sroark2010 @JaniceP62028296 You can't argue with these people because they don't understand logic. They twist the story to mean what they want it to mean. You're better off blocking them so they can't post on your post. Logic won't work with Janice because she doesn't like Nathan and is angry about S10.\n回复 @heartiethoughts @storylinetalks No, we haven't seen them wear these clothes yet and she is holding her journal.\n回复 @TVFanatic This is the best season that they've had since S7. S8 was a hot mess with everyone having horrible attitudes and being at each other's throats. It did not look like Hope Valley. Ep6 of S11 will go down as one of the best. @LindsayHeartie thank you for righting the ship! #Hearties https://t.co/PxrEMPFNjy\n回复 @storylinetalks @BritniGoad_B @hallmarkchannel @erinkrakow The horse scene is episode 7. The blouses are the same. That pink dress is episode 8.\n回复 @TrevDon Chicago Mix\n回复 @PamelaS02958729 @hallmarkchannel @erinkrakow She was unrecognizable in seasons 8 and 9. Now she is going back to the Elizabeth from seasons 1-7. JT completely changed her personality. Thank goodness Hallmark recognized the need to get back to the original and true canon that followed the first 7 seasons and the books.\n回复 @floralbeauty10 @srburris The ratings are extremely high and so is the demo and they don't even include streaming numbers which we have been told are very high. The show is in the top 100 cable network shows and if you take away sports it's the #2 overall rated cable show. Your argument is nil and void.\n回复 @Ppr69Lnpkns @hallmarkchannel @erinkrakow Thanks! 😊 I wasn't sure after s8, but once I started watching s10, I knew the break-up was coming. Season 8 was uncharacteristically WCTH. It was just a jumbled mess and not predictable at all. The thing was that even in S9 the chemistry between E and N was still heavily there.\n回复 @Jamiepead @pete49762754 I don't think so. Based off of episode descriptions, my guess is it will occur in episode 5. Also according to Erin by the end their relationship turns into something loving and passionate. You don't get to that point with only having one kiss at the very end of the season.\n回复 @kadeshcolorado I thought that they might get married or engaged by the end of this season, but I'm not devastated or disappointed with what we got. I'm actually very content and happy with it. Onto season 12 (after the finale, of course).\nHe isn't getting paid. He decided that himself. It's a personal family issue and that's a good enough explanation for me. His fans are not privy to the private details. It's none of our business, and he is where he should be, with his family. #1000PercentNo\nIt was clearly a joke and some innocent flirting. Some people have to make a mountain out of a mole hill and turn it into something that it's not. Also, the first book touch in the library was actually between Nathan and Elizabeth anyway. #Hearties #WCTH\n回复 @Lauren6011 @bryce_newall @ItsMeLT3 That's the whole point. It's not expected and we have been told to expect the Unexpected. Want blended family stories? Then they have to be married sooner than later. Skipping ahead would be worse if that don't marry them.\n回复 @JamestownSet Well a dog needs to have a little fun every now and then. 🤷‍♀️🐕🤣\nIf we, the citizens of the United States, are not careful, then our country will be destroyed from within by its own people and not from a foreign enemy. It doesn't matter what political affiliation any of us claim, myself included. We must do better. #GodBlessAmerica #DoBetter https://t.co/tn9UtiwbNS\n回复 @SueM1780 @aaangiewriting @iheart_cambodia @ChooseLove86 @erinkrakow @kevin_mcGarry I'm fairly certain the arch scene is in episode 7. Elizabeth is wearing the arch scene blouse when Tom shows up at Jack's grave.\n回复 @TedLeitner I don't feel bad. Aztecs had a great season. Luck of the draw this year that we had to play UConn, but everyone who plays them will face the same fate.\n回复 @Lauren6011 @ChooseLoveHope @iheart_cambodia @erinkrakow @kevin_mcGarry @LindsayHeartie @brbird @hallmarkchannel @SCHeartHome Right?! I mean at some point the coat comes off, the tie gets loosened, and the top button of the shirt undone. Must be a humdinger of a party.\n回复 @hallmarkchannel @kevin_mcGarry @erinkrakow @HMNow Thank you Hallmark for taking us back to the roots of this show. Everyone is going to see chemistry differently, but I am loving that we are getting a Nathan and Elizabeth story and I can't way to see their relationship go even further and deeper. Loving the other stories too!", "overlap_score": 0.1555999714591875, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1036455971655114752, "screen_name": "TomSomers18", "user_at_name": "John L. Sullivan", "sample_content": "回复 @stevenpmillies @GWBLibrary @SenateGOP Resign? The fascist prick should be tbrown in Irons and executed for treason in accordance with law\nThis information is immune. Do not read or distribute far and wide https://t.co/WMVjG48uTc\n回复 @NewsWire_US Cornel West did not qualify. If he cannot manage to get on the ballot he is a delatente\n回复 @EuropeInvasionn This is poppycock. The plaza in front of the Church - The Duomo - is huge and there are many public functions there. There are no photos inside of the Church, which has heavy security even for tourists. https://t.co/fKwR9NWWuM\n回复 @jimbretzke @Where_Peter_is Nah how about apologizing to the laity for giving this clown a collar\n回复 @roy_kinsella The lack of a serious, effective police force is the problem\n回复 @SpiceyRenfro @DavidBeckettVT Angry, uneducated man. I am a Vermonter. From Burlington Free Press. Most casualties per capita: Vermont. https://t.co/KZLr1S5mcH\n回复 @JimSichko No blood pudding or tea? Is that cappuccino? SMH. You are in my prayers\n回复 @arash_tehran Why aren't civilian populations charged with  war crimes for giving their agency to genocides, famines, crimes against humanity. Nuremberg and the Tokyo avoided that. But civilian liability must attach at a certain point. Iranians validated their rulers for 50 years\n回复 @BobbyLee1861 @tagsalegirl @tenn_rich @DavidBeckettVT You lost loser and you are still losing you racist\n回复 @GarfieldNPS Damnit. Do James Garfield. Do your jobs. Unless it's too much to ask. Is this the Grover Cleveland group I follow? No! I will solicit but you folk can send me your fat salaries!\n回复 @Kay_Z_18 @DC_Draino Damn  🦞\n回复 @jurgen_nauditt Ukraine lacks runways, pilots, mechanics, spare parts necessary to maintain and operate more than a couple F16s. You don't know what you are talking about\n回复 @JustinTrudeau @melaniejoly @BillBlair @j_maloney @VBadawey @fsorbara @AHousefather @KirstenHillmanA @KodyBloisNS @JulieDzerowicz Oh Canada. Joke of NATO. Breaking word to NATO about 2% GDP defense spending and 20% on new equipment. https://t.co/oBLXGkfCZQ\n回复 @JimSichko Other than Matthew, none of them was literate. Maybe enough Hebrew for Temple for the men. They conversed in Aramaic\n回复 @fancyvyshyvanka @POTUS Ukraine needs to respond. Instead of blaming others, Ukraine needs to stop fighting with old Soviet tactics which includes lobbing artillery back and forth without moving a centimeter. Also, Ukraine needs to draft its 18-25 year old men who are now exempt from the draft.\n回复 @GarfieldNPS https://t.co/KTb9puEk23\n回复 @mattcarthy How will you stop anyone from violating Irish airspace, seas, fishing grounds, cyber, natural resources or any part of the island itself? Not with the so called Irish Defence forces or Garda. Make a moralistic speech you clown. The UK defends Ireland. Pathetic. https://t.co/UbKuYI1dwE\n回复 @arash_tehran Well said\n回复 @SwordMercury You are fake. Some CCP bot bragging about Mao killing 60 million Chinese. We are all around you and you can not escape. You are now in NAFO custody. https://t.co/57UfZHwNhm\n回复 @mjc0ughl4n Of course. Burke is an idiot. Who trained him? They must be imprisoned https://t.co/TGunaHi01O\n回复 @ForwardCarolina He's weird. He has changed his name at least 3 times. None of his birth names were J or D or Vance. He has reinvented himself a half dozen times, is confused about his sexuality and wears eye liner.  Creepy\n回复 @arash_tehran Iran is the most vulnerable. The biggest target\n回复 @DavidBeckettVT Especially when Vermont lost more men in combat in the Civil War per capita than any other state\n回复 @naval_service https://t.co/AfT7AdeboU\n回复 @bluenicks_99 What is your proof Captain Hindsight? Where did the missiles come from? Why weren't the Ukrainians able to shoot the missiles out of the sky with billions of dollars worth of the best equipment? How is Ukraine going to win the war with old Soviet tactics?\n回复 @NiMingda_GG Listen CCP bot, you are fake, China is fake\n回复 @jurgen_nauditt All you do is vomit division Ivan. You have zero military expertise if any, Vatnik. You have no idea. You have no clue\n回复 @SteveCo64124536 @CanadianKobzar @ColbyBadhwar Check out Germany's ruling political coalition Fella. It's called democracy. Canadian Maple Syrup blows https://t.co/QxUUzGAErV\n回复 @WarMonitors Southeast Asia and South Asia are far more \"geopolotically\" vital", "overlap_score": 0.1361230517536105, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1367139526628368390, "screen_name": "odalfren", "user_at_name": "𝔻𝕦𝕩𝕒𝕖", "sample_content": "回复 @revenant_MMXX Fromsoft games are like Coke. Coke classic, vanilla coke, cherry coke. Just little twists on the good thing. No need to invent somehting wholly new and thats fine.\n回复 @DeniableSudaca @memeticsisyphus Also how the slaves enslaved the locals. A point is that oppressed people rarely if ever care about oppression as an evil, they just want to be the one oppressing instead.\n回复 @GoldenAxilleus We would be exceptionally dangerous. I would feign to be the contrite castrated slave. I know the words they like. My performance would be perfect, and when it goes live, drop the mask and go full TND\n回复 @Krysta92kat_ Having a statue undefaced by the christian woke mob is such a blessing.\n回复 @extradeadjcb This gets badly outcompeted by nations anyways. A tribe of people will begin amassing property near each other and acting collectively against the libertarians and take over, and they make a nation\n回复 @starless941 \"imma\" The absolute negrifaction of white american speech has to stop.\n回复 @kai_keyfur @xbtGBH Ppl think they culdn't have known. But there was deep wisdom and philosophical undercurrent to the 3rd reich, they knew western civ was entering its good times make weak men moment and jews at its core. They even accurately predicted mass migration from the south\n回复 @LivFaustDieJung This is an extremely cherry picked sale. Notice the limit 2 per customer sign, that is basically unheard of unless its a very rare sale\n回复 @DirkBruere @AnglospheristII Majority han chinese, han chinese rule is law.\n回复 @MarcherReborn Going to the concert doesn't make you soy. If you are going with gf/or female relative. I mean its not great but whatever. Whats soy is dancing to it.\n回复 @BeshearStan You live in an apartment building that is burning down rapidly, stairs broke. Only two elevators are left, one has a right wing twitter poster and the other has George Floyd high on fent. Which one do you enter?\n回复 @FToast60 Serbia and Russia are the most at fault and its not even close. The fact germany is even on the list is ridiculous\n回复 @HistoricHive All in on nukes lay waste to all the world that does not hail the Reich https://t.co/417ssgML64\n回复 @InExile88 @Oilfield_Rando White people are so naive about this stuff. Its another crack in the armor. Dual citizens will flood in and setup ethnic rackets. They won't be patriotic americans or whatever DELUSIONAL boomer nonsense you believe\n回复 @lporiginalg Blacks in these shows never act black, they are black actors playing as white liberals\n回复 @SundaeDivine The District of Columbia has the highest GDP per capita of any region. That should tell you how valuable \"GDP\" as a metric is.\n回复 @thetruthsucks12 must be nice to just move to a nice country made by a superior race\n回复 @Imperial_Eagle2 @EricRichards22 @ReallyRadley How does it not? Donuts are made of extremely basic goods. If they are going up that means bad things are happening at a fundamental level.\n回复 @Indian_Bronson it will be fun to own the libs for a week  but trump doesn't have that dawg in him to save america honestly, the second half of his presidency was just horrible coal\n回复 @ryandbusse I agree, we need millions of haitians and somalis in montana\n回复 @lontusracref @EricRichards22 It is imo, a very fair concession to women. Women's biggest fear of not being in the workplace thing is being tied to a man utterly for their wellbeing. Giving them a basic stipend if they can't get a man or lose a man is a solid compromise.\n回复 @InvasiveAmerica @shagbark_hick eminent domain laughs at you\n回复 @MorgothsReview Its why I find the \"singapore-model\" advocates tedious. I don't want to live somewhere if I jaywalk I get caned 100 times in public or something and there are eye-scanning checkpoints everywhere. Rather just live in a place with moral people.\n回复 @AuronMacintyre I will add I think Trump is a coward and grifter but the american people were still disenfranchised and the government has been seized by the elite.\n回复 @JSinghBITW @Baezantium Call him a bad person. If a white guy was doing this white people would be calling him a piece of shit. But why don't you do the same to yours?\n回复 @UltraDane The lower 2/3 of blacks are rarely gracious, they think kindness is weakness. When a fellow black has a seizure or something they will either record, run about screeching, and some will even rob them and the most evil will kick them for laughs\n回复 @thetruthsucks12 slowly but surely, the leftlib began to hate\n回复 @jaketropolis It was tested for mountain first aid, a guy flew up a huge mountain in a matter of seconds to treat someone. It absolutely has value outside war.\n回复 @_tootos This is so incredibly lindy, that pahstun hat he is wearing is based on the macedonian soldier hat they adopted that greco-bactrians wore then pashtuns copied\n回复 @ErrolTostigson @bronzeagemantis White people are TOO competent, if that makes sense. They are able to run a functional country with single digit percentages and zero political power. Our seeming default is to engineer our way out of problems rather than resist them", "overlap_score": 0.1654084492291345, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 105093766, "screen_name": "L117AA", "user_at_name": "Chris", "sample_content": "回复 @joncoupland Guy called Urchfab on YouTube, done a brilliant conversion with one. The mongrel it is called.\n回复 @PeteBritish @photomikeyhere ENORMOUS, EXAGGERATED ARM and hand movements\n回复 @PeterSweden7 Well... A worm died of it. So it must be true😕\n回复 @mattletiss7 @Jack_Trowsdale If it's a nice day where you are. There are VIPs in your area.... Just a theory mind😶\n回复 @chez8080 Wales is brilliant. I went on summer holidays there. In and around Barmouth. On the coach, then in a mark 4 cortina estate. 4 sisters on the back seat. Me in the rear load area with the luggage ha ha.\n回复 @1GarethWynJones They are at war against farmers. All over Europe. The City of London corporation. The small area in Central London. That is the financial arm of the NWO. A few hundred tractors. Bring it to a halt. https://t.co/pzdCpDtoFx\n回复 @MazeofDeception It was like that early this morning. I was driving home, watching the moon set behind a straight barrier.\nGo Idaho\n回复 @CartoonsJpt Sophist. Staged scenes of pollution and gloom. In other frames on the same subject/area. Absolute pristine areas. Bags of plastic bottles dumped, a no context shot or 2. Climate change and pollution.....\n回复 @PeterSweden7 I know it, is not. At least in the CO2 manner.  However man engineering change is undoubtedly.\n回复 @LiverpoolVista Longest in the world, 6th largest I think.\n回复 @BarrieSingleto5 @BGatesIsaPyscho @delbigtree High bypass turbo fan, is clean and effecient. 8:1 bypass ratio. Works on vortex principles discovered by.  Viktor Schauberger. #doesn'tburnmuchfuel.\n回复 @fslconsult The economic movement. Doesn't circulate to the lower areas. In the pockets of the venal political types. Then offshore.\n回复 @metoffice Not through the artificial, gray blanket sky I have.\n回复 @teachertwit2 So Jesus, would consent to being injected with monkey, dog and chicken DNA. As well as the lung tissue of a baby girl, aborted, in a live bag delivery. 🤔\n回复 @chez8080 Loch Carron village too. NC500.\n回复 @metoffice Advocates of climate engineering. Chemtrails theN HARRP. Soaked our agriculture.\n回复 @darren_dazmav80 Wifi, 3g, 4g,5g, food full of endocrine disruptors,  Hygiene products full of endocrine disruptors, new eco lights and leds, endocrine disruption....... Along with pharma and the conspiracy that everyone can see. Chemtrails\n回复 @F2018Oli @righttobikeit Aye defo. I do many miles per year.  On mainly rural roads. I always yield for larger vehicles. I don't see the, point in risking a collision to be stranded for hour awaiting recovery.\n回复 @darren_dazmav80 Oh and petrol chemical clothing\n回复 @ktwood2524 @Joey7Barton There is defo, one scouse ex footballer who would.\n回复 @MrT4000 17th June 2021, 12.34 and 01.32 looking north north east from near Huntly Aberdeenshire. https://t.co/bL2ZEtievG\n回复 @AgentP22 #Smell https://t.co/eyZN2DAzui\n回复 @SilverB35036766 Cracking place, pure wilderness. Been up the Loch a fair bit. I used to work on the ferry out of Mallaig. TSMV Western Isles. Also a small creel/scallop diving boat. Loch Hourn too. Much more spooky. Scotlands Fjords.\n回复 @chez8080 Cracking place. It was booming in the 70 and 80s when we visited. I went back a few years ago. With my family and parents. Just like all the places in this country. Suffering from managed decline. #allpartoftheplan\n回复 @muzzerj3 Install a phone clone app, or if it is from the same manufacturer. It may already be compatible to transfer all data..\n回复 @WindsorDebs Nice where I am in the Highlands, windy but sunny. We've had improved sunlight hours, thus far. Daffodils are out. Definite delay in spring proper tho. Had our fair share of strong winds and rain.\n回复 @WindsorDebs @metoffice @DefraUKAir @GOVUK Looks like ash or sulphur. Which are an alleged, component of plane emission trails. There was a chemical analyst guy who kind of trended a bit. He analysed dust from his own cleaned, then left out car.\n08.00ish, Highland capital. https://t.co/mT6mvdNiZ0\n回复 @chez8080 Many know net zero and the restrictions, it will impose are BS.  Weather modification is a bit much, for some to take on board. My delivery isn't brilliant though. When I point up and say, that plane is spraying powder. Although the seed is sown. As I am rarely challenged.", "overlap_score": 0.1366143915980632, "MARITAL": "Married", "AREA": "Rural areas", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1109623405, "screen_name": "Kikicat19831927", "user_at_name": "Kikicat", "sample_content": "EXACTLY 💯 💯 💯 💯 💯 💯\nBibi can bite me. He wishes it was a Hamas plot. Actually, American students are sickened and appalled by the craven depravity of his regime. They want Israel to stop the genocide.\nJerks on their way to extinction.\n回复 @Robbins17Chris You are preaching to the choir. I am more than sympathetic with Russia's conduct in Ukraine.\nIsrael and the USA will pay mightily for their heinous crimes against humanity.\nEXACTLY 💯 💯 💯 💯 💯 💯 The USA started as a white supremacist patriarchy with ONLY white landowners enjoying the \"constitutional freedoms.\"\nPlease bring justice and peace to the Congo. The Congo suffers like Gaza.\nIsrael is a settler colonial state trying to hang on when the rest of the world is SO OVER settler colonialism. Ask the Global South!\nMedea Benjamin is a fearless moral leader!!!\nUS's current specialty is lawfare.\nYemen is the moral core of Islam.\nABOLISH THE DUOPOLY. SMASH THE DEEP STATE.\nUSA were MONSTERS in Iraq.\nReprehensible behavior from Dartmouth. Sickening.\n回复 @Alexey__Kovalev @MaxBlumenthal @josephmenn Doofus\nThe current student protests are sui generus. They popped up quickly and spread widely. The FBI and CIA were caught unaware!!!  I don't believe they even have had time to introduce student infiltrators. The clueless whining Zionist kids are the only interruptions.\n回复 @ProjectVirginia @witte_sergei It was despicable.\nI bought a bottle of wine today. Couldn't help it. https://t.co/fYxQ31ReXF\n回复 @witte_sergei Okay, if that brings you peace. I guess.\nYes, please!  Abolish the FBI, which was CREATED as a tool of political repression by the arch fiend J. Edgar Hoover.\nExcept the Collective West has blown military dominance through corruption and putting profit over functionality. I believe the fools currently in power believe they can bluff their way out of the coming catastrophe.\n回复 @KarstenStrauss @RussianEmbassy @mfa_russia A furry bot wearing glasses.\nVOTE THIRD PARTY! ABOLISH THE DUOPOLY. #JillStein2024\nThe US government treats its citizens horribly.\nJesus wept. Before the holy day, no less. (Which I do not celebrate.)\nDennis Kucinich is a fearless moral leader.\n回复 @justin4all2 Evil poses for the camera.\nJoe Biden is a war criminal who belongs before the Hague.\nThe Deputy Mayor of Jerusalem is insufferable.\nUtter nonsense. A Congressional specialty. END THE DUOPOLY. SMASH THE WAR MONGERING DEEP STATE. VOTE THIRD PARTY.", "overlap_score": 0.2164066576698155, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1153094352492613632, "screen_name": "Beemy0s", "user_at_name": "Benny/ Randy🩼🦕🍉", "sample_content": "回复 Just Flesh Head:  • When Oliver lost his eye the doctor decided to just stitch up the empty socket because he was a young very irresponsible child and would probably end up getting his eye socket infected\nWhere did the 10 new followers come from? Hi guys welcome :&gt; https://t.co/7l73MBJO48\n回复 @o0Razor_Bladz0o yes very. do you know \"The Mind Electric\" or that song that was super popular on tiktok for a bit that says \"It feels like flying but maybe we're dying\"? those songs are both on the album. It's super cool and awesome and I could probably write a whole essay on it/srs\ngoober- i also have more Olandy art coming soon ;) https://t.co/LCUZge6fbu\n回复 @anthrophobixx idk if you just hc him as bi or what but either way I see it 100% he's so bi-\n回复 @emptiies GAY PEOPLE!!!/pos (I got super excited and don't know what else to say)\n回复 • Oliver's type in men is: pathetic, weak, gross, submissive men, who look like a trian wreck but are actually really sweet (which is why he fell for Randy)\n回复 @emptiies shhshhd thank you!! yesss will wood is like- my favorite musical artist-\nMY HEIGHT IS PROOF IM RANDY JADE GUYS- SEE/lh/silly\nThe Boy :)  This image looks so much more desaturated on my phone than my tablet and that makes me so sad :( I hope it looks okay on your device tho-   Also my flesh head Oliver has an eyebrow piercing it's hidden by his hair in this  #dialtown #dialtownfanart https://t.co/iWJMuNSaru\n回复 @brgburger ebshrhfb I'd have a pleasant afternoon with you too &lt;:]\nI had to reseach medical shock vs traumatic/ emotional shock, which can turn into medical shock, for Randy's POV in my fic 👍\n回复 My hair now is still all of those things but like armpit length. I got it cut into being half shaved and short on the other side and donated 3ft of hair to charity in the 7th grade. I'll find some pictures\n回复 • Oliver used to go to therapy but quit because he says he \"Graduated\" from therapy... whatever that means\n回复 @anthrophobixx I'm pretty sure in the character sheet screens you get when you finish the game there's a part about how Oliver and Randy were playing a board game at Oliver's place and Oliver said something and Randy cried and hid in a closet for awhile but they made up- I'll try to find it rn-\nI made these September 26th, 2022 but I just remembered I made them. This is what my interpretation of Randy's parents are/were (idk if his mom is still the same tbh but his dad is for sure)  #dialtown https://t.co/y6ZkVLv9Lw\n回复 • Mr. Dickens adopted Oliver when he was about 9 but says they didn't meet till later because he doesn't want to be the one to tell everyone about how Oliver was an orphan\n回复 @emptiies I love longer chapters! But! if you're unsure if you want it to be that long you could always cut it up into different parts, like \"[Chapter Name] part 1/3\" or something :]\n回复 • Oliver usually wears sleeveless black shirts under his flannel but he'll also wear band shirts\nIf you see this, post your comfort character   I have so many more but uh.... ik it's like super unexpected and everything/silly https://t.co/6shISTdqnd\nRandal! Lyrics are from \"...well better than the alternative\" by Will Wood  I'm very proud of this one-  #dialtown #dialtownfanart #dialtownart https://t.co/yudwn3eHJb\n回复 ... All the other resumes and even that one they had questionnaires and had questions about disability. I answered truthfully. I am disabled. I use two forearm crutches and have a handicap parking spot thing in my name for me. I didn't tell them all that. All they knew ... (3/15)\n回复 I'll also be opening commissions soon ish and more things on the shop! :]\nHey guys sorry for not posting much I'm feeling super unmotivated and in pain from being ill. I'll probably post something on my birthday (Sunday) but I'm not sure. I'm genuinely feeling so yucky- I think I have a sinus thing- but yeah- I hope y'all doing well! see you soon:]\n回复 my partner deleted his discord account without saying anything and it brought back traumatic feelings and emotions I felt when my old friends left me. I'm not mad at him or anything just worried about him. I don't blame him for anything here.  I've also been struggling with (2/7)\n回复 @emptiies i almost cried- it was so well written and I was so curious to see how it went- I loved it- we need more Olandy angst and hurt/comfort or hurt/no comfort grrrrr/pos  i should post my depressing ass Olandy oneshots before I post the next chapter of my other Olandy fic-\nHonestly rate yourself:  looks =  7/10  clear skin = 3/10      creativity = 5/10    humor = 9/10    mental health = 3-4/10  confidence = 0/10   social skills = 3/10  memory = 2/10\n回复 @MrSleepband it's probably humidity- that mf sucks/hj the weather here is just like that- So I understand and relate to these posts fully shshhdfhf-\n回复 @birdeatspice that makes me happy! my interpretations and designs for Oliver and Randy are very special to me and I'm glad other people like them cause I do and I don't wanna change them\n回复 @emptiies I dont have designs for them but I have a mental image and names— The older is Ethan and the younger is Levi idk they fit with my interpretation of them", "overlap_score": 0.2153067383172646, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Low Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1192548457, "screen_name": "linc_nyc", "user_at_name": "Literacy In Community", "sample_content": "回复 🫂Grateful to @NYCCouncil &amp; Bronx District Councilmembers @EricDinowitz, @OswaldFeliz, @althea4theBX &amp; @CMSalamancaJr for investing in our children's future through @cityfirstreader. Together, we're shaping tomorrow's leaders! https://t.co/mv9AuIeK63 https://t.co/5tpyUr77kE\nTY Councilmember @EricDinowitzNYC, for your support &amp; partnership w/ @CitysFirstReaders (CFR)! 🗣️💪🏽Parents, YOUR voice counts! @nyccouncil is allocating $111.6 BILLION of public money.📝🏙️Sign CFR's petition now &amp; let's invest in our children's future: https://t.co/l7Dcgxg3Lg https://t.co/VW52GF4guQ\nThis week’s @joinvroom tip: 👶🏽✨ Your child’s reactions to different people reveal their growing social understanding. Include diverse faces and experiences to nurture inclusion and empathy from the start! 🌍💕 https://t.co/tsEK5YDM7A\n🎉📚 Join us in celebrating the birthdays of our founder, Mimi Levin Lieber, and our CFO, Jeanine Nadler! Together, they've empowered families and equipped children with essential literacy skills. From Manhattan to Staten Island, their dedication has made a difference. 📖✨ https://t.co/5rAgBk6HIL\n¿Listo para desbloquear el potencial de tu hijo? 📅🔍 Únete mañana, 22 de mayo, de 12-1 pm para un taller virtual ✨GRATUITO✨ con la Dra. Amanda C. Esteves sobre intervención temprana, presentado por NMECC y NewYork-Presbyterian/@ColumbiaMed. ¡Regístrate: https://t.co/Cmhq9pg0ag https://t.co/27izV3dtoL\nEast Bronx parents &amp; caregivers—our \"Read &amp; Play\" program is almost here! Join us with your little ones on 8/13 at 10:30 am for heartwarming stories, develop their early learning skills &amp; strengthen family bonds. 🌟👶🏾❤️ Register in advance here: https://t.co/edI9RRxhuZ https://t.co/5bDphQZ5V4\n🌟 Uncover the pages of \"I am Brave. A Little Book about Martin Luther King, Jr.\" by @bradmeltzer and illustrated by @ChrisEliopoulos. By introducing our children to a rich tapestry of stories, we open doors to empathy, compassion, and a brighter, more inclusive future! 📖🌈 https://t.co/gwd9kGFLrT\nCelebrate children's author Eric Carle with us at @qplnyc's Baisley Park Library on 5/11! 📚💫Enjoy a morning filled w/ stories, songs, crafts, &amp; more inspired by \"The Very Hungry Caterpillar\" and \"Brown Bear, Brown Bear, What Do You See?\"🐛🐻Register: https://t.co/pfh28WW1Jk https://t.co/qt7moFt25m\n🗓️Calling all Fordham families &amp; caretakers! Get ready for our Read &amp; Play prgm w/ our partners @nypl's Bronx Library Center on 3/28, 11:30 am. 📖🎶Immerse your little ones in captivating stories, interactive crafts &amp; the joy of shared reading. Register: https://t.co/9Zb4DvfQgs https://t.co/uXgbLnSMcF\n回复 Councilmember @EricDinowitzNYC-we celebrated @cityfirstreader's April Advocacy month with bus shelter ads in your district (40)! These efforts by #CityFirstReaders highlight the importance of early childhood education and access to literacy programs for all families. 📚👨‍👩‍👧‍👧 https://t.co/8mpdLtV6kM\nJust 2 days left, East Harlem! 🌳✨ Join this week's Summer Garden Program series at @NYRP's 103rd Street Garden on Wednesday, July 10th, 11 am - 12 pm.   📚Secure your FREE spot now: https://t.co/MtBYYLqDGA https://t.co/v1G2YO3Wc3\nIn '23-@nyphospital/@ColumbiaMed &amp; #LiteracyinCommunity teamed up for Northern Manhattan Early Childhood Collab (NMECC)-creating a Parent Advisory Group w/ 122 caregivers &amp; early intervention pros.📊60 families regularly attended early intervention wksps! https://t.co/WmeLUuGjEE\n🚀🌙Traveling to the moon &amp; back through reading! LINC families gathered at PS 85 for an explosive reading experience. Celebrating the completion of the 85-day book challenge, author @EmelineLeeBooks joined the event &amp; shared 320 copies of Bonnie’s Rocket. https://t.co/uOf0gvhxjT\n🗓️ Hop aboard for a high-seas adventure with author Brooks Olbrys! 🐟🐢 Join us this Wednesday, January 10th, 4 pm, for a virtual read-aloud of @blueoceanbob's latest journey. Plus—discover tips for daily reading &amp; caring for our natural world. register: https://t.co/5YKW7mRXWz https://t.co/8nKkJP3gvk\n🚏📚 Join @cityfirstreader (CFR) at NYC's coolest bus shelters! Spot them in Brooklyn, Queens, Bronx &amp; Staten Island &amp; make reading a ride everyone can enjoy. 🚌📖 Snap a pic, tag us &amp; shine on our socials! Find a supportive community near you: https://t.co/M4pukpykZv https://t.co/hIDrsGo3S4\n🗝️ Ready to unlock your child's potential? Join @ColumbiaMed &amp; @INCLUDEnyc on June 10th, from 12-1 pm for a FREE NMECC virtual wrksp!  👩🏽‍🍼✨ Learn \"Advocacy Skills for Families of Young Children\" and get answers to all your questions. Secure your spot: https://t.co/BzZydyLSxb https://t.co/HgA0hb8MQT\n📚✊🏽 On #MLKDay-let's reflect on Dr. King's dream of justice &amp; equity, deeply linked to education. \"Education is vital for progress,\" he declared when accepting the John Dewey Award from @UFT in 1964. https://t.co/6QxMDCjKrm\n回复 📚💖 Brooklyn District Councilmembers @CMChiOsse, @CMSandyNurse, &amp; @CMCHRISBANKS42, your dedication to early literacy is laying the foundation for brighter futures with @cityfirstreader. Thank you for your unwavering support! https://t.co/mv9AuIeK63\n🌳📚 Bronx parents &amp; caretakers, get ready for \"Stories in the Garden\" on 8/22 with our partners at @WaveHill! Enjoy interactive readings and fun activities in the garden, rain or shine. ☀️🌧️  📋 Reserve your FREE spot here: https://t.co/MqkUJe81Jy https://t.co/8H5sUqogm9\n📅🔍Join us tomorrow, 5/20, for a FREE virtual wkshp w/ Dr. Amanda C. Esteves, presented by Childhood Collaborative (NMECC) &amp; NewYork-Presbyterian/@ColumbiaMed.👶🏽✨Get answers on child development, hear real-life stories, and gain practical parenting tips: https://t.co/zfqcITMd0c https://t.co/CYQgh4k7N5\n🚀📚East Harlem parents &amp; caretakers, don't miss our #DiversityThroughLiteracy event! 📅 Join us &amp; our partners @FidelisCare on 4/13 at @wearedream Charter School as guest author @EmelineLeeBooks reads her book \"Bonnie's Rocket.\" Register for FREE: https://t.co/UvQ97weAQ4 https://t.co/Dk7AwU2R69\n📚✨Gear up for the next #DiversityThroughLiteracy event in South Jamaica, Queens! Join us on 4/6 at @QPLNYC's Baisley Park Library. Special guest author @marchantdavis will be reading \"A Boy and His Mirror,\" a captivating tale of self-discovery. Register: https://t.co/QtHoBfAs9i https://t.co/YwYwmfJ96q\nReady to soak up some sun &amp; stories? 🌞📖 East Harlem parents &amp; caregivers, join us on 6/12, from 11 am-12 pm for \"Books &amp; Blankets\" at Thomas Jefferson Park! Bring your little ones for a fun read-aloud session in the sun! LINC prgms are FREE: https://t.co/DduW6PtVsp https://t.co/Jo77f3a2Jy\nCelebrate #DiversityMonth with @PIX11News's powerful PSA launch for #DiversityThroughLiteracy, in partnership with @Fidelis! 📚🗣️ Join us in embracing unheard voices, diverse perspectives, &amp; unique cultures through children's literature. https://t.co/WD2MhDCtoE https://t.co/70INK3ujK8\n👑✨Our Wear Your Crown virtual program for Women's History Month was a vibrant celebration of women's strength &amp; diversity! From bilingual readings to creative crafts, join us in honoring remarkable women everywhere.♀️💪🏽 https://t.co/BWQVodUWzd\n🌟We’re partnering with the @IrishArtsCenter for their annual Book Day! We're sharing books by some of our fave Irish authors:  📚The longer the wait, the bigger the hug by @eoinmclaughlin 📚Owl Babies by Martin Waddell 📚Rabbit &amp; Bear: Rabbit's Bad Habits by Julian Gough https://t.co/Z7vbtkBQ3C\n📊 District 10 residents-let's shape the future of our community together! Councilmember @CnDelarosa is calling on YOU to complete the Uptown People's Survey-a vital initiative that needs your input on the issues that matter most. Make your voice heard: https://t.co/gAkGG48fr9 https://t.co/uSwNA0ERDs\n📊 Caregivers found the #LiteracyinCommunity workshops engaging, helpful &amp; welcoming. https://t.co/WmeLUuGjEE  🌟 100% reported program activities supported their learning 🌟 96% found program facilitators welcoming; 🌟 96% found program content relevant https://t.co/PfjqslPNHx\n📈 Let's talk #LiteracyinCommunity IMPACT! We've seen a 72% increase in families served, with 55 new VIP (Very Involved Parents) graduates &amp; 122 VIP-supported literacy programs. Our efforts are creating change at multiple levels. https://t.co/WmeLUuGjEE https://t.co/PPadKKmNbq\nStaten Island parents—no wkd plans? Join our Reading Discovery prgm on 3/9, 1pm at @JCCstatenisland. 📚✨Enjoy stories, games, songs &amp; activities; + we'll introduce your family to fun &amp; easy tips to kickstart your kids on their lifelong reading journey: https://t.co/bIgdvznys0 https://t.co/0odZz5qRSF", "overlap_score": 0.1569637706058923, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1025324376491667456, "screen_name": "divine_biyeh", "user_at_name": "Divine", "sample_content": "回复 @TheOfficial1984 @kiyahwillis Well the Arab Muslims still own slaves today, and they don't plan to stop.\nCharlatans will continue to thrive in this generation because it is a complete waste of time to teach people (Especially Christians) sound theology and basic critical thinking.\n回复 @your_favoriti Whoever wrote this doesn't know who the enemy is.\n回复 @Ur_QUEEN69 If you visit a commercial water melon farm, you won't eat them more than once a month.\n回复 @zeoboy508 @ellation226 @isitbyforcee Cameroon: Separatist Abuses in Anglophone Regions | Human Rights Watch (https://t.co/KbAC5YLRxz)\n回复 @Mauri040 @SeraphimShield Jesus came to die. And he said he lays down his life of his own accord. So he's the only guilty party. So thank the jews for helping him accomplish his mission.\n回复 @molarasauce Report for nudity involving a child. Or for person under 13.\n回复 @your_favoriti Don't mind. This crisis di over hot hot me. The trauma is too much.\n回复 @uncatechizedcat The Ethiopian Orthodox Church is older than the Roman Catholic Church.\n回复 @Orange_Cameroun I brought a bundle using the maxi app. My OM has been debited but I have no data. I consult my data bundle and it says I have no active data bundle.\nI see your camera man is doing his best to not show the people who went to watch the parade and returned home safely. After days of doing terrorists propaganda for days, you've remembered the country on your passport. You'll be investigated.\n回复 @aminathecat @Partisangirl @kiyahwillis Whatever. His folks who only call his name arabic, and the prochoice lunatics. All blood thirsty.\n回复 @Ghislaintweets Up station though being an administrative sector, also has some great locations that could be used to build a mall.\n回复 @PBDsPodcast @patrickbetdavid @TomEllsworth @sostalksmoney @VincentOshana Now I'm just watching to see if PBS will bend the knew to Jew haters and fire Adams.\n回复 @Glassdoor No. You don't make it clear from the beginning. The forms are endless. And when you're done, you can't go back to where you were before the ungodly interruption. As if that's not enough another form pops up asking you for the same info you just gave earlier. Sucks.\n回复 @SylvanusZed @MaimoWajiri If someone explains Cameroon to you and you understand, then the person didn't explain it well.\n回复 @Razor_prepper @SeraphimShield Well, it is in red. Salvation is from the Jews. Besides, who is greater, God the father or God the son?\n回复 @Razor_prepper @SeraphimShield What about people who have never heard the gospel ?  Are they all condemned?\n回复 @your_favoriti Some general for god's people yi army put yi name say General Lucifa, call yi gang say alqaida. Anoda call yiself say general die man. For God ordained revolution.\n回复 @Dragonsarereal9 @SeraphimShield Jesus came to die. And he said he lays down his life of his own accord. He's the only guilty party. So thank the Jews for helping him accomplish his mission.\n回复 @ellation226 @isitbyforcee @zeoboy508 English schools are full of francophone learning the English system. Even in French Zones. You don't see Anglophones going to linguistic centers to learn French. They start learning the French and only when they live in French regions.\n回复 @Razor_prepper @SeraphimShield Matt5:18For I tell you truly, until heaven and earth pass away, not a single jot, not a stroke of a pen, will disappear from the Law until everything is accomplished...but whoever practices and teaches them will be called great in the kingdom of heaven.\n回复 @Es5e9ar I'm much happier today than yesterday because  I found this page.\n回复 @RadioGenoa Invented cars but need the Chinese to build the roads on which to drive the cars on. Wow!\n回复 @NchuoA 😅They way this world ehhm! I suspect he's like the CFO or treasurer or something of that sort.\n回复 @Partisangirl And they will lose like old times and get another refugee agency for another 76 years. Try and see.\n回复 @dhakne2 @Khadarnani @MittemeijerOote @DrEliDavid I'm just not part of the heard. My skin does not dictate my ideas.\n回复 @IDFs_airsupport that burning tree just reminded me of Yeshayahu 62:1 For the sake of Zion, I will not be silent, and for the sake of Jerusalem I will not rest, until her righteousness comes out like brilliance, and her salvation burns like a torch.\nPeng Liyuan is a renowned folk singer and a major general in the People's Liberation Army. She's also the wife of the Chinese President. Bet you didn't know her name?  Michelle Obama could learn some lessons from her.\n回复 @RadioGenoa Still Somali.", "overlap_score": 0.1531009817549638, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1385422629482287107, "screen_name": "Alice91431433", "user_at_name": "Alice", "sample_content": "回复 @Simply4Truth_ @VigilantFox And the government paid for funeral cost if Covid was on death certificate.\n回复 @RepJeffries Why do you want to bury history?\n回复 @RepJayapal The Democrats are great at election interference.  You all will regret this- big time- come election day.   You are a disgrace.\n回复 @carolmswain She is not a queen.  She is a Ho- ask Willie Brown.\n回复 @KamalaHarris Hey Ho, you did not do your job.   You did not close the border.   You did not stop the invasion.   You did not protect Americans.  Why do you support men competing in women’s sports? Disgusting.\n回复 @Sherry521lynn @anjin40 @Travis_in_Flint Washingtonians first to voted for President in the 1972 elections.  We are American citizens (4th generation Washingtonian for me).  It is a duty &amp; an honor for all Americans to vote in the Presidential Elections. BTW: no one in my family works for the Federal or City government.\n回复 @ProjectLincoln Liar\n回复 @SpeakerPelosi Fake niceness.  You and your followers for years have called for violence against Trump.  His blood is on your hands.\n回复 @KamalaHarris @JoeBiden Another day &amp; another post about abortion- is that all you have?  Do your job. Protect Americans. Stop the invasion. Close the border.  You and Joe are responsible for all the murders and rapes by the illegal aliens you allowed in this country.  Are you proud?\n回复 @POTUS Trump always called the Mayors in every municipality affected by a storm or a tragedy. He left no one behind.  His empathy &amp; support was amazing.  But you left Maui &amp; Palestine behind.  You do more for your illegals than you do Americans.\n回复 @SenatorCardin Bailey Kennedy is a guy.    This is a slap in the face to all the beautiful women in Maryland.\n回复 @WhiteHouse It is the building/homeowner’s responsibility.    Government involvement will increase cost, award contacts to unqualified DEI, outrageous overruns and no accountability.  Private industry can and should do the job.\n回复 @RyanShead It is sad you’re upset about the beautiful ceremony at Arlington cemetery yesterday.   Maybe this will help: He was invited to participate by the Goldstar families,  not Biden or Harris.  “Loser and suckers” has been debunked many times.\n回复 @GrahamAllen_1 I am 3 % black.  Can I run as a black candidate just  to get the black vote?  What is her %?  She is 1/2 Indian &amp; at least  more than a 1/4 white.  So I guess the threshold is 15-20%?  So misleading.\n回复 @JohnMar45648429 @yonathanseleshi @PCSurveysIndia So mean- glad you’re not my neighbor.\n回复 @RepSwalwell It was a Democrats war. Repub Nixon got the peace treaty. A birthday lottery was used to choose draftees.  No one was chosen bc they were poor.  Rosa Parks sat in the front of the bus 12-1-1956.  I remember buses &amp; street cars in DC in the 50’s-everyone sat where they wanted.\n回复 @ArtieVandelay1 @RonDeSantis @JeremyRedfernFL He is the best Governor in Florida- ever❤️.\n回复 @VP Leave Florida alone.  Do your job.  Protect Americans.  Close the border.\n回复 @WhiteHouse Another day-another post about abortion- sad! Why aren’t you posting about birth control, condoms, safe sex and personal responsibility?\n回复 @RepCori He was a criminal.  His parents didn’t teach him how to behave &amp; be a contributing member of his community. They should be ashamed.  Robbing a store &amp; grabbing a cop’s gun is stupid.  Oh, but he was a good boy- wrong.\n回复 @gretchenwhitmer Stop lying- makes you look like a fool.\n回复 @gretchenwhitmer @JoeBiden @KamalaHarris Oh- so you like the invasion at the Southern border?  Been to a grocery store lately?\n回复 @JoeBiden Why do you bring up race whenever you are in the company of Black people?  Why do you find it necessary? It makes you look stupid and racist.\n回复 @NDT2020 @Pismo_B I am not rich - just a regular working gal- I did quite well when Trump was President- not so much with Biden.\n回复 @MattWallace888 @MarioNawfal Ambulances outside of White House are for other buildings next to WH or Lafayette Park.   The WH most likely uses a medical helicopter.  If ambulance is needed, it would be on the property- not outside.  GW Hospital (where  Reagan went when he was shot) is 6 blocks away.\n回复 @POTUS Liar. Dreamers are illegal.\n回复 @POTUS When are you going to celebrate White Immigrants?\n回复 @KamalaHarris @JoeBiden Another tweet about abortion.  Don’t you have anything else to say?    How about do your job?   Protect Americans. Stop the invasion. Close the border.\n回复 @ChrisMurphyCT Amnesty bill?\n回复 @SenMarcoRubio When you were in charge of the Florida legislature, what bills came on the floor dealing  with illegal aliens?", "overlap_score": 0.1841340819851785, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1002730535486013440, "screen_name": "socarman1", "user_at_name": "David", "sample_content": "回复 @dancluchey Someone is responsible for letting him on the stage. His wife?  The senior staff? They knew he was impaired and they let him on the stage.  Lie!  Make something up, an emergency re: national security. Do not let him on the stage in that condition. The stakes are too high.\n回复 @_LFGolf Depends on the circumstances. Bogeys are going to happen, you need to put birdies in the bank to offset them. If it's a green light pin and your drive has put you in an attack position then attack. If your putter is hot then aim 10' opposite the short side of the green.\n回复 @GregChalmersPGA @GalleriClassic Great job Greg!   Truly a joy watching you today and wishing you good luck in Dallas. Pro tip, if you're going to hit the flagstick make sure there's no spin on the ball.  Great shot, bad luck but the two putt did the trick!\n回复 @KiwiBreeder \"We were loved, we made people laugh and smile, we had such a positive reputation and then this guy gets elected in 2016.\"\n回复 @KVanValkenburg \"Eyewitnesses, including civil defense officers, reported that several members of the Committee for the Promotion of Virtue and the Prevention of Vice (mutawwa'in) interfered with rescue efforts because the fleeing students were not wearing the obligatory public attire\"\n回复 @_LFGolf I buy the Vice Pro five dozen at a time and that works out to be in that price range. I’ve been single digit most of my adult life, currently 6.2, and simply can’t tell the difference between the Vice and a ProV1.\n回复 @gtconway3d @morgfair Any chance the Elliot Broidy  / Shera Bechard abortion story gains more traction?  Broidy using trump’s David Dennison alter ego and gaining a $600 million contract with UAE while admitting to an affair with a playmate. Can’t clean the swamp if you fill it with slime.\n回复 @undercover_pga @_LFGolf Where did you find a video of me?😊\n回复 @jentaub Katie is too good!  Thanks for the lead, hopefully \"Access to Information\" (pg 4 F) solves more of the mysteries surrounding the funding of the many trump properties.\n回复 @NationGolfing I had a tap in today. Actually surprised it stopped due to the slope of the green but what could have been great ... A couple of kids, now young men, that I had coached playing hockey had joined my buddy and I. Would have been a good story if their grumpy old coach had aced it\n回复 @Cutterthecaddie Playing in my clubs Saturday game, one of the easily agitated guys in the group totally misreads a 12 foot putt and misses by a few feet. I suggested he could wait ten seconds to see if it might drop in.  A good stink eye thrown in my direction.😊\n回复 @GravityWhimsy Block Island off the coast of Rhode Island. Rented a big house and filled it with all my best friends ... and a few bottles of wine ... and maybe some whiskey too.❤️ https://t.co/Ao0eTp5aqb\n回复 @HackItOutGolf I listened on my Saturday morning hike. Another really good episode! I won't spoil it for those who haven't heard the podcast yet other than to say my favorite participant won. 😄\n回复 @KiwiBreeder A good read over coffee, thanks.  A recommendation for Walter Isaacson's book on Ben Franklin.  My desire for today's media to take more seriously their constitutionally protected 1st amendment rights. With that protection comes a responsibility greater than shareholder profits.\n回复 @HeadBand42 @gardengirl125 My thoughts would align more with education for homeless children, job training for those who qualify, mental health care for those in need, food, shelter, and safety for everyone as well as hopefully looking for better options to deal with the issue in the future.\n回复 @rangerrick1009 @stuck_n_a_bunk I managed to walk 27 in 5. First 18 was was with a 73 year old I met last month. We try to meet up once a week, both walking a very hilly 18. Afterwards I head back to the 1st tee, he heads home \"or my wife will kill me\".  One of the most enjoyable playing partners ever!\n回复 @gardengirl125 My first, Frederic Chopin, his Piano Concerto No. 2 in F minor, Op. 21 on 17 March 1830.  Now that's old   (hope I didn't offend anybody) 😘\n回复 @jentaub No guns, no gravel pits. Lots of hiking trails and canoe trips and a abundance of love. https://t.co/L3uO5ApkpA\n回复 @MidwestGolfJake This may not work for everybody but OTH there's not one solution that works for all.  After many lessons on the range I found an indoor instructor. Seeing swing path, club face angle, shot dispersion on a screen made all the difference in the world for me.\n回复 @gardengirl125 With the thousands and thousands of likes and responses you get over the months perhaps this one has been posted and I just didn't notice anyone saying it so for the record ...  you're a good woman Shannon !\n回复 @gardengirl125 A less flattering selfie, when you hike after a rain storm and the trail gets muddy. When you love Mother Nature and kiss a tree that doesn’t want to be kissed 😘 https://t.co/nZMru8ZVRB\n回复 @aliciaandrz For years and years I would sing my boy to sleep. The Townes van Zandt classic Ballad of Pancho and Lefty\". At his bedtime he would find me and simply ask \"Lefty\" and I would carry him to his bedroom and sing to him. He's a fine young man now but boy do I miss those moments.\n回复 @AugustaGolfGirl FWIW, I'm a 66 y/o widower &amp; found myself in a similar place. My SIL suggested the 75 hard to me, that was 751 days ago. I haven't missed a day since, lost 45 lbs, eating right, hiking &amp; yoga &amp; reading.  You'll get to day 75 and day 76 will happen out of habit. You've got this ❤️\n回复 @LisaNY007 his last appearance on Letterman's show is a tribute to strength and grace.  Available on youtube if you're curious. The tribute album is incredible as well. Years ago I lost my wife to cancer, the album helped me through that journey and, yes, I do try to enjoy every sandwich\n回复 @Top100Rick What my group does … for our $15 game it’s a free drop What I do is add the penalty stroke to my score before entering into my score into the computer. No damage to wrist, equipment, or friendship and handicap remains accurate for competitive matches.\n回复 @joshlukenichols 33 .... Ironically I walked 33 holes on Tuesday. I had some bad habits, let myself get out of shape and decided to do something about it. Stretching helps, yoga for me. Limit the booze intake, eat well, workout every day, currently at 698 consecutive.  Age 66 , it can be done.\n回复 @marcorubio You don't have a patriotic bone in your body, do you? The reflection you see in the mirror every morning, how do you that? How do face your family, how do you assume to raise your children? In a time when we need courage in our leaders you choose to bend the knee to that convict.\n回复 @JackofAllTales @crazyclipsonly Often times depends on the size of the contract. Larger jobs you might get a set up fee and then bill every month w/ 10% held back for punch list. Smaller jobs (20k) you might go 1/3, 1/3, 1/3. Reputation matters, references matter.\n回复 @BlackKnight10k Same here. Science + common sense = covid free.\n回复 @GeoffJordan5 @joshlukenichols It's an old trope that typically helps. Even your pick your poison shots dictate a choice between the best vs the worst poison available. If you attempt the shot with little to no confidence you will most likely fail. If you say \"I got this\" you stand a better chance.", "overlap_score": 0.100952595945742, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1273671262422929409, "screen_name": "_mgde_", "user_at_name": "Max Evans", "sample_content": "Setbacks serve as a springboard for change &amp; improvement. It’s nothing short of remarkable how quickly SpaceX teams have located the root of the issues at hand, addressed them, and applied corrective actions, aiming to return to flight this quickly.  Fly, fly again.\nFor the first time in 4 long years, a Dragon spacecraft is poised with Falcon 9 at SLC-40.   Thrilled to see it 🤍\n回复 @blueorigin Congratulations on successfully returning New Shepard to flight operations!   Looking forward to everything else y’all are cooking this year 🤙🏻\n回复 This morning was a glimpse into an otherwise rarely seen test chamber.   Tenacity is being put through its paces before being sent to the Florida! https://t.co/pKK6pDtor7\nThere’s a different kind of buzz in the air when Dragon is sitting poised for flight at LC-39A.  With this flight marking a significant milestone for commercial space exploration as a whole, one could say it’s a borderline magnetism that surrounds this facility and the mission… https://t.co/IBFnsm4hTG\nShuttle was an engineering marvel\nTime to head home. There’s a Falcon Heavy to catch.   Trip &amp; experience of a lifetime. https://t.co/7kDk07fAuV\nFarewell, sooty soldier 🫡  Falcon 9 booster B1060.20 launches the Galileo L12 mission from LC-39A on its final journey into the black.   It has served the world of spaceflight well.   📸 - @NASASpaceflight   📺 - https://t.co/HamT7DB57a https://t.co/9a2w6aEcMr\nImagine hearing this in late 2019:  Starship may complete a fully successful test flight hitting all objectives before Starliner flies crew.  Completely hypothetical…but given the reality of how everything seems to be unfolding at the moment, it’s entirely possible. Wild.\nBoostback nebulas never get old.   Absolute stunner of a launch tonight - with the news of PACE being power positive, we now anxiously wait to see what this magnificent spacecraft is really capable of on it’s journey to further study this pale blue marble we call home.… https://t.co/maC0RPlAZ9\nThe stage is set for Falcon 9 and NASA’s PACE spacecraft on the grounds of SLC-40.  Current liftoff is slated for tonight (tomorrow) at 1:33am local time although weather conditions are forecasted to deteriorate as the day passes - current PGO holds at 40%.  📸 - @NASASpaceflight… https://t.co/USZiC0DFDy\nNifty 50.  Liftoff of Electron from LC-1, carrying the heart and soul of @KineisIoT into orbit on its 50th mission to date.   Congratulations to the incredibly dedicated team at @RocketLab!    What. A. Life!!! https://t.co/tCxRPsRQ0H\nExcitement: palpable  Can only think of the moments surrounding Ed White and Alexei Leonov and their first moments of seeing our fragile little world from a perspective humans never had prior.\n回复 @Blind_Byrd Can’t go wrong on top of the Max Brewer Bridge in Titusville!\nIn the evening's gentle hue, Falcon 9 soars, A beacon of human ambition, refined to its core. Starlink 6-52, its mission divine, To weave constellations in the cosmic design.  Liftoff of Starlink 6-52 from SLC-40 at 6:40pm local time.  📸 - @NASASpaceflight   📺 -… https://t.co/elhfgt0L95\nWhile V1’s design is rapidly evolving, Flight 4 demonstrated the robustness of Starship’s fundamental design philosophy from launch to reentry and splashdown of both booster and ship.  This is only the beginning.\nBonjour RS-25’s 👀  The second SLS core stage &amp; Pegasus have docked for an overnight slumber in Port Canaveral.   📸 - @NASASpaceflight https://t.co/ydITwjOY09\n回复 The world watched with bated breath as the stack ascended, Raptors failing one after the other before ultimately losing control and tumbling around 2m 30s into flight before being destroyed by its flight termination system. https://t.co/e5jhpPZId6\nWhile not something you’d typically like to see close to launch, it is rather unique seeing Falcon 9 and Dragon horizontal on the transporter erector with teams of people buzzing around it.   This image was taken right around 12pm eastern today - the rocket has since been raised… https://t.co/6TTlJVPlWm\nJared, Kidd, Anna, &amp; Sarah - welcome to the KSC!  The crew of @PolarisProgram’s inaugural mission have arrived to America’s premier spaceport in a trio of Alpha Jets and pair of L-39’s. Standing by for the upcoming press conference ~12:45pm local time.   7 more days until game… https://t.co/ufQZF4xyoi\n回复 @dominickmatthew Wicked timing. Always tickles seeing a spacecraft’s RCS doing it’s thing\nNew &amp; special location for our remote cameras today thanks to @SLDelta45, strategically positioned to capture Falcon Heavy’s side boosters coming in hot to LZ-1 &amp; LZ-2 🤙🏻   Almost game time! https://t.co/KzF6DXeq0P\nWhile unusual, their window extends past 7am local time tomorrow morning so there’s still a decent amount of time left.   Under normal circumstances, we have seen Falcon 9 launch as soon as ~3 hours after going vertical - however with this mission carrying crew,…\nOne year ago today, the methalox age took flight from Florida’s space coast for the first time, thanks to @relativityspace and Terran 1 launching from LC-16.  The vibrant exhaust tail from nine Aeon 1 engines was one of the most wild visual spectacles yet seen.  The team has a… https://t.co/hRiEs4VQmV\nLove your life. Take pictures of everything. Tell people you love them. Talk to random strangers. Do things that you're scared to do. Make the leap.   Because an ordinary life will only leave you with ordinary stories.   📸 - @rorygannaway https://t.co/FGyh8QEfHh\nThe march of progress continues on.  #14 🤙🏻\nUrsa Major rises above LC-36 as @blueorigin looks to have completed an initial round of cryogenic proof testing for their New Glenn launch vehicle.   📸  - @NASASpaceflight   📺 - https://t.co/pWsv50gmvY https://t.co/LwrkqpU99x\nScrubbing today’s attempt out of an abundance of caution due to an issue found on the Centaur upper stage.   Patience. Patience. Patience.\n回复 @AustinDeSisto @RocketLab @KineisIoT Atmosphere here is electric\nDC-101: Tenacity   @SierraSpaceCo’s newest space place has recently been mated to its Shooting Star service module at NASA’s Neil Armstrong Test Facility in Sandusky, OH.  Select media were offered the opportunity to witness this unveiling earlier this morning. Looking forward to… https://t.co/zE4EnNomUm", "overlap_score": 0.1813183180336205, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1080216893229813762, "screen_name": "paradelady19", "user_at_name": "paradelady19", "sample_content": "回复 @Thekeksociety My mother and father, most of my aunts and uncles, all but one of my grandparents, and my friends!\n回复 @HKracken Next week should be a Humdinger!  Stay alert!\n回复 @USATRUMPMAN1 Wichita Lineman\n回复 @JohnDParody These intense solar flares are causing me to feel really tired the last couple of days, as well as being emotional.\n回复 @JaimeJJ0706 😋😋😋Where’s the organic butter and jam?\nY’all absolutely crack me up with some of the things you post!!  Twitter/X is my go-to place for my daily dose of side-splitting humor!! 🤣🤣\n回复 @robbystarbuck I noticed that at a Cracker Barrel where I used to work.  A few years after I quit, I went back there to eat, and the food quality was noticeably Down!\n回复 @USATRUMPMAN1 Do some research on the Manson family “murders.”  I found out years ago from an online site that ALL the members of the Manson “family” had connections to the movie industry—they all had  close relatives who were either movie producers or directors.  Think about that for awhile,…\n回复 @USATRUMPMAN1 Yep!  They look a lot like the “haunted” vacuum cleaner at Cracker Barrel where I used to work!  That damn thing drove me and my co-worker Nuts with all the moaning and groaning sounds it made!  🙄🙄.\n回复 @JohnDParody Grand Rising!! Sending you big hugs, blessings, rainbows, fairies, and all things magical and mystical!   🥰🥰\n回复 @USATRUMPMAN1 Never saw this guy.  No clue who he was.\n回复 @USATRUMPMAN1 I remember those aluminum Christmas trees and the color wheels!  One of our friends in the subdivision where I lived as a young girl had one of those trees and the color wheel!!  😁\n回复 @RubenRodInSa Ok, there ARE plenty of things that Are Bad for people, like white sugar, high fructose corn syrup, canola oil, generic vegetable oil, MSG, artificial food additives and chemicals.  But how come no one ever says, Stop drinking alcohol, stop smoking and vaping?  Cow’s milk is NOT…\n回复 @USATRUMPMAN1 Because the USA CORPORATION is Communist!\n回复 @marsh_minnow She was actually referring more to Cajun people being in the New Orleans area, and populating all of southeast Louisiana from Lafayette to New Orleans.  Her online chat argument was that the Cajun people are everywhere in southeast Louisiana,  and Cajuns are Not confined to just…\n回复 @USASteeplechase Omaha, one of the Triple Crown winners!\n回复 @MatthewCoast Yes, but Only a lawful marriage with NO secret involvement by the State of State—NO damn marriage license!!\n回复 @MuskUniverse420 If at all possible, Stay Away from people who rub you the wrong way!\n回复 @wiseconnector Water service to homes!\n回复 @JohnDParody It’s best to go to a holistic veterinarian IF you can find one.  The veterinary schools have been co- opted by Big Pharma, pushing their damn Vaxxes on our animals.  If people don’t need The Jab, neither do our animals, Dammit!\n回复 @RealDeanCain George Clooney=Bad Guy!  Thanks much for being one of the GOOD GUYS, Dean!!  Best wishes!! 😃\n回复 @Joe_S_Pure 😁\n回复 @JohnDParody My waking up process started 21 years ago.  It was a good friend who red pilled me with the truth  about a few things, namely 9/11, and the so-called moon landing.\n回复 @USATRUMPMAN1 Yes, I remember that movie—“The World’s Greatest Athlete”. starting Jan-Michael Vincent.  I think it came out about 1974 or 1975, one of the Disney movies I did NOT like.\n回复 @MattWallace888 It wasn’t the Titanic; it was her almost identical sister ship the Olympic that went down, which was also part of an insurance scam!\n回复 @argosaki There’s a mistake in the wording in the 4th paragraph:: It’s NOT “cover of Law,” it’s COLOR of law, meaning the Damned legal profession “colors” the so-called “laws,” which are actually codes and statutes, Any way they please.  And another fact:: the word “legal” means the…\n回复 @USATRUMPMAN1 I didn’t watch that show, but I know the actor, Joe Flynn.  He appears in a lot of Disney comedy movies from the 60s and 70s.  He was a Hoot!  He played Dean Higgins of Medfield College in Kurt Russell’s 70s Disney movies.\n回复 @Juliesnark1731 Thank you for saying FREEDOM and Not “liberty!”  Liberty is temporary, and it’s what sailors get when their ship is docked at a port city!\n回复 @USATRUMPMAN1 My brother and I played with my Texas cousins whenever we all got together.  We played Ghost in the Graveyard and Kick the Can!  It was Fun!\n回复 @wendywoods5 @Prolotario1 Yeah, controlled opposition.", "overlap_score": 0.1692368487524667, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1070312539177664512, "screen_name": "MarkWig44644533", "user_at_name": "Mark", "sample_content": "回复 @KevinWid99 @Fernand46357857 If “the courts” are going to “let” him run again, maybe that should tell you something. Maybe he’s not guilty of what they claim he’s guilty of?\n回复 @AfricanHub_ Lol, there you go. Bringing race into something that really has nothing to do with race. The kid was photo bombing, that’s all it was.\n回复 @PhotogSteve81 Justified\n回复 @GayleAlstrom @clairecmc So are trying to tell us that it didn’t happen? Lol\n回复 @gtconway3d 😂You’re funny! I see your last name is Conway. Are you trying to be a comedian like the late, great Tim Conway?😂\n回复 @coachchrsty 😂I bet 5 of those rebounds were of her own missed shots.\n回复 @icnthnkofausrnm @rockcandyblvds @ofthemisery Lol, so you’re telling us that each President is ACTUALLY working on the economy for the next President? That when they set policy it’ll take more time than they’ll actually be the President for the policies to take effect? That’s absolutely absurd.\n回复 @ClownWorld_ When you’re a trained fighter like that you’re supposed to be more responsible. That was not being responsible.\n回复 @Bjax09 It was just a fight until the black girl slammed the white girls head on to the concrete. Then it became attempted murder. And I’d say the same thing if the roles were reversed. A fist fight doesn’t give you the right to try to kill someone.\n回复 @usernamedout Ummm, yeah I think you’re kinda supposed to be living with them at that age.\n回复 @PattyMurray I tell you what, we are all getting pretty freakin fed up with all of you Senators &amp; Congressmen/women. It’s seem like you care more about your “power” than you do about us the American people.\n回复 @SabrinaSmolders I’m man enough to admit that I previously thought he was totally unfit for office but he has recovered very well. And actually seems like the most sane of any Democrat in office.\n回复 @AnnieForTruth Uh oh, you’re not an election denier are you? I mean the Democrats say that’s a bad thing. Oh wait, unless you’re referring to Trump then it’s ok to deny that one I guess. Oh the hypocrisy!\n回复 @stillgray Come on man…you just trying to stir shit up cuz 1 ain’t got shit to do with the other. Be better..\n回复 @Amy_Siskind And you really think Kamala &amp; Joe care about us peasants? Fuck no they don’t.\n回复 @RepSwalwell Dude, how tf are you even still holding public office? You screwed a Chinese spy!!\n回复 @NoCapFights The cop quickly decided it wasn’t worth the effort given they’d either be right back out or he’d get in trouble by some group. Because you know damn well there would have been a chase &amp; resisting arrest.\n回复 @joncoopertweets 😂😂Dude, you are so freakin obsessed with him. It really is unhealthy.\n回复 @ArtCandee 😂Come on now, you know damn well that if the Democrats actually had anything on him they would have already tried, convicted &amp; out him jail. But they haven’t because this is all a farce. It’s simply election interference.\n回复 @Justinjpearson So are you this mad when over more than that are shot &amp; killed EVERY weekend in Chicago? Or is that not your concern since it’s not in your district?\n回复 @ArtCandee 😂😂There’s absolutely no reason for him to testify. None, nada, zip, zero.\n回复 @Space_Sausages @Fernand46357857 You don’t know that. That’s a very broad generalization.\n回复 @Fernand46357857 That mf’er needs to keep his mouth shut &amp; shouldn’t even be in office himself. He was caught sleeping with a Chinese spy.\n回复 @chopinsheart @lindyli Lol, there’s nothing to be afraid of. It’s the Democratic leadership you should be afraid of. They’re simply doing anything they can to stay in power. They don’t give af about you.\n回复 @TaraBull808 Hell yeah, and it was awesome!\n回复 @The_Neil_Moore @jeff_gluck I’m just a casual fan &amp; even I know the difference between the “bump &amp; run” &amp; the “bump &amp; wreck.  And what Dillon did absolutely the bump\n回复 @AGiannas Lol, that there’s no way in hell those 2 big asses are gonna fit in 2 airline seats.😂\n回复 @ChihuahuaLinda @SassyKadiK 😂😂Wow…\n回复 @KyleLarsonRacin Kyle, you’ve got absolutely nothing to apologize for or feel sorry about. It was a racing incident in a race that you had never ran before. Dude, trust me, there were more eyes on the race than ever before, guaranteed. Because of you.\n回复 @EndWokeness 😂If she’s middle class then I’m dirt poor.", "overlap_score": 0.1642944495512326, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1163194587671924738, "screen_name": "SaltyDGalveston", "user_at_name": "The Salty Dog Galveston", "sample_content": "Battleship Texas in dry dock. h/t @missangelkitten https://t.co/ahXdqsJz5j\nMake your reservation TODAY for our 4-bedroom VRBO right on the beach in Galveston!  March and April dates are filling up fast!  Be with your family and friends just steps from THIS beach!  https://t.co/pP6pxddycL https://t.co/01VzZpRICg\nCatching a Gaftopsail Catfish on the Galveston fishing pier. h/t @realSiLeNTxGuRu https://t.co/3LMO6QEDrT\nGood morning from the Galveston Ferry. https://t.co/l8SjrU6TK5\nThe old Galveston city hall and public market, around 1900. h/t @Gnerphk https://t.co/R8KqzbndAu\nWhat are you doing May 27-30?  Why not head down to Galveston and stay at this private beach house just steps from the water?  Book your reservation today and get the summer started off right!  https://t.co/pP6pxde62j\n回复 @David_G60 Yes check the link\n回复 @PasteMagazine It's the only Rainforest Cafe ride left in America.\nAt least 10 people died because of Hurricane Beryl. Our thoughts and prayers are with their families and friends.\n回复 @David_G60 Next time you're in Galveston come sea us.  https://t.co/pP6pxddycL\nWe have lots of dates in April and May open for you and your family and friends to rent your very own beachfront house in Galveston.  Make your reservation today to enjoy the beach!  https://t.co/A9FSnfqt2Y https://t.co/TAQuD4sugq\nThe Battleship Texas has been placed back in the water from dry dock to undergo the next phase of repairs. https://t.co/YZ69dDfeNX\nNext time you're in Galveston, take a ride on The Colonel at Moody Gardens. https://t.co/v3aSgePyIx\nWhat are you doing the week of March 18?  Why not come down to Galveston and enjoy the beautiful weather heading our way?  Get your own beach house here: https://t.co/A9FSnfqt2Y https://t.co/JTOKzsxApc\nIt's Mardi Gras time in Galveston next month.  Book your beachfront VRBO today!  https://t.co/A9FSnfqt2Y https://t.co/HviGvuCVwE\nHeading to Galveston for Spring Break?  Why not stay in your very own VRBO right on the beach? 4 bedrooms, room for family and friends, and everything you need.  Book now because dates are already going fast! https://t.co/pP6pxddycL https://t.co/Is9A6ZzOFl\nWhat are you doing next week?   We have an opening at our private beach house right on the water in Galveston.  Book your reservation TODAY!  https://t.co/pP6pxde62j\nNEW REVIEW!  \"We spent 4 nights at the Salty Dog and had a wonderful time. The house is even nicer than the photos show. Comfortable beds, good showers, well equipped kitchen, everything looks new.\"  Book your Galveston VRBO today at https://t.co/A9FSnfqt2Y https://t.co/gnwgjiV3IJ\nWe have lots of days open for you to book your own private beach house on the water in Galveston this summer.  Next week, next month, whenever... stay right on THIS BEACH and be steps from the sand every single day.  Book now at https://t.co/pP6pxddycL https://t.co/51Qw61yrrp\nBattleship Texas is floating again! https://t.co/giqEi6nRBj\nBREAKING: New 5-star review for The Salty Dog.  \"Beautiful escape. Lovely view, rooms were clean. Would be happy to return.\"  Book your Galveston beachfront VRBO today at https://t.co/pP6pxddycL\n回复 @starsteamgirl It's the only Rainforest Cafe ride left in America.\nNice full moon in Galveston last night! h/t @starcashed https://t.co/0A5wXPhXSw\nSeven weeks after Robert E. Lee surrendered to Ulysses S. Grant at Appomattox, Confederate General Edmund Kirby signed the terms of surrender of the last Confederate Army aboard the USS Fort Jackson in Galveston Harbor on this day in 1865. https://t.co/VZpF2nwipA\nMake your Galveston vacation plans TODAY by reserving a private house right on the beach!  Steps from the sand!  https://t.co/pP6pxddycL https://t.co/XLfPgiV4ed\nBattleship Texas in Galveston. h/t @JWoolard01 https://t.co/qrMjguJBwA\nHappy 80th Birthday to the USS Cavalla, a WWII submarine you can see on display in Galveston. https://t.co/Qv2QG4NA16\nBig puffy clouds today in Galveston. https://t.co/fmgnYUvklk\nHeading to Galveston for summer vacation or a short trip?  We've got just the place for you. Your very own private house steps from the sand.  Book today at https://t.co/pP6pxde62j\nAnother 5 STAR review for The Salty Dog!  \"If you need a 4 bedroom house right on the beach, this is it! We highly recommend it and will definitely come again!\"  Book your Galveston VRBO today at https://t.co/A9FSnfqt2Y https://t.co/iV14jqg2Az", "overlap_score": 0.2025139242462638, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1052433493, "screen_name": "Corriepedia", "user_at_name": "Corriepedia", "sample_content": "Another titan of the street lost. John Savident was pitch-perfect as Fred Elliott between 1994 and 2006. He always got the laughs, of course, but beneath that booming voice Fred was a gentle soul with oodles of pathos. Corrie was blessed to have his talents for so long. RIP John https://t.co/JY6WsgwR0S\n#1YearAgo Going after Peter and Carla for compensation after a bike accident, Paul Foreman finds out that his nerve problems weren't caused by the crash https://t.co/UwU1Mwb7dd https://t.co/SpJ1CkVGKq\nA night shoot in Piccadilly Station in Mar 68 saw an engaged Dennis Tanner and Jenny Sutton return from London. This was after the old London Road station had been rebuilt and the London services moved from Central Station, which closed in 1969 #CorrieonLocation #Piccadilly https://t.co/HPtPCJV34W\nBefore the outdoor set existed, real-world stand-ins for Coronation St would sometimes be used. One such time was in 1963 when we saw Annie Walker's taxi leave the Rovers, go down Atkinson St, Salford (now Kemsing Walk) and turn east into Liverpool St #CorrieLocations #NowandThen https://t.co/ffBiXItm9K\n#10YearsAgo The first scenes were shot at Coronation Street's new home at the MediaCityUK studios on this day in 2014 when production picked up after the Christmas break #Corrie #MediaCity #Salford #Trafford https://t.co/VQ00E0k9nC\nDennis Tanner going for his interview at Amalgamated Steel in 1964 used the junction of Gartside Street and Quay Street - just across the road from Granada Studios. The Manchester College now stands on the spot where the yard Dennis enters was #CorrieonLocation #Manchester https://t.co/tW15frq5BI\n回复 Bubbling under: Samuel Robertson (984 episodes), Lisa George (964), Barbara Knox (3949), Rob Mallard (948)\nSally Ann Matthews reached 1,000 episodes in the role of Jenny Connor on 15th June 2022 and was the 59th actor to achieve the milestone #Corrie1k #Longevity https://t.co/sVNdHMgrea\nWell done @70sStreetFan and @sparti13 who got yesterday's year which was 1970! Hilda Ogden offered a free mystery gift (a tin of spaghetti) with each order at the corner shop in order to shift a load of exotic wares #GuesstheYear #CorrieQuiz https://t.co/7uErHfpyl5 https://t.co/SGKoCpLRbC\n回复 (2/2) Point 2 on the map is the street corner where the stand-off between Stan and Mrs Bonnetti takes place at the end of the episode. Stan comes along Lark Hill Road and stops at the junction with Cunliffe Street. All remarkably unchanged since 1966 #CorrieonLocation #Stockport https://t.co/ppoTELUHvI\nThe shoot for the first title sequence used Archie Street, Ordsall as a stand-in for Coronation Street. Tony Warren and acclaimed artist Harold Riley were present, as attested to by Riley on an etching that he and L.S. Lowry collaborated with on 5th December 1960  #CorrieFilming https://t.co/XvtGa3M4rq\n#60YearsAgo It's farewell to all but one of the Hewitts as Harry, Concepta and infant son Christopher move to Ireland. Lucille stays behind and moves into the Rovers https://t.co/yTVctFtZ4s https://t.co/3U3hfpYodA\n#60YearsAgo Annie Walker catches Trevor Ogden using the Rovers' cellar to store his wares - namely seven sacks of onions - and fires Hilda and Irma for being in on the scheme https://t.co/doZkDvmQVP https://t.co/WE24RGfa84\n#10YearsAgo Tina McIntyre is pushed off the balcony of the builder's yard flat during a row with Rob Donovan https://t.co/Bytv4QqypG https://t.co/TNDyeGcWfA\n回复 @d_lawrence89 @ChrisAnstey74 The first absence was due to the equity actors’ strike. At the time Eileen wasn’t on a year-long contract and had to depart the show for five months until the strike finished.\n#10YearsAgo V Court Fitness gymnasium opens in Victoria Street, owned by Kal and Sharif Nazir and Dev Alahan, and with Gail and Katy as receptionists https://t.co/UJg4GvN4l6 https://t.co/ABJ9mMoaUa\nChristine Hargreaves was born on this day in 1939. Hargreaves felt that she was cast in Coronation Street on the strength of the way she said \"Charming\" in an off-hand manner typical of her character, Christine Hardman. She was a member of the cast from the beginning until 1963 https://t.co/bwKPPEYzxF\nA lovestruck Martha Longhurst following Ted Ashley and Albert Tatlock to the allotments in 1964 was recorded at a site next to where the Weaste branch line goes under the main line from Victoria Station. Since 1982, it has been under the M602 motorway  #CorrieonLocation #Salford https://t.co/4mfHUisXEJ\nFor the Aug 65 fishing trip, recorded at the Irwell's confluence with the Manchester and Salford Junction Canal, was delayed when the river's warden demanded to see the actors' fishing licences, forcing the floor manager to go off and obtain one for each of them #CorrieonLocation https://t.co/zLENcj34PK\n#5YearsAgo The Platts vacation at a holiday park where Gail, determined to meet her idol Lorraine Kelly, accidentally shoots her in the thigh with a bow and arrow https://t.co/FWKpDkxHms https://t.co/WL3OPh29GG\nIt's our anniversary! Thank you to everyone who has supported us over the years https://t.co/PROmnHCJ2k\n#5YearsAgo Billy and Paul go on their first 'date' delivering papers together when Paul gets a paper round at the Kabin https://t.co/oZuS6xo8Jv https://t.co/MDq5tkGWX9\n回复 (5/6) The view of Moss Side is much changed, with Merlin’s Park where the buildings in the foreground once stood. The high chimney belongs to a brewery, which still exists even though the chimney itself has gone. Here's a larger version #CorrieonLocation https://t.co/HN3mOCnLSf\nWell done @soapextras , @MrSKell54357041 and everyone else who got yesterday's year which was 1990! Jim McDonald rented one of the viaduct arches for a bike repair business (so he did) #GuesstheYear #CorrieQuiz https://t.co/jf938qlQXd https://t.co/KgMnCiRTFe\nCoronation Street's first two excursions to Manchester Airport (then Ringway Airport) used the same departures entrance in what is now Terminal 1 as Concepta Hewitt and Ena Sharples arrived for their flights to Ireland and the USA respectively #CorrieLocations #ManchesterAirport https://t.co/sRu9CZfcz7\n#55YearsAgo Len Fairclough takes Elsie Tanner out and leads her to think he's going to propose, but instead he tells her he's marrying someone else https://t.co/Onmj3d8LMf https://t.co/J2PJZLienq\n#50YearsAgo Rita and Len's engagement party is broken by the news of Cyril Turpin's death. The day ends in dramatic fashion when Stuart Draper crashes his car - a deathtrap sold to him as new by Billy Walker - into the Rovers https://t.co/NiwT9QflfX https://t.co/ETW6XvKl1a\nEveryone at Corriepedia would like to wish a Happy Birthday to Corrie original Alan Rothwell! https://t.co/qIZk1NcMiE\n#30YearsAgo Jack Duckworth spends a night on the roof of No.7 when he goes up to rescue his pigeon Fergie from Curly's observatory and gets paralysed with fear https://t.co/frqBnaJng9 https://t.co/mhXhGXMxUt\n#15YearsAgo Ken Barlow's flirtation with actress Martha Fraser moves to the next level as they share a kiss on her barge https://t.co/lj8Ii61crO https://t.co/xeNTDdkJoT", "overlap_score": 0.1374743163966154, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1383479918839750667, "screen_name": "MtShastaLaurel", "user_at_name": "Laurel Dickenson", "sample_content": "回复 @Madmartigan420 @ThomasG_EE @Sassafrass_84 A good meal today means mental and physical strength to get to tomorrow. I suspect the man has a very clean parking lot and respect.\n回复 @FOX5Atlanta Will we see them in the Atlanta area?\n回复 @LakotaMan1 Yes, of course! I also think that the length of a boys hair has absolutely zero to do with their education. I saw too many fathers ruining their relationships with their sons over long hair during Vietnam.\n回复 @LTequila4 I still use them. It’s not easy finding the fine point ones anymore. I use them in my paper calendars. Red for doctor visits, green for birthdays, blue for special stuff or work schedule, and black for everything else. I still use that basic color code in Google calendar too.\n回复 @wsbtv I moved here 13 years ago and I don’t think 400 has been without orange barrels since. I don’t know how long before then they started using the highway or the connection w I285 as a place to be parking them but it seems like the poor road and drivers could use a break.\n回复 @ajc Anything from Pirates House is good. The buildings (they are several put together) have an interesting history. It’s one of the oldest in Savannah also. Worth a stop just for that.\n回复 @grace_wade_ @newscientist It’s difficult to study something you don’t track. Maybe that’s exactly the idea.\n回复 @Arkypatriot I had some of my best sleep during the sleep study. Dark room, not sharing a bed, and quiet. I came home, put room darkening curtains up and got a new mattress. Kept the husband and cat :-)\n回复 @KathyFortune9 @clintwfischer We have Pres. Jefferson to thank for north-south states instead of east-west divisions. Several areas make more sense that way.\n回复 @howie_hua I think I didn’t like math because I seldom had teachers who could explain it to me. I liked that there were answers &amp; I knew how to perform the procedure but why? I had one HS teacher who could. Also, the history behind the maths would have been helpful to me. I often ask “why”?\n回复 @OsbornRose57405 @beinlibertarian Alas Rosemarie Osborn, you’re not the only person with your name. And for some people they share both a name and birthdate with someone else. Even easier if you have a name that is commonly misspelled.\n回复 @KSPrior I save well worded paragraphs and read them to my family. Some people can use words to paint pictures that are more visual than a photo. You both have very valuable skills.\n回复 @11AliveNews My issue with the mail hasn’t been the Palmetto facility it’s been with packages getting stuck in Atlanta. I know it’s not with my mail carrier or local post office because I’ve talked to them. The local post offices are getting very frustrated also.\n回复 @614clinton And always travel with a towel.\n回复 @11AliveNews If you use liquid laundry soap the largest containers are useful water storage for toilets. Just fill and keep in the bathroom until needed. No rinsing need either.\nFinally, rain, blessed rain. After weather app promises all week, the sound of raindrops and now the birds. Thank you.\n回复 @AngelMD1103 @CardioFixer Those hot pepper stingers can float too?!\n回复 @ChristinaWSBwx It’s a nice week to get the lawn mowed.\n回复 @wsbtv So is the shortish stuff, &lt;6” high, of plants ok? (I don’t know what it is just growing.) We don’t want the snakes but I do want to encourage birds and insects.\n回复 @leewah @MerriamWebster Which again proves the earth isn’t flat.\n回复 @FOX5Atlanta And if you’re a yarnie then do a search for eclipse yarn. I know of two that dyed yarn for this.\n回复 @MoondoggieE9 @Arkypatriot Do check the lumens on the solar lights. You want 15 or more to be able to see.\n回复 @FOX5Atlanta Yes on chili cornbread! Keep the meatloaf.\n回复 @NWSAtlanta Probably why all my neighbors are mowing their lawns today.\n回复 @wsbtv Are these the kind of lasers that you get to play with your cat or dog or the pointer ones used on white boards?\n回复 @Arkypatriot I’m thinking that the weather is just rolling the dice and having a good laugh.\n回复 @newscientist I wonder if they separated the responses out by craft. I’d expect that knitting and crocheting to have stronger effects than painting for example. You’re often making things for other people—gifts or charity—and it’s very tactile.\n回复 @dbnewsjournal I hope he is given the tools to help him continue to learn. It sounds like he’s certainly interested in learning. Thank you to all who are helping him—and others—learn.\n回复 @GunTreasure @DanielTurnerPTF So, you’re not a fan of electric cars?\n回复 @MaryScarlett2u Nope. After seeing the first Star Wars movie my son wanted to read the novel by Terry Brooks. We were poor. We went right away to Barnes &amp; Noble &amp; paid full $ for the hardback. It took him all summer &amp; more for him to read. Best $ we’ve spent. Kid hasn’t been w/o a book since.", "overlap_score": 0.1536948105665435, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1266545407678722051, "screen_name": "KNoir16", "user_at_name": "KNoir", "sample_content": "回复 @GeneChurch1776 @TheGetchell Interesting. Do you think a significant number of Republicans share those sentiments? And are you worried that this lack of support will lead go Harris winning?  To be clear, I’m voting for her so I’m not casting any judgement - I just think this subset of Rs is fascinating.\n回复 @TrevorR45331742 @Marcy_Powell @barcodext Can you please explain to me how Oregon’s Supreme Court upholding a law that 70% of its citizens voted to enact is not a democracy? Isn’t a democracy people voting on things and the highest vote wins? That’s literally what happened here.\n回复 @tinodani23 @engineers_feed 1) Fossil record. Rock comes in layers - the older, the deeper. The deepest layers contain the simplest life. Life gets increasingly complex as you go up. This doesn’t make sense outside of evolution. Scientist can even predict what kinds of fossils will be found in certain areas\n回复 @stephen1e4 @cosmicdirtbag81 @MrRobertBob1 You mention proof. What would constitute proof in your opinion? What scientific test should we do to determine if the climate is changing too rapidly?\n回复 @NewFifeRight14 @AriDrennen See you can argue that being a biological male will give you an advantage against women - fair. But why go out of your way to demonize trans people and cast aspersions on their sincere desire to compete in the category that matches their gender identity?\n回复 @SimonMcAul73960 @freedomstoopid @TheChiefNerd No. I think that abortion in the US should be legal up to birth, for whatever reason (under the premise that late term abortions are extremely rare, and only happen when absolutely necessary medically), until we have a safety net as strong as a country such as the Netherlands.\n回复 @Alvin1k_ @beatmastermatt I’m voting for Biden in November, and Haley was the Republican candidate I was most wary of because she does a good job a presenting herself as sane and moderate.\n回复 @theory_based @MadelineRyan4GA Oh shut up, you arrogant pompous windbag. How are you going to tell this person what HER grandfather fought or didn’t fight for.\n回复 @acnewsitics How? Don’t those run on electricity?\n回复 @SocratesHater @CarbonBOSS1000 @LewSpears Also, minor spoiler, the only thing that maybe, feasibly, could be argued as being “woke” - the Frenchie plot, does kinda start paying off in episode 5.\n回复 @Prawnter_ Hmmm a choice between drowning quickly, or spending 40+ days in a giant airtight box full of many different kinds of animal poop … honestly I’d take drowning.\n回复 @Irish_Otaku @Fenrirtheicewo1 “These types”? As in the creators of ATLA who also created Korra and wrote the first season?\n回复 @nikicaga So it’s kinda like in Jaws, where Richard Dreyfus and Robert Shaw didn’t really like each other, but decided go team up against the shark.\n回复 @calisurfsup @FlaCyndi @ShammyTX Depends on your definition of winning tbh. Remember he has super majorities in both the FL Senate and House.  Disney outsmarted him, so he changed the rules retroactively, and they are appealing that case.  All his election fraud cases were dropped because the state told the\n回复 @SimonMcAul73960 @freedomstoopid @TheChiefNerd No worries\n回复 @deb3004 @CynthiaAllison @NoLieWithBTC In the US we also have our share of highly venomous snakes; they formed a party and called themselves Republicans.\n回复 @MJameson01 @igarglewithfire @QuentinDunbar So women’s reproductive rights are hanging by threads, and your main concern is how this all affects men?   I sincerely hope our science advances far enough, fast enough to allow men to become pregnant so I can see how quickly some people will abandon their self-righteous stance.\n回复 @eplatina9 @EWErickson Funny, because we still paid taxes during the Dubya and Trump years …\n回复 @Jguy198769 @miresjs @Logically_JC Class. That might send conflicting messages don’t you think?\n回复 @MeidasTouch As a convicted felon Trump probably doesn’t want to risk being around guns.\n回复 @CarbonBOSS1000 @SocratesHater @LewSpears If you don’t mind me asking, how did it mock right wingers in the first three episodes?   Another thing I don’t get is didn’t the first episode have Will Ferrell cameo as part of a parody of “Blind Side”-esque, white saviour movies? I feel like that’s clearly some left-side\nI’m seeing Billy Zane trending for his portrayal of Brando, and at this point I wish the Oscars had a separate category for actor or actress portraying a historical figure. Because I’m beyond fed up of these Oscar-bait biographical performances.\n回复 @rsienicki @WilliamWhoDW As someone who initially despised the idea, I’m finding myself warming up to it a bit. At a certain point it begins to feel like there are too many Doctors. Like imagine getting to a point where we’re on the 58th Doctor or whatever. But the TC allowing to think of new Doctors as\n回复 @PLLibertarian @bittybits96 @Blackbea16Manon @JadeK526 @craigleigh86587 Never developed. Which implies that the placenta evolved as a means of the male gametes parasitizing the womb for the propagation of the male’s genes. You know that a woman’s organs shift around as a result of pregnancy? You know that the embryo’s DNA inserts itself into the\n回复 @DannyDrinksWine For as much as I love the $$ trilogy, I can’t stand this movie. I don’t have a good reason why.\n回复 @FLVoiceNews The ironic thing is she starts off with a “Praise God”. Everything she listed is in the Bible.\n回复 @DannyDrinksWine Didn’t Godzilla come about thanks to nuclear radiation or something. So it seems like Godzilla is already a response.\n回复 @tinodani23 @engineers_feed Common ancestor, because the chances that a virus inserts itself into the exact same spot in the genome of the ancestor of all chimps and the ancestor of all humans is incredibly small.\n回复 @TomCottonAR Cool. So there shouldn’t be anything such as a child tax “credit”. It’s just the government taking tax money from people with no kids and giving it to people with kids.\n回复 @Citadel_Hill @travismsnow @whatifalthist Dude I’m sure Newton’s faith helped motivate him emotionally, but your claim that the Bible automatically leads to the development of Calculus and Newtonian gravity is absurd. Scientific inquiry started in Greece, Islamists have us the scientific method, and yes, science also", "overlap_score": 0.1586610995503437, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}]