[{"user_id": 1048009861047443456, "screen_name": "JosephEdmundKe1", "user_at_name": "Kelly", "sample_content": "回复 @pauldauenhauer They used to be a requirement on new houses in some states of Australia, presumably still are. No brainer really.\n回复 @ProfRayWills That’s great but atmospheric CO2 continues to increase parabolically as it has done for decades, which is not great. Gotta bend that latter one down!\n回复 @miffyjayne Good for scrapin the barnacles off\n回复 @DrPnygard Was quite the rock star of Victorian England wasn’t he?! Could turn a phrase. To strive, to seek, to find…\n回复 @yet_so_far It's hopefully going into an electric arc furnace along with 100-odd t of other recyclable odds 'n' ends to get fried at ~1600 C so any water and or organics will be toast in short order.\n回复 @SCalliss Little maniac 😆😆😆\n回复 @phalpern Heisenberg also a pianist I think 🤔\n回复 @EliotJacobson Annual fossil fuel production is in the tens of billions of tonnes. Annual copper production is in the tens of millions of tonnes. 1/1000th. Copper is largely recyclable, ff are not. Scales of problems different. Big challenges though.\n回复 @DrPnygard 15 million in 1927! Golly.\n回复 @mjrowland68 @PeterDutton_MP @SenatorWong @bridgeyb Are you really this credulous? Or are you a hack?\n回复 @Tico_Romao I remember watching it as a kid and I couldn’t believe how bad he was 😆\n回复 @AlanBixter Or any other storage tech- batteries, pumped hydro, etc\n回复 @p_hannam That schmozzle should not have been published.\n回复 @gunsnrosesgirl3 Incredibly resourceful work\n回复 @Gergyl They had no money when I was at CSIRO Minerals in Clayton 25 or so yrs ago.\n回复 @BarbaraByar Downfall with Bruno Ganz as AH.\n回复 @DrFrancisYoung The writer, physician, and scientist, Lewis Thomas was asked what music he would include on a spacecraft (I think Voyager I or II).  “The complete works of JS Bach.” he said, “But that would be boasting.” 🙂\n回复 @dieworkwear https://t.co/shiCI9GCyn\n回复 @egavactip But was he “sower” before he was “reaper”? He may have the cart before the horse methinks.\n回复 @MichaelEMann He studied at the Ron DeSantis School of Social Ineptitude.\n回复 @FXMC1957 Doesn’t look like a torturer but I guess they never do.\n回复 @Rordan508 Who is using the word?\n回复 @howie_hua Here’s one for you. The calculus gets a mention in Francis Spufford’s Golden Hill. https://t.co/ypQXBYvocL\n回复 @egavactip FAFO\n回复 @nils_gilman ? Surely that can’t be true?! Source?!\n回复 @RufusTSuperfly 😆😆👊\n回复 @Martin_Flanagan Who would have thought you could take old photos, read letters, and have historians discuss a war, and make great television out of it.\n回复 @LDBurnett https://t.co/VkoLVMXQUA\n回复 @Gergyl Yeah I estimated 1GW plant with efficiency  maybe 35% or something. It’s a lot of evaporation. I had not considered op-cost though, it’s a good point. Wind turbines and solar panels don’t need cooling water.\n回复 @egavactip The maintenance manager wants to oldies to rise up against their oppressors!  Sigh.", "overlap_score": 0.2389787323417087, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1161271130444845056, "screen_name": "AmericanCdn", "user_at_name": "Mike 🇺🇸🇨🇦", "sample_content": "回复 @acoyne The number of respondents to this who don’t have a sarcasm meter astound me. And I’m autistic…\n回复 @acoyne There’s a lot to criticize about how the US runs primary elections, how they’re a tool towards a binary general election discouraging independent or collaborative viewpoints, etc.   but having the states administer primary elections makes a lot more sense than parties winging it.\n回复 @Fredenburg55726 @GeneralHillier Rental business and not active business tho.  There’s different tax treatment for purchasing a commercial shop for your HVAC business or fleet maintenance or whatever Vs Buying property in Corp that you rent to others\n回复 @notcapnamerica I want to say something about it being inappropriate to use a .Gov site as a campaign platform, but I also remember the whole “Donald J. Trump” signature on the COVID checks thing.  It’s a fight fire with fire situation, and smart by President &amp; VP’s team to tout accomplishments!\n回复 @MIHomeYGK Tree down Princess St just east of Sydenham Rd. Blocking start of the turn lane towards Taylor-Kidd and a little bit of the right lane as well.  Sneaks up on you as it’s right around a curve\n回复 @fiendofscience @Timodc The US obviously needs more Mexican immigrants with valid US drivers licenses so the available supply of food delivery drivers can increase 😉  Open the border!\n回复 @andrew_leach Arguably, they never will because they don't need to. It's politically expedient for them all to allow the 'backstop' to point the carbon pricing to the federal govt &amp; away from them.  Canadian confederation seems prime for finger pointing and buck-passing between levels of govt.\n回复 @Kahlissee @Harryslaststand The accounting value of what was sent was $6.2B ~less~ (not more) than what was originally reported, meaning DOD has $6.2B more funding to send UKR’s way from what was already authorized by Congress:  https://t.co/Mp8bc30rDi\n回复 @nipthedog1 @AB_Parent2 Must not be Canadian. Kleenex left. We have Scotties here.\n回复 @ianbremmer @WilsonKM2 Correct me if I’m wrong, but is this not “military/defense spending by NATO nation” and not “NATO defense spending?”   It’s the total military budget among NATO members (the numerator for the % of GDP target), not what they’re specifically spending on NATO activities\n回复 @lbazay @Britannica We are are now living in the 4th year after the 2020 epoch began. I’d say it tracks 🤷🏼‍♂️ 😅\n回复 and higher gas prices encourage actualizing those changes. Just like my recent commute change gave me reason to lease a more fuel-efficient car for the duty. (My 2024 Ctax paid should go down over 2023, despite the rate increase)  Anyway, 2023 excluding those two trips, I still\n回复 @Model3Owners @NHTSAgov Whether or not the fix is easy (/OTA) a safety recall is still a recall.  I had one on my Ford last year… the car manual (that no one reads) was missing something about safely reinstalling a headrest if it was removed, so recall letter came with a one page insert to put in car.\n回复 @jesse_pewarchuk @David_Moscrop People with DB plans get a PA on their T4 which reduces their RRSP contribution room based on the benefit they’re accruing. They also contribute to the DB plan roughly equal to the employer side.  A DB plan isn’t exactly voodoo. Anyone can buy a life annuity with their RRSP $.\nWhile I’m not exactly opposed to the inclusion rate change on capital gains, what I am is actually quite tired of the framing of sensible progressive tax policy as “the wealthy ~should~ pay more” or “need to pay their fair share (implying they aren’t currently)”  Tax is…  (1/?)\n回复 @AndromedaPip As a kid, despite my friend’s efforts I would not affirm faith in his lord&amp;savior because  a) I didn’t believe in myths; just being asked to have “faith” and believe w no evidence isn’t me &amp; b) Any god who would damn a good person to hell for not having faith, isn’t one to follow\nI knew the Electoral College race was going to be tight this year, but checking the permutations there ~really~ isn’t much room for error.  Hopefully people turning out to vote ~for~ Harris can match the energy of the turnout ~against~ Trump four years ago…\n回复 @paulvieira @angusreidorg This is a horrendous indictment of the state of partisanship in Canada &amp; weaponized ignorance globally.  UKR was attacked, its civilians far from the frontlines are targeted regularly, yet certain demographics are being messaged to &amp; internalizing that we shouldn’t lift a finger.\n回复 @Mikeggibbs Their father is an obvious piece of 💩 but that doesn’t make them guilty of anything. To the extent monarchy continues in Canada, there’s nothing wrong with those Princesses participating.  I was fortunate to have a great dad, but even for them sins of their father aren’t theirs.\n回复 @canadiancynic I wonder if the answer is riding-level? KL is in the Kapuskasing-Timmins riding next time, currently Timmins-James Bay, that Charlie Angus has held for 20 years.  Since Angus isn’t running again next election, the CPC riding association may be angling to pick up the seat?\n回复 @ThreeOhFiveMIA @dandridge_a @notcapnamerica If you can’t follow instructions/procedures at the application step, are you going to follow them on the job?  It’s okay to expect more than just a pulse in order to hire someone…\n回复 @transit_today @casakleinhuis @the_transit_guy When I was a kid, the old intercity rail lines in Ohio were already defunct, and they started converting a lot of them into nice multiuse trails. I was grateful for those (rollerblading 10 miles at a time as a teenager) but it’d be great to keep that, and get intercity rail back!\nIn 2024, somehow “don’t bomb children” is a ‘controversial’ or ‘divisive’ belief to hold… 😔\n回复 @smalls96 “Chips” Brit style, like “fish and chips.” Usually plenty of vinegar available too.  They’re mostly little trailers found just off a two lane highway in a small hamlet or the middle of nowhere. The main draw is the best fries you’ve ever had,with burgers/dogs to fill out the menu\n回复 @notcapnamerica It’s burned in my brain that we only suffer a certain someone’s southern border obsession now because he somehow found a path to a visa after dropping out of Penn &amp; overstaying…\n回复 @Bitter_Money @BenRabidoux Interprovincial migration != Immigration. The above is net figures for people moving from one province to another, not outside Canada to Canada.  While total population grew in each province by far larger figures, net interprov seems to show ppl seeking better housing per $ https://t.co/yUHHtJL686\n回复 @globeandmail Journalists, please learn the difference between humidex &amp; temperature…  And also the difference between something decreasing vs its rate of increase slowing…\n回复 @patjinfo @maxfawcett Not following your notion of her base income being 6 figures. The $40k would be federal+provincial combined (it’s all administered by CRA).  If her existing income was to the top of the 1st bracket ($49,231-2023)&amp; no taxes owing beyond withholdings, then $135k TCG would add ~$47k\n回复 @Brucesdottir @Christo81748100 “Would they really do that!? A politician just go on the television and ~lie~!?”\n回复 @ElementYYZ @Tablesalt13 Sever the land. “Sell” the severed parcels at FMV to the grandchildren. Structure the sale so that partial payment is due across multiple years. Utilize a capital gains reserve to recognize the CG over multiple years: Can forgive the private loan too. https://t.co/iToEm7ALMk", "overlap_score": 0.1111516396694879, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1317502456398368768, "screen_name": "KMcgivens", "user_at_name": "K.T. McGivens", "sample_content": "回复 @RaelleLogan1 “I will say McGivens is that classic mystery writer, effortlessly (it seems!) weaving clues and suspects into the plot. But more than that, she creates a cast of characters with unique identities, allowing the reader to keep up with her agile mind. I love cozy mysteries, and K.T.… https://t.co/3tGPsluSWq\n回复 @ElanaMcdougall @HCHelfand @bayne_wendy @ArabellSheraton @joanne_paulson Thank you, Elana! The feeling is mutual!\nContemporary, crime solving, thrilling, well written mysteries with suspense, passion, romance, and 🔥🔥🔥🔥🔥hot sex.   What more could you possibly want in a book?  You will find it all in J.C. Paulson's Adam and Grace Mystery Series. HIGHLY RECOMMEND!  @joanne_paulson https://t.co/Kajit5Xezo\nNeed a little escapism?  Classic, cozy, fun to read, whodunits in the style of Agatha Christie and Dorothy L. Sayers. https://t.co/i2Rvm5mRA4\nMonday shout out for a dear friend and wonderful author of Authentic Regency Romances, Arabella Sheraton. @ArabellSheraton   If you want to read some excellent, enjoyable, well written romantic tales, check out her series! https://t.co/AMw1GMlSsn\n\"The Betrayal of Brewster Boudin\"  A classic cozy Katie Porter Mystery full of twists and turns  ...and murder. https://t.co/b20gMqFyao\nHello from the sunshine state of Florida.  Happy Saturday!  We're experiencing record high temps so I'll be staying inside binge reading.   Meanwhile, here's a little \"I'm retired and living on a fixed income\" humor... https://t.co/GfRyTFg6cz\n回复 @RaelleLogan1 Good morning, Raelle!    Here's mine: The Katie Porter Mystery Series  Classic, cozy, historical, whodunits for those who like old fashion mysteries. https://t.co/RRfPXN1QfL\nKindle, paperback, and KU. Several as audiobooks. https://t.co/GKi22HHSfa\nHello from the sunshine state of Florida  Happy Wednesday!  A large delivery arrived at my neighbor's home 2 weeks ago. Several boxes and a small sofa. It's all wrapped in clear shipping plastic and resting on a pallet. It's in their front yard. They haven't touched it. Hmm...🤔\n回复 @RaelleLogan1 Thanks Raelle!  The Katie Porter Mystery Series  Classic cozy whodunits for those who enjoy a little escapism. https://t.co/z8RdBrsb5o\n回复 @RaelleLogan1 Thanks Raelle!  The Katie Porter Mystery Series  When young Katie Porter became a newspaper reporter, she thought she'd be covering crimes...  not solving them.  Classic, cozy, fun to read, old fashion whodunits!  https://t.co/YM3RkqXlf9 https://t.co/nWL7S41P5t\nNEW RELEASE! A new Katie Porter Mystery!  The Watchman at the Waterford Grand  👉https://t.co/uMukMr6yuM  “You’re not thinking of breaking off the engagement, are you?” Gran asked in disbelief. “Surely not after all this time?” Katie sighed. “No,” she said, shaking her head as…\nK.T. McGivens is a master at creating suspense and spine-tinging adventure. I always find the Katie Porter books difficult to set aside. There never seems to be a good place to stop. ~Amazon Review https://t.co/rspKUbsVht\nA Katie Porter Mystery https://t.co/MEiuWKwsyC\nNew Release!   \"The Watchman at the Waterford Grand\" https://t.co/P3RdHhtiHw\n回复 @bayne_wendy @L_Montes223 @Kellyrei007 @inspiredbylaban @silicasun @ShenaeChase @phandi @valeriepenny @Quinnqueens @NigamaRv @mrwriterman79 @celiadryker @ReadingIsOurPas @JoyYorkAuthor @MatesofAlliance @ninsthewriter @CordonRoma @kady54033 @tristanbtaylor @Irishgirl692 @AikinNorb @M_Cobbett71 @CP_Daly @ElanaMcdougall Thanks, Wendy! @bayne_wendy   The Watchman at the Waterford Grand   👉👉https://t.co/uMukMr6yuM https://t.co/BtFYHrGfhx\nHello from the sunshine state of Florida.  Happy Wednesday!  It's very quiet in my neighborhood today. Could be a sign of \"not much happening\" or \"get ready for a zombie apocalypse.\"  I guess I'll find out soon...  In the meantime, hope everyone has a wonderful day! https://t.co/EnY4KuoocJ\nNEW RELEASE!  An old automobile accident involving the death of a young woman catches Katie's interest, but her investigation begins to uncover a shocking sinister secret that could put her life in danger. Will this be her last newspaper story?  https://t.co/uMukMr6yuM\n回复 @curleyhammcozy Good luck, Eileen! Have fun!\nLooking for romantic reads?  Check out Arabella Sheraton's @ArabellSheraton  Authentic Regency Romances! https://t.co/lHXkr4kFG1\n回复 @SE_Welfonder It's a shame that Ruler-of-Your-World can't vote. 🐱\nClassic, cozy, puzzling, suspenseful, fun to read, mysteries.  https://t.co/YM3RkqWNpB https://t.co/KCTfx8AIbO\n回复 @SPOFarrell3 @JNathanialC56 @davepperlmutter @DrSpooky_ER @JimmytGarrett1 @A_DiAngelo @Kacey_hollow @AikinNorb @Author_S_Miller @me_brady @LaylaHawke2 Thank you, Steve! @SPOFarrell3   @HCHelfand  @RaelleLogan1 @KalbMarple  @curleyhammcozy  @bayne_wendy   https://t.co/YM3RkqWNpB https://t.co/RmQ6i0etVp\nWhen it comes to a Katie Porter Mystery, things are seldom what they seem.   https://t.co/nhMVLpUX3e  \"The Watchman at the Waterford Grand\" https://t.co/d6oOFcICkk\nYoung newspaper reporter Katie Porter is on the case!    In the Katie Porter Mystery Series.  https://t.co/YM3RkqXlf9 https://t.co/svQVaY05JZ\n回复 @1dolphingal Thank you, njp! My father grew up in the Great Depression and served in World War II. He had a lot of great stories.\n回复 @RaelleLogan1 Here's mine, Raelle.  The Katie Porter Mystery Series  Classic cozy whodunits in the style of Agatha Christie and Dorothy L. Sayers.   https://t.co/YM3RkqWNpB https://t.co/T5d3jYW2TQ\n回复 @lhallwriter Thanks, Lee!  Here's my new release:  \"The Watchman at the Waterford Grand\"  a Katie Porter Mystery  👉https://t.co/uMukMr6yuM https://t.co/NWIkufaBrY\nThere are plots against the Crown and villains ready to execute them. Only Miles, Lissa, and a company of trusted friends can stop them.   \"Crimes Against the Crown\" by Wendy Bayne @bayne_wendy   19th century murder, mayhem, and mystery!  (Sound on for trailer) https://t.co/CwSOJnWXok", "overlap_score": 0.1698665216339894, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1094028148641910784, "screen_name": "omniscientman38", "user_at_name": "Omni Man (5-0)", "sample_content": "回复 @patrick_revels Part of this policy would include deporting everyone who did not make the team.\n回复 @gamecocktranny Go teach these kids math and English so they can go to college. With DEI they probably just need to be competent to pass admissions\nWe have guns back? 🔫🔫🔫🔫\n回复 @mjfree Filmed before the assassination attempt. Can yall please at least act like you have some sort of sense.\nSince we’ve already let in millions of illegals, can we force them into soccer camps so we can win a World Cup?\n回复 @Saints Treat Spencer well, he’s a special one😭😭😭\n回复 @cockmenace69 @Sandbaggerrr Skin flute\n回复 @ActionNetworkHQ why do you not have College Baseball scores on your app?!\nHere’s my plan for Carolina baseball:   Hire a Dominican Republic coach/agent. He funnels every stud into USC he can. We become a national powerhouse AND transition period for every kid from the DR paying them more in NIL than they’d get from being middle round draft picks.\nKing Kenny for today’s lift https://t.co/qU9V2R1u9g\n回复 @jeffwilliams145 I would take higher quality ABs than him\n回复 @ray_shio_ Taco Bell is A tier but chip is S\n回复 @jeffwilliams145 @SyfertLuke Get one more and I’ll bring Mike, we’ll meet at Santee and play sometime\nFinally, I love this lineup!!\n回复 @friciclepineson Dove and/or Duck need to be on the list\n回复 @SouthernandFat one of my boys said they ripped cigs with you in the shed after a night downtown #respek\n回复 @ray_shio_ @Section13Bandit @cockmenace69 @gamecocktranny We are all tan southern boys than haven’t be north of South Carolina 😭🥸 #bluebloods of Charleston\nAre Biden voters mentally retarded? Bro can hardly form consecutive coherent sentences. Would fail any examination of competence but people will still vote for that mush brain… 😭\nPhillies are trying to give me a heart attack\nDraft day 🥵 https://t.co/5SvQGc9ACK\nElite beer https://t.co/gnXDknaClG\nFuck it. Stones to set the tone this morning https://t.co/KdyOKP8kt9\n回复 @MCobbs900 We making sticky buns for dessert?\n回复 @Gamecocksalert Sellers would wear both them out\n回复 @jeffwilliams145 @cockmenace69 This what I’m on at the moment.   *Subject to variations dependent on my mood https://t.co/LqIH60YaYw\n回复 @cockmenace69 @ray_shio_ Lmk if you’re feeling it, I’ll venmo for a spin if you feel good\n回复 @BigLeroy_ Rush’s bangs\n回复 @jeffwilliams145 I got Duke cocks Clemson UGA Florida at + rn\n回复 @GamecockBasebll Eat\n回复 @Dirty_Dan_1998 Oh buddy, today was bad. They were marching", "overlap_score": 0.1881173261410654, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1002211398452035585, "screen_name": "meade_buzzelli", "user_at_name": "Patty M. B.2024 @ buzzelli", "sample_content": "回复 @jsmith4966 @Prolotario1 Am hoping that somehow those kids were saved by the White Hat forces…\n回复 @TruthtideTV @TheRubberDuck79 He said right in the original post that there Has Been a PATENT since 1952\n回复 @cdale_dog @Prolotario1 @GinaSaysSo Why can’t We the People lead.   And do not get hung up on every little thing Ariel says.  There is a Plan.    Just RELAX\n回复 @DaveyZ_4Freedom @Prolotario1 Where i live there are a lot of ‘porch pirates’ that steal packages.\n回复 @VigilantFox This has been set up for the last several years……killing cattle, chickens, burning forests and packaging plants….etc.\n回复 @AMSPDXBlazerFan @Obielicious @historyinmemes To try to pretend someone was not murdered and just had a heart attack\n回复 @Prolotario1 @Bagssagsandwri1 @MonicaEsgueva I have a landline …. Like blazers w/ jeans sometimes…..also like Bohemian style clothes that have a lot of crochet looks.    But i think i am a real person LOL\n回复 @daytrip220 @Prolotario1 @MensJewelryStor Fed Ex delivered my IQD certificates to a neighbor who does not like me.  The photo of my house that they used was not taken That day but pulled off Zillow from when it was sold to us years prior.  Different color house.\n回复 @RobGatta @Prolotario1 Using the word:  Cabal encompasses everything, DS, NWO, Illuminati Khazarian mafia,Vatican, etc.\n回复 @liz_churchill10 @elonmusk He looks a cross between a Jesuit and a Puritan (belt buckle)\n回复 @hunter_pat42721 @Prolotario1 It happened the last time.  He was not told all.  But i think he knows ALL anyway.\n回复 @Prolotario1 @Im4real7 My husband was told by an Amazon employee that he had a 50/50 chance of getting his package.    We always say that now and laugh about it.      But seriously the ppl delivering for the post office are 3rd party vendors now and they do not really care.\n回复 @MagaMikePatriot @Prolotario1 Kanye is NOT WH.   In The Club and often having mental breakdowns.          He is just a distraction that is brought out over and over as long as he is useful to [them].\n回复 @griff0116 @Prolotario1 This guy is not important enough to accomplish a monumental task like that.\n回复 @Prolotario1 If i had to guess……. In a million years i would not have picked - Detroit -  as the starting place.\n回复 @17Elma @Prolotario1 najadi specifically named Ariel among others.      No ‘jump’ to anything.           But then, you are TROLL so you get Blocked\n回复 @mahjongg4life @Prolotario1 Got real tired, real fast of all Lindell’s ads.  He seemed so over-the-top sickening ‘sweet’….. rang phony for me.  Pulitzer, i thought he was smart as saw his presentation at the AZ election hearings.\n回复 @Nancy023922191 When i saw Milieu running for office jumping and running around the stage did make me think of Robin Williams.   Interesting theory\n回复 @sc61745 @clif_high @BoPolny Oh yes!   I think the two of them will end up Best Friends as they have this ongoing philosophical Relationship.\n回复 @sclarke1951 @Prolotario1 @jsmith4966 No.   We have NOT been told that he would be VP.    Just many ppl talking about that for a few years and wanting this.     I am one that wishes it would happen too.   But we were never told this by Q.\n回复 @Arkypatriot @Prolotario1 Like Ariel said:   Weather Wars.     The powers that be have it out for TX among others…… [they] don’t care about the people\n回复 @JanciToxDoc If we had some JUSTICE:   Arrests, trials, elimination of perpetrators  |THAT would do it for me|||\n回复 @MikeHut03417905 @Prolotario1 @smilingsally17 You have a good way of putting this and is more understandable to me.  If shorter like weeks instead of months would be better.\n回复 @ConnieW86992556 @l42022425 Never heard of either…….. but Oprah is a Gateway into The Club, so……\n回复 @ItsJoshuaYoon @Prolotario1 thought you still lived in WA state bayou must be in AZ now.  Just a snowbird or permanent?  Lived near Tacoma for 17 years then we moved down here to AZ.  Mohave County.  Glad we made the move.\nYou think doctors did not make money to push the Jab - think again https://t.co/jd4X6pXhcU\n回复 @ReturnOfKappy That’s the girl that had her breasts removed, by the ribs she is taking male hormones.   Sad.  Was a beautiful girl as God and nature intended.\n回复 @StephanieStarrC @Prolotario1 There could be many reasons.  The shot is too easy.  Maybe she was going to expose some Evil……. [they] take you out real quick for that\n回复 @Prolotario1 SO sick of the Middle East.   Nothing but conflict and wars my whole life and i am 74.   A lot of EVIL focused in one area of the Earth.  Not riding this roller coaster again.\n回复 @0bumble0 @Prolotario1 Glad she was boo’d.   Why is the state GOP even allowing her to run for something again.  Why is the GOP not supporting Sheriff Lamb more?", "overlap_score": 0.1587999539764494, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1225453936309608455, "screen_name": "GirlguidingNott", "user_at_name": "Girlguiding Nottm", "sample_content": "Across the county, fathers play a huge role in supporting our members - whether it is driving around camping equipment or just putting up with rooms full of guiding stuff! So thank you for all you do. We are thinking about anyone for whom today may be difficult. #TeamNotts https://t.co/ywTB4yRP55\nWith auditions and rehearsals for the 2025 Gang Show quickly approaching, we are looking to appoint a team of five people to fulfil the county safeguarding requirements. If you are interested, then head to our website to find out more: https://t.co/V3HoNBSBrD #TeamNotts https://t.co/LerYAcMQKE\nWe can't go through Volunteers' Week without a shout out to our shop volunteers! Don't forget that the county shop is open to everyone on Saturday 8 June between 10am and 2pm. Find out more: https://t.co/9FboH6aUcP #TeamNotts #GGThankAThon https://t.co/MjoRk6ofsY\nHow awesome do these new badges look? 🤩 Don't forget that the county shop is open to everyone on Saturday 13 July between 10am and 2pm. It will also be at the Ginormous Choir, so don't forget your pennies (or credit card!). Find out more: https://t.co/9FboH6aUcP #TeamNotts https://t.co/G15y0KoBIZ\nDon't forget that the county shop is open to everyone, including leaders and members of the public on Saturday 11 May from 10am to 2pm. Why not treat yourself to one of our new county hoodies? Head to our website to find out more: https://t.co/9FboH6aUcP #TeamNotts https://t.co/AZvG93duiu\nAs we come to the end of Volunteers' Week, we would like to say a special thank you to all of our amazing volunteers across the county! Find out more about being a volunteer with Girlguiding Nottinghamshire today: https://t.co/0EJaILOa37 #TeamNotts #VolunteersWeek #GGThankAThon https://t.co/qSDlqfiKhg\nBookings are now open for the Ginormous Choir but they will close on 27 March! We are working alongside @MfENotts to make this an amazing day. Further information can be found on our website: https://t.co/tRdIEztg8C #TeamNotts https://t.co/SEGaCkyL5a\nAged 14-18 by March 2025? Want to join us an international adventure? We have places available on our trip to Iceland in August 2025. If you fancy making memories that will last a lifetime, email  ggnottsiceland2025@gmail.com by Saturday 31 August  #TeamNotts https://t.co/kq3ISMb0ca\nBookings are now open for the Ginormous Choir! We are working alongside @MfENotts to make this an amazing day.  Come and join a choir of hundreds to sing a variety of songs. Further information can be found on our website: https://t.co/tRdIEztg8C #TeamNotts https://t.co/XFPIGf2y03\nPut on your party best, come together with your guiding friends &amp; celebrate all of our amazing adult volunteers across Girlguiding Nottinghamshire. Winter Sparkle and Dine will take place at Portland College on Friday 15 November. Find up more: https://t.co/8YcMEdKdb0 #TeamNotts https://t.co/BgF0VRvVyC\nThe countdown is on - nominations for county awards close on 1 June! Do you know someone who deserves special recognition? Whether it is a young member or an adult member, make sure to nominate them for a county award! Details of how to apply: https://t.co/ZuF2bF7OAl. #TeamNotts https://t.co/gVP3axK9HH\nWith auditions and rehearsals for the 2025 Gang Show quickly approaching, we are looking to appoint a team of five people to fulfil the county safeguarding requirements. If you are interested, then head to our website to find out more: https://t.co/V3HoNBT9hb #TeamNotts https://t.co/Rm8BetiQYK\nBookings for Ginormous Choir close tomorrow, 27 March! Come and join a choir of hundreds to sing a variety of songs - no auditions and no singing ability required. Book your place on our website: https://t.co/tRdIEztNYa! #TeamNotts https://t.co/v2wJs1e0cK\nWe are pleased to announce that the booking deadline for our Ginormous Choir has been extended to 22 April! It promises to be a great day of fun, friendship and music. Find out more: https://t.co/tRdIEztg8C. Then it's time to start practicing those song words! #TeamNotts 🎶🎵 https://t.co/f9mDfJAs3E\nA very happy World Thinking Day to all members and supporters of Girlguiding Nottinghamshire, as well as all our Girl Guide and Girl Scout friends around the world! Thank you for everything you do. How are you celebrating today?  #TeamNotts #WTD2024 https://t.co/LvX5oMW7Ta\nWho else is excited for Ginormous Choir?! Our shop volunteers will be at the event, with a range of gift items for all ages - and a card machine for those bigger purchases! To collect an order  then make sure to send your order by 21 June: https://t.co/tAAycqGwNq #TeamNotts https://t.co/pVUeAUD6ph\nIt's another #TeamNottsTuesday! Today we're giving a shout out to #RoughbreckCampsite. It's situated in the heart of North Nottinghamshire, surrounded by local flora and fauna. It's the perfect base for your next adventure! Find out more: https://t.co/Z0rwhZuIOW #TeamNotts https://t.co/IJuPixRSzO\nDo you know someone who deserves special recognition? Whether it is a young member or an adult member, make sure to nominate them for a county award! Make sure to get your nomination in no later than 1 June! Details of how to apply: https://t.co/ZuF2bF7OAl. #TeamNotts https://t.co/VRd9l9PV7n\nWe are at @NottsCountyShow today! We are all set up in the Community Zone. Come and say hello and find out more about Girlguiding in Nottinghamshire! #TeamNotts https://t.co/2rrWORJKFB\nJennifer would like a shout out during Volunteers' Week for Claire, Tanya and Nic from 6th Wollaton Guides She says \"I couldn’t do this without them!\" Thank you all! #TeamNotts #VolunteersWeek @hemlock_castle #GGThankAThon https://t.co/IiK7czpflx\nKirstie, the county commissioner, paid a special visit to 1st Kimberley Guides tonight to present Mia with her Celtic Cross award! The award recognises her courage to attend the group every week. Well done Mia, we are very proud of you! #TeamNotts https://t.co/P0vW5n5sEK\nSliding into the bank holiday like... #TeamNotts #BankHoliday #EndofSummer https://t.co/RTUff063oJ\nJust like that, we're into autumn - welcome to superb September!  We're looking forward to the peer educator and young leader event at Elton and the Forest Fun challenge weekend at Roughbreck. What are you looking forward to this month? Share with us below! #TeamNotts https://t.co/pj3T3wFZLH\nWith auditions and rehearsals for the 2025 Gang Show quickly approaching, we are looking to appoint a team of five people to fulfil the county safeguarding requirements. If you are interested, then head to our website to find out more: https://t.co/V3HoNBSBrD #TeamNotts https://t.co/8eBeZRYMoT\nHappy Nottinghamshire Day! 💚❤️Today is a day to celebrate the best county in the country and all of the amazing things which happen here. What do you love about Nottinghamshire? Share with us below! #TeamNotts #NottsDay 🏹📯 https://t.co/hsJeDFcXqu\nNat would like to give a shout out for Sarah this Volunteers' Week! Head to our Facebook page to find out all about Sarah's amazing work! Thank you Sarah! #TeamNotts #VolunteersWeek #GGThankAThon https://t.co/GzA668KlrZ\nYou may have noticed that there is some voting going on today! As members of Girlguiding, one of our 5 essentials is to encourage our young members to take the lead. So for today's #ThursdayThought when have your young members taken the lead?  Share with us below! #TeamNotts https://t.co/qw4tT2TEIr\nOne of the biggest shout outs during Volunteers' Week has to be for the person who keeps everything going- Kirstie, our amazing county commissioner! So thank you Kirstie for all of your hard work and everything you do!  #TeamNotts #VolunteersWeek #GGThankAThon @Girlguiding https://t.co/I2wKZjbdmx\nLaura's shout out is for Kelly &amp; Catherine from 104th Nottingham Brownies &amp; Rainbows. \"They both give so much time to guiding even when other areas of their lives are busy, the support to the young leaders is next level and they are just the best!\"  #TeamNotts #GGThankAThon https://t.co/nUZpFAnhIV\nDon't forget that the county shop is open to everyone, including leaders and members of the public on Saturday 13 April from 10am to 2pm. You can order anything from the Girlguiding shop. Head to our website to find out more: https://t.co/9FboH6aUcP #TeamNotts https://t.co/Xnv1pcXtKI", "overlap_score": 0.1483287297685582, "MARITAL": "Never married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 106154223, "screen_name": "mrkitty61725848", "user_at_name": "GalacticAsparagus", "sample_content": "回复 @IndiaWilloughby Ok voting reform. British people deserve Britain to be for them and work for them.\n回复 @AbstardJohnny Dogs are a lesser mammal and aren't in anyway to blame for issues facing this planet, it is our duty and responsibility as higher level mammals to take care of them whenever possible, dogs cannot help themselves, humans can. So I will help an innocent canine over a human 🤷‍♀️\n回复 @Resist_05 Barely any French people there 🤮🤮🤮\n回复 @RaniaKhalek Same reason why mulsiks can film themselves illegally invading Britain and raping our young girls!\n回复 @changed_gear Muslims bomb concerts, operate rape gangs, behead British soldiers in broad daylight but English nmen having a slash on a nice day is your issue 😂\n回复 @David__Osland Why should we demolish existing homes and buildings or farm / woodlands for housing? There's enough for British people. Immigration did cause the housing crisis.\n回复 @AmandeepBhogal @Nike That is not your flag, brother. You are not English, you are a citizen of England.\n回复 @Palsvig So the entire civil war and south Africa squadron was paid for by European people but operated by Jews 🙄\n回复 @BloodOfTheAngeI @westbankrupt @OliLondonTV Where's the proof in that?! 😂 You've openly confirmed you think female soldiers deserve to be raped you disgusting garbage pile of a mammal\n回复 @notahorror Yes I was gifted, now I have anxiety, depression, overthink everything and have reoccurring nightmares lmao\n回复 @ShaykhSulaiman Just reminding you then you're a horrible person if you think this is appropriate treatment of prisoners.   I'd hope when the next Western war with the middle east happens you'll be as willing to see this done to islamists.\n回复 @marclamonthill Thousands of people are showing up illegally on boats to the shores of Europe and Britain. How it this not an internal crisis? They rape, steal, terrorise, assault and try to convert the nstife people. Why aren't you outraged by important things?\n回复 @SaulStaniforth Who's going to be paying for that? British taxpayers psy for the NHS and it's not for anybody to use.\n回复 @JaneyGodley Legit every single party was doing the same shit.\n回复 @keira_con How the hell is this controversial..?\n回复 @I_amMukhtar @SuellaBraverman It's not a hate march 😂😂😂\n回复 @SallyMayweather Well no, not really.  Germany made the purposeful decision to march their army through Belgium, which was an ally of the British Empire.  They could have prevented the war but didn't.\n回复 @MatthewStadlen Because the public services aren't used solely for British people.. migrants, illegals, and medical tourists can have free  healthcare on the British people. We don't need more immigration and yet it happens, the budget is enough to sustain the native population.\n回复 @EverythingOOC Bullying and harassing people in a different language is straight racism, excluding somebody with a foreign tongue at work is sickening 🤢🤢\n回复 @Rothmus Well, yeah. Some people are born with a predetermined sexual attraction to children, or adults that very much look like children. These people, however, don't molest children because they know it's wrong. It's just how they were born.  Being a child molester isn't a sexuality 🤷‍♀️\n回复 @LucyWoodslucy70 I'm sick of a Britain that's not for British people. We need to oust the illegals, cease refugee intake, slow down immigration to only a few individuals that we as a nation would benefit from having. Cut foreign aid completely, rein in energy prices and take back our island 🏴󠁧󠁢󠁥󠁮󠁧󠁿🇬🇧\n回复 @BoringNerdyKate Don't think I've ever created a BMP but I've received quite a few with digitized architectural plans.  I've also received multi-page .TIFFs occasionally - usually they're greyscale or very low quality.\n回复 @thedukesofdank @DrewPavlou No. Making him a C I T I Z E N of Britain.  He is not English, Scottish, Irish or Welsh.\n回复 @BladeoftheS My own sister was raped and beaten by two Syrian migrants who were in Britain illegally. They are dangerous, they are feral, they are disgusting and need to be tightly controlled.   They are a dangerous minority and I would like them to stay a minority forever.\n回复 @OliLondonTV Nobody except English people should we able to hold office,\n回复 @VividProwess Yes, fuck all Islamic nations but Jews aren't innocent, either.  You've infiltrated the West, European banks and governments. You're not victims, you guys should be as quiet as possible and mind your business beforr your lease expires.\n回复 @wayotworld Peanut butter is French\n回复 @barrystantonGBP Islam. ✌️ Peace rapista\n回复 @JoeBiden Sure, but while we're at it let's get immigration under control, make it impossible for people to ender the US illegally and have routes for immediate deportation, stop anchor babies, disallow recent immigrants to acdess free schooling paid for by others, stop refugee intake!\n回复 @Rrrrnessa The outrage is Western governments are spending taxpayer money on aid to Palestine.   Western countries should stay out and away from all middle eastern conflict until asked publicly to intervene.  Stop sending weapons, stop sending aid.", "overlap_score": 0.1435931408540476, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Other Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1267085167732183041, "screen_name": "RustyShack88", "user_at_name": "RustyShackleford", "sample_content": "回复 @NBAStatGuy_ No, data has people knowing nowhere near as many threes were shot and the game was primarily played inside the lane in the 80s and 90s.\n回复 @druhhhnotdria They had it written into their contracts that they could refuse to perform at segregated venues. Forced Jacksonville to integrate before going on stage.\n回复 @DcRising1 @discoque5 MJ fadeaway\n回复 @Shane00 Even though most NBA troll accounts are just dorks looking for engagement to make money the point of the Dream Team is being lost. Their legacy is that they are the reason the competition today is so much harder, they globalized the game.\n回复 @216SuperBrowns @PPhoenician What is your point? This is why people argue the 96 Bulls as the greatest team ever.  Ron Harper before a bad injury was on his way to being a superstar.\n回复 @MikesonRob @ResolvedDM @TheBackPage @stephenasmith I mean if you comment on sports you kinda have to do that\n回复 @Billy75Williams @NBAW0RLD24 Magic and Steph are at the top. Stockton not remotely close to either of them.\n回复 @MinorMidgetGTHL @DanielLuss6826 @DDSportsTalk @feedthefish79 I already said he'd be the best player in the league. Do I have to say it again to convince you?  As for 100 - probably not. You are only factoring in what you feel like factoring in without accounting for vastly improved defensive systems, players and goaltending.\n回复 @BronGotGame @LegionHoops Sorry anything from Scottie after the Larsa situation is just bitterness. Nothing he says at this point isn't just trying to get back at MJ for his son dating his ex wife.\n回复 @KollegeKidd @glowlikeleroy I mean several police officers were actual BPD officers, as were several folks in the Barksdale crew, the Deacon was Little Melvin etc. It wasn't just Snoop and either way who cares, it's a television show. If they wanna have Baltimore actors in Law and Order go for it.\n回复 @Jlw1963Webb @WalshFreedom We literally stopped counting in Florida in 2000 otherwise Al Gore would have been President and we would have avoided the Bush disaster.\n回复 @JEgnor @DapperDomo @JonSmit72519389 Proportional to their wealth...\n回复 @mgallagher465 @KINGxHARROD @catraines4187 @BowtiedlLa The actual truth:  1. COVID is a respiratory virus - these types of pathogens merely need to reproduce in the nose and then can transmit onward. An intramuscular vaccine won't  eliminate that. If we get next generation nasal vaccines transmission will be eliminated.\n回复 @do_whats_rite @CWilliamson44 where did she apologize lol\n回复 @KennethJet1 @_mytravellife @TalbertSwan So? That doesn't change how and where she grew up.   That Reddit guy doesn't do anything but stay in the background he's not out here acting like because he's married to her that he gets to dress and act a certain way.\n回复 @MythNix @AirJordans2323 @Jumpman23 @MagicJohnson @StephenCurry30 @KingJames See now I call out nonsensical rhetoric from both sides. I'm not gonna take it too seriously as it's just a random troll/stan account meant to antagonize, but the Dream Team would have SERIOUS issues against the 2024 team.\n回复 @rnevarez77 @YanksNerds @redapples @TheDunkCentral This is a stretch and a half\n回复 @DFS_Donkey @BigT44DFS Getting beat by a generational player is not the end of the world.   I know many on Twitter are too young but Admiral was a tremendous defensive player, the fact that Dream destroyed him doesn't change that.\n回复 @216SuperBrowns @drjagaloon420 @PPhoenician Seattle had five guys averaging double figures, Chicago had four. And they also had players outside of their Big 2 have big games. The Bulls were ultimately a better team but the evidence you're providing is so juvenile - \"this guy had a game with 12 points!!!\"\n回复 @NYCTSubway Broadway Lafayette elevator from 6 to bdfm North\n回复 @MinorMidgetGTHL @DanielLuss6826 @DDSportsTalk @feedthefish79 66 was assaulted there's no question but he also had inferior goaltending, defense and way more open net to shoot at. He is also a generational Mt Rushmore talent.  I think if he plays today he's the best player in the NHL.  None of that negates that scoring is harder now.\n回复 @sky_kayak @BrettEasterbro @GBeastETH If Alabama was not part of the US it would be considered a developing nation. Literacy, wealth, health all absolutely disastrous.\n回复 @rjmcmurphy91 @The_Acumen You can't let the banking system collapse. What fantasy world do some of you live in? If you want to be pissed off be mad at all of Congress etc. that let them off the hook for criminal charges. But no you cannot let banks that house people's money collapse for \"the cause\"\n回复 @NYCTSubway Oh it was the elevator going from mezzanine to BQR Manhattan bound\n回复 @Bubblebathgirl Engagement farming tweet of the highest order LOL.\n回复 @_Its_simply_E @TalbertSwan What's next oh your boss or your flower lady isn't in the culture so you can't sing the song. Goofy behavior.\n回复 @TheAutumnWind81 @mclovenxoxo mRNA is a naturally occurring molecule like DNA. It's in every call in the body. Not sure what this tweet was.\n回复 @centerviewnews @awfulannouncing Talking to a competitor on the court in the heat of passion and commentating on a national sports show are not the same, but you knew that didn't you.\n回复 @KingSportsFan @marviemarv__ He and LeBron average almost the same number of FTs per game lol.\n回复 @KingDon_za @Kwenza7ven It's protein not blood. Blood is gone by the time it gets to the store .", "overlap_score": 0.1454836985942526, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1242723178054443008, "screen_name": "WacoLibrary", "user_at_name": "Waco Library", "sample_content": "We had s’mores and more at South Waco Library’s Campfire Storytime! Mr. James read a Berenstain bears book and everyone did the campfire Hokey Pokey before lining up to enjoy s’mores and popcorn. After their snack, families made tents in the children’s area and snugged in to read https://t.co/Cxlokl71Gs\nYou'll need to think big at February's Problem Solvers Guild Meeting. Really, really big! Guild Members aged 6 - 11 will build versions of real architectural wonders using the Library's Imagination Playground set. Join us at 2:30 PM on Saturday, February 24, at Central Library. https://t.co/mluFiEan5z\nBig fans of the fabumouse Geronimo Stilton series are invited to Central Library on Friday, May 24 at 3:30 PM for a rotating round table discussion about their favorite series. We will also be making cheesy bookmarks! Kids Book Club is for ages 6 - 11. https://t.co/CEbD5xf5ZK\nOur friends from the Central Texas Astronomical Society will be here to present a beginner's guide to astronomy and the solar system. Following the presentation, we'll go outside for the Star Party, where we can observe the stars, Jupiter, and the moon through a telescope! https://t.co/WbrYnbwR6r\nWest Waco Library's Genealogy Center contains 35,000 items &amp; over 10,000 rolls of microfilm covering the original colonies with a focus on migration through the Southern and mid-states to Texas. Join our Orientation on April 18 at 10:30 AM and learn where to start your search! https://t.co/7EsolItyFu\n回复 @wacohealthdept There is always a wealth of information at the Public Health tables! Stop by this week to say hi.\nLibrary on the Go - Spring Break 2024 starts next Monday! Come with us as we take storytime into the community with visits to Waco Regional Airport, The Baylor Bear Habitat, Lake Waco Wetlands, and @ArtCenterWaco.  Come to one or come to them all! @cityofwaco https://t.co/c4eN7ieH0f\n回复 @wacohealthdept 's next Create Better Health class will focus on the importance of fruits and vegetables in your diet and then discuss aerobic activities like walking, cycling, and swimming. Join us at East Waco Library on Thursday, May 30, at 5:30 PM. https://t.co/fgIKtGc07D\n40 years ago this month, the library got a TV to show close-captioned programs to library patrons. Staff also held viewings of close-captioned programs on videocassette starting with Julia Child making ice cream. Thank you, Sean, our Local History Librarian for unearthing this! https://t.co/WmXvEZOTJb\nJoin us for a very special Toddler Time tomorrow, Thursday, April 11 at 10:30 AM. This special hands-on storytime will feature sensory bins in the meeting room for babies and toddlers to explore after our stories! https://t.co/beAYdy0Z6W\nJoin us at West Waco Library &amp; Genealogy Center on Monday, July 22 at 6 PM for a CTGS presentation of “This Destruction of Tea” by Mrs. Andrie. An examination will be made of the participants &amp; their ancestry. Plus info on a new heritage society. Feel free to dress as a Bostonian https://t.co/whenCPp6JG\nWe’ve started our first round of laser tag! Come down to the Central Library for some free End of Summer party fun for adults and teens ages 11+. The last round starts at 8:10 PM! We also brought back our Oregon Trail program. Can you survive dysentery and lasers? Come find out! https://t.co/s5eDovwXCJ\nWe have new Astronomy kits! This handy backpack includes night sky binoculars and a star finder chart. Search \"Outdoor Discovery Kit\" in our online catalog to see which Waco Library location has one available and go check it out! https://t.co/2yz8JaWEE3\nIt was a froggy day at the Lake Waco Wetlands for our Library in the Go Storytime! Ms. Stacy read several fun frog books, we met a whole forest full of animal puppets and kids all got to take home a frog flycatcher! @cityofwaco https://t.co/ihedZxoFvW\nOur City of Waco flag visited the World’s Largest Fork by Mass in Springfield, MO! Made of polished stainless steel, the fork stands 35 feet tall and weighs approximately 11 tons. What will the flag see next? @cityofwaco #wacotx https://t.co/cWZShAk7Ro\nMr. Cody held our first Penguin Party Storytime of the week at East Waco Library this morning. Kids enjoyed three penguin stories then colored special pages that they can use for free family admission to our Penguin Party Storytime at @CamParkZoo on Friday. https://t.co/WymDen112m\nTeens and tweens ages 9 - 17 will learn the basics of coding using Scratch and then use those skills to maneuver their robot around a track. Supplies are limited so arrive early to get your ticket. Program starts at 4:30 PM on Wednesday, January 24, at East Waco Library. https://t.co/QNg5dF4mBf\nCome visit the Waco-McLennan County Library table at STEAMclipse today and make one of these cute animal lanterns! We’re here at the Convention Center until 4PM. https://t.co/i5yZN9Dhmi\nAll Waco-McLennan County library locations will be closed on Wednesday, June 19th, in observance of Juneteenth. No plans for tomorrow? Check out a Disc Golf kit. Going somewhere fun? Check out a City of Waco flag &amp; send us pics! https://t.co/1wMS4UxSba\nAll of you who've known Sarah for years as the Central Library Branch manager will completely understand why we are so thrilled that she is now our Assistant Library Director! Congratulations, Sarah! https://t.co/WzjZomAz4n\nFamilies with kids ages 3 - 11 will enjoy our behind-the-scenes tour of West Waco Library. Join us at 4 PM on Tuesday, June 4, to see how a book is processed and what happens when you return a book in the book drop! https://t.co/HCavyDLkQS\nJoin us at South Waco Library on Saturday to learn hand quilting with paper piecing. For April's Urban Homesteading 101 class, Kayla will walk us through basic hand quilting using paper piecing to hold the shapes while you sew. We provide everything you need! See you at 10:30 AM https://t.co/oH8UqfHyQZ\nMr. Cody took Storytime on the Go this morning to visit Latimer Head Start. He read stories and sang songs with three different classes! Want to request Storytime on the Go for your accredited child care center? Check out our Outreach Services webpage! https://t.co/8BKOaQ7yrP https://t.co/s5cAfgge1i\nCome on down to South Waco Community Center for our Adventures in Time Kick Off Party! Games, crafts, Otter Pops, and more all free and open to the public. We haven’t even started the foam cannon yet! We’ll be here until noon. https://t.co/N0k3EN5BMA\nThe Texas Ranger Hall of Fame and Museum has a new Family Reading Room! Grab a book and curl up around the carpet campfire for some extra family fun while visiting. Check out a museum pass from your favorite Waco Library location to get free admission for 2 adults &amp; 2 kids! https://t.co/CA03Yexn6s\nAdults, teens &amp; kids can solve our weekly History Mysteries to earn a raffle ticket for a chance to win a drone, Lego set, mini arcade machine, or observer play kit. This week, use a wheel cypher to translate the encrypted word. You just need to solve 4 of 7 mysteries! https://t.co/P3nvZuFdLq\nHistory doesn't have to be boring! Join us at Central Library on July 2 at 3 PM to learn about the fun stuff with Aubrey Morris, Ph. D. from @Baylor . She'll talk about humor in history &amp; share jokes from the past. Then we'll put on a comedy show and see who gets the last laugh! https://t.co/3X5Z8sLZPa\nMs. Rachel had a huge group at Waco Regional Airport for our first Library on the Go! She read 3 books &amp; everyone sang a song about flying. We also made paper airplanes &amp; went outside to visit the airplanes. Tomorrow we’ll be at the Baylor Bear Habitat at 10:30 AM. See you there! https://t.co/GfjlYQKTCc\nCentral Library has everything you need to make a cute star patterned lantern. Even little kids will have fun decorating their lanterns with colorful tissue paper. No glue required! Stop by today, April 3, before 6 PM. Tomorrow, East Waco Library will be making paper lanterns! https://t.co/wlO0dWp1Fb\nFor our last spine poems for National Poetry Month, we just used Children's books. Except for \"Tacos\", all the books in the Technical Services poems are brand new and getting processed (they don't even have stickers yet). You can put them on hold though! https://t.co/AWE8UJX3m3", "overlap_score": 0.176628957112888, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1238780657733492736, "screen_name": "hwcoyle", "user_at_name": "Sharon Coyle", "sample_content": "回复 @archer_rs Your father is right, of course. I can’t help thinking that now that their infiltration is recognized, we could still do the right thing and not support them. But, here, in North America, they have uncovered a huge tailing pond of deplorable.\n回复 @a_better_world2 @drseanmullen @GayFabFourFan So, the mace comes in different weights. I have 7, 10 and l5lbs. It is a long bar with a ball on the end. You do single exercises or “flows” when you combine a bunch of movements. You can see it on YouTube. Honestly the greatest thing for strength and balance.\n回复 @ShawnaLeeG @fordnation @SylviaJonesMPP What happened to registering with the government to be on a wait list for a new doctor. If you call an office, you are told to register and wait. Where is that list now?\n回复 @lithohedron I do remember. Did the final printout of \"statement of aim\" and \"Pandemic Protocols\", that we had been discussing since January. We are planners here and wanted to be ready. I thought maybe a year, husband thought 4 years. Both wrong.\n回复 @al_patten @gtconway3d But still, money to be made by being his wife.\n回复 @GuillermElodie Would rather dig my eyes out with a grapefruit spoon\n回复 @MaryFernando_ /2.. It brought awareness to my balance (physical and mental). Also helped isolate muscles that wouldn't ordinarily get attention. Negatives were just mainly the environment -mean girls/chanting/religious stuff/ and misinformation about anatomy (retired nurse)that was weird.....\n回复 @raghu_venugopal What are folks without a GP, without Walk-in clinics in their town supposed to do? Wait in Emerg is over 12 hours. Husband is disabled and cannot sit down, and cannot stand for 12 hours. Maple helped him. Not ideal, but helped him. Better than no medication.\n回复 @archer_rs If possible, please do not let this \"infection\" spread.\n回复 @RageSheen Horrible. Similar happened to us in admission before Husband's heart surgery. RPN (refusing to mask despite hospital policy), lectured us about getting another opinion because \"heart surgery is not always necessary\".!!! I just can't anymore.\n回复 @janephilpott Good idea! How do we get involved in the effort to organize and find a solution?\n回复 @historyinmemes So, were these kids in detention?\n回复 @lithohedron Yesterday, spoke with Pharmacist about Paxlovid here in Ontario and was told that they cannot get it. He said that the government would not allow them to sell it even with a prescription and if we pay for it ourselves. Am going to call some other places.\n回复 @mcqueenton @siobhanwanders That will be difficult here. Once the snow is cleared from driveway, the plow comes along and leaves a huge mound. We are elderly and have a service to clear, but they can take awhile. Our whole street has this problem and we just don't understand how it will work in winter.\n回复 @TheRickWilson So, it has evolved that I have a tiny crush on you.\n回复 @HumbledCylence7 @Gaery81 @WoodIandxWitch @RenContessa What is this dude’s point? Good Lord! Someone says, these are complications as a result of pregnancy and buddy goes “NO!”.What is the f******g point?\n回复 @Billius27 I cannot explain this. I am gobsmacked daily by what I see. At Eye clinic, new structure with great ventilation but staff refuse to mask when Doctor not present. What? Health safety dictated by least educated.\n回复 @gtconway3d Correct them in red and send them back. Also grade them.\n回复 @Nantanreikan Our wee Maltese named Gym was a barker. We had fostered the whole family and his birth Mom (Sugar) allowed him to bark. We tried everything, but once we accepted that he had a lot to say, we were all a lot more relaxed. We miss him. She is adorable! And Smart!\n回复 @BeamMeUpScotee @VeronicaSam13 Exactly. Your desk will protect you from a bomb. And washing your hands (while important) will protect you from an airborne pathogen.\n回复 @ProjectLincoln As we speak, my husband, a retired military officer, is rewriting the speech to the troops to launch this offensive. He is telling them what they are fighting for in the future. It is heartbreaking to hear.\n回复 @raghu_venugopal I am a retired nurse with a very sick husband. I have had to report staff for \"shouting\" at him. Slapping him. Ripping his N95 off. Shouting at me from across the room....I can go on. Not all caregivers are good people. Help police yourselves and give better care.\n回复 @MaryFernando_ Last week, had appt. with husband with his lung Doc. We mask, she masked, all staff who interacted with us masked. She said that we should definitely avoid any virus and to keep doing what we are doing! She has also not had Covid! It was such a great appt.! Just sayin'.\n回复 @1goodtern you know, this may be true. So, let's not talk about Covid, let's talk about this new illness. What should we do about that? Spreads pretty quick, can we prevent that? Hurts a lot of people, can we prevent that? What is their solution?  So, so cross.\n回复 @JennyBirdresqr @watson_wear @DrJenGunter That makes perfect sense to me. But people who handle guns \"for a living\" are telling me that isn't responsible. So, I don't know how it will work out for Mr. Baldwin.\n回复 @yashar @EllenBarkin HUZZAH!\n回复 @JennyBirdresqr @watson_wear @DrJenGunter No, they don't. They are ex-military and have extensive training in teaching shooting and safety. My problem is that movie sets are not the military, right. So they developed their own standards that would provide safety in that environment. Possibly that will change now.\n回复 @Billius27 @fordnation How on earth does @fordnation not see how egregious this is? I have to line up for hours to get a prescription renewed if I don't have a GP, but...good for me...I can buy alcohol from the corner store. And don't tell me they can multitask!!! They CANNOT!\n回复 @DanielleLangWa @MeetJess I’m not sure to which Coyle you are referring, but generally, we are usually too busy screaming to speak. Just sayin.\n回复 @archer_rs I'm starting to wonder where we go to find quality leaders now. Might be remembering wrong, but, in my youth, we didn't have to choose the least bad candidate-we made a decision on policy. Moral, smart leaders must be choosing a different career path now.", "overlap_score": 0.1388556879804605, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1363676294, "screen_name": "James38920222", "user_at_name": "James 0848", "sample_content": "回复 @cj_867 @Skeletonkey1778 @Arkypatriot @TaraBull808 I don't know what it was, but admiralty law is maritime law. But, yes, certainly a waste of time.\n回复 @JOhnnyboy12x12 @donmastro @ArthurSchwartz @amandacarpenter And the fact that Thompson and Cheney allowed her to make a fool of herself was unreal. But people like Don sure bought it. That was what they were after.\n回复 @Winning4Him The 🤡 actually pinned his ratioed response. 😂\n回复 @MarkWarner Between Biden saying a \"minor incursion would invoke a muted response\" and the botched Afghanistan withdrawal, the LARGE greenlight has been burning.\n回复 @JayneBroughton7 @_nwblacksmith @MrsOWalker @LoneOwlImages @howdawg420 @NightShade1776 @twopitbulls Do you realize that a president can't terminate the Constitution? The Article means nothing since 2A was written before NRA existed. Melissa's claim that Burger argued the case is a lie.\n回复 @NetworksManager Of course, Linda Moulton Howe would have such a story. She's known for UFO and cattle mutilation investigations.\n回复 @AnneNathema @LinaP0912 @thefuturebyJC @NoLieWithBTC He did kick Epstein out of his club for attempting to pick up the underage daughter of a club member.\n回复 @FCafarelle @BirminghamIII @Restricted1776 @Sassafrass_84 And the two aircraft are at different altitudes. Different temps, winds and moisture levels.\n回复 @reddevils9166 @nooneatnowhere @DaddyWri @GeorgeTakei Along with this: https://t.co/2kTVztOjES\n回复 @Warsiethe1337 @Thomas_More2017 @OrdnancePackard Nope. A condition to take out innocent civilians does not exist, nor does a violation of the U.S. Constitution. You do realize the BoR is a restriction on the government, not the people, right?\n回复 @Max_ChCh @MAGAtNaziHunter @siIentmajority @TheSGTJoker @Franklin_Graham Biden can store it in his garage where Hunter can share it with his CCP partners.\n回复 @DocJohnBHistory @Winning4Him 😂😂His first national exposure was 2004 then he left the party in 2008. Hardly the future of the party.\n回复 @CarolClick6 @1mZerOCool @John01693381459 Nope. Military tribunals are used for enemies of our armed forces during wartime. Simple as that. American civilians are NOT tried in military tribunals. Sounds as though you don't follow the U.S. Constitution.\n回复 @Sassychickie Don't want to think about that. It's a scary realm.\n回复 @DailyGuardsman @ShitlibSupreme So, you would violate 4A as well?\n回复 @HooDusay @passiveincam @byHeatherLong And yet, this slide shows the workforce as of 12/30/2023. Go to https://t.co/prDme9UB9O for a real time running. I circled the workforce number. It comes from the Bureau of Labor Statistics. https://t.co/Aq0vBTWb5y\n回复 @ChrisMurphyCT I remember the leftists flying upside down flags throughout the term of President Trump. You weren't all over X whining about it then.\n回复 @ButlerStuff @Tactical_review What is a silencer?\n回复 @sexy_suburban @Tactical_review You forgot to add racist to your profile.\n回复 @KeefeLaurette @Phoenix2A_1980s I know the meaning of sacrifice. I have personally seen it.\n回复 @raisayshai @DavidSacks Couple bricks shy, aren't you?\nUnited States Marine Corps Corporal Phillip \"PJ\" John Jones KIA in Kuwait on February 24, 1991, while serving with India Battery, 3rd Battalion, 10th Marines during Desert Storm. He was a leader, brother in arms and my friend. https://t.co/25IvutnYRq\n回复 @GunSmithShep @FishkinSykes @DarkMyrmidon @WynterythTX @2aHistory @punished688 @RKneegrow @NaviGoBoom @AAutomaton3326 Sounds like fairly close range. Wounds sound consistent as the M193 tends to yaw when it hits soft tissue and sometimes fragment.\n回复 @FrankBlakeley2 @oakhillllsd7 @cbuckege18 @harryjsisson It was UP 3.6 as of April 2024 YoY.\nThere was no Russia-Ukraine war during Trumps presidency, you knot-head!\n回复 @sourpatchlyds @libsoftiktok It ended up in her workplace. That is a problem.\n回复 @mmpadellan remember when Kamala campaigned for Terry McCauliffe? Yeah, you and others didn't see an issue. And that was an actual IRS violation.\n回复 @BlakeALemoine @AspectNexus @DefAMustRead Donuts on the counter intelligence.\n回复 @IntuitiveAllen @SethAbramson He was here legally. As a Canadian citizen, he could travel back and forth anyway. With his H1-B, he was allowed to work. He got his green card through his employer. He later became a naturalized citizen. @SethAbramson  is a liar.\n回复 @NewJeffCT @HarrySax241 @chamb35975 @Aku_700 @mmpadellan https://t.co/prDme9UB9O look at p/t jobs as of 9:15 am 05/19/2024. Their data is real time from Bureau of Labor Statistics. (circled in red) https://t.co/Js4O4Vk9Qp", "overlap_score": 0.1808135010705586, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1314626586365263873, "screen_name": "MrsNoneofyourb2", "user_at_name": "Queen Noneofyourbusiness", "sample_content": "Wow, 9% humidity right now. Guess triple digits are in store until Oct.\n回复 @lzorgd @Kingisneverdead I cant get more pregnant. Lemme eat my pizza!\n回复 @FawnFatale1 Dont remember when BUT I loved The Catcher in the Rye. Funny enough, it was assigned reading &amp; bc I was super into it I read ahead. Teacher found out &amp; told me I couldn't. I refused to finish reading it. I didn't finish it until after the school year ended and passed with a c-😂\n回复 @LarkinWilder Woot woot! Both in our geriatric pregnancy era 😂🤣\n回复 @FucksAndFire https://t.co/21uH3hL4Zo\n回复 @trueLiberalist @LarkinWilder Yep, people in the medical field for the most part are completely unaware of patients paying in cash lol I came across Surgery Center of Oklahoma years ago and they actually list their prices on their website. It's pretty nice. Almost went with them but ended up pregnant 😂\n回复 @SleeptimusPRIME @fatsosforest Y'all are a bunch of freaks 😉😂\n回复 @harmonizedgrace And let me tell ya... huge learning curve. I personally would prefer if more people used whole wheat/fresh milled bc its superior in health imo but finding recipes amend making good bread has been such a struggle. *rhetorical* Why did we move away from ancient type breads 😭\n回复 @Hammy_VII Idk. Using fresh milled flour plus the whole grain is tough af. I want like super soft and fluffy donuts but these were like those cake donuts, not my favorite.\n回复 @aussielovesyou Yeah, as long as you're not a disgusting pig, the bathroom can be quickly done. It's also something that I think people in general will judge another person on. Like, it's understandable if I have dishes in the sink but a stinky dirty bathroom is highly off putting to most.\n回复 @Hammy_VII @NineCato @Kingisneverdead You don't need fabric softner if you use vinegar. Fabric softner leaves a coating on your fabrics and is a potential fire hazard in the dryer. https://t.co/BPMHxMPMaL\n回复 @nate_the_sneak https://t.co/IjFUJGvaIO\n回复 @BonafideKRS https://t.co/91kc0TQQ4O\n回复 @getawarrant1 I tried. The other is dried cranberry with marzipan. It was delicious but doing fresh ground flour/whole wheat is hard af 😫\n回复 @Intel_Dork @Kingisneverdead how about a river preserve?\n回复 @LargestMarjorie Ngl Costco does have a few things I would get but every single one is so packed everyday, gas is cheaper at sams and less people, and there's not a lot of things we get there anyway so Costco isn't worth it for us. I hate people too much lol\nNever would I ever choose you over @BonafideKRS . He's a true Godly gentleman whom I'm sure impresses far more women than you've ever interacted with. Get outta here you bag of bologna. The only thing swol about you is your ego. Take it down a few notches.\n回复 @GyhadGypsy 4oz warm water and a tablespoon of acv\nThis is bullshit! My bio is more accurate 😤 https://t.co/5TOxPVh9hs\nGuys! I just got tucked in on the couch the way I like and told I would still be loved if I was worm 😍🥰🤣😂 living the dream, baby! https://t.co/afD0O4hLTb\n回复 @Kingisneverdead @halforcforge Size isn't the only thing that matters. Flavor is a big component 😂\n回复 @juicysharts @Kingisneverdead @Hammy_VII 90 isn't bad. And anything over 105 I can't function. So my range of tolerable is small\n回复 @juicysharts Duh, that's why I took a pic. To remember the one day we were gay.\n回复 @Kingisneverdead @Hammy_VII https://t.co/KOJeTjyOpw\n回复 @cbch54898101 @Kingisneverdead I wouldnt actually feed chickens in my underwear. It is truly unrealistic. But I appreciate and understand why King would post this and tag me. He's a man who loves his semi naked wife &amp; his brain can separate the 2 things unlike female brains who just knows it's actually absurd.\n回复 @harmonizedgrace Why would you not want to celebrate Christ with a happy heart and outward appearance? Also, the people in his comments backing him up sound like they are apart of the \"all about me but pretend its about Christ\" churches. Someone said they found singing loudly annoying 😂🤣\n回复 @MountaineerBear I haven't had one in atleast 10 yrs. But yeah, they are addictive.\n回复 @PissedOffMandaP How long have you had it in your possession?  You can also use such a tiny amount to feed it, like 20grams 1:1. You can even use the scraping from the jar to feed it. If you have only had it in your possession for 2 weeks or less, I'd personally keep discarding and feeding.\n回复 @Hammy_VII It's definitely hot. Next month will be worse. I'm trying to prepare 😂\n回复 @Kingisneverdead", "overlap_score": 0.1982486132194308, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1364766454613172235, "screen_name": "EdNewsVA", "user_at_name": "EdNews Virginia", "sample_content": "\"After another year of disarray in many urban public schools, with the vast majority of teachers reporting that behavior issues were their biggest challenge, proponents say No Excuses charters provide an example of how to restore order and learning.\"  https://t.co/jIfBM6v5cn\n\"Just as they are across much of the nation, here in Fairfax County, teachers unions are a substantial obstacle to quality public education — and school choice is the solution,\" writes Stephanie Lundquist-Arora.  https://t.co/60WE1tCh4l\n\"When we thoroughly analyze the elements that go into unleashing opportunity, to fulfilling the American Dream, the top of the list is education,\" said @GovernorVA.  MORE: https://t.co/mKBEZfOQVi via @FoxNews https://t.co/L3xjmjv3Qx\n\"For far too long in K-12 education, the only special interests represented the employees — the adults — in the system,\" @DeAngelisCorey writes. \"But now, the kids have a union of their own: their parents.\" #ParentRevolution  https://t.co/5afLIYPn5f\n\"It is critical we begin teaching a new generation of young people the importance of marriage before children and the value of faith, and that we restore high standards of education and the desire to be educated,\" writes @KendallQualls99.  https://t.co/hylfTZLf30\nVirginia Governor @GlennYoungkin's reform agenda \"set off panic in the national education establishment,\" @GregPiper reports.  MORE: https://t.co/FueY54EKEx via @JustTheNews https://t.co/MAsuJbgebu\n\"Amari Pollard will stand trial this week for his alleged role in the June 2023 deadly shooting outside the Altria Theater,\" Elizabeth Holmes reports.  MORE: https://t.co/L532nlvf3b via @CBS6 https://t.co/c5ssdChAMc\n\"Bullying is one of the top issues for parents, students and staff in Henrico Schools, according to the results of the HCPS 2024 School Survey conducted in February.\"  MORE: https://t.co/5Zu9PCzSVG via @HenricoCitizen https://t.co/phhtFIXjc2\n\"Loudoun County Public Schools (LCPS) Superintendent Aaron Spence spent over a month traveling to various conferences while students were overdosing on fentanyl,\" Jillian Schneider reports.  https://t.co/HTrDILR75E\n\"We need to address the underlying problem, which is algorithms that sow harm and discord for profit,\" says @JulieScelfo, founder of Mothers Against Media Addiction.  MORE: https://t.co/mthuys1jv6 via @FoxNews https://t.co/4kiGEvndgE\nNEW: Arlington's Yorktown High is ending the school year mired in a controversy over #antisemitism, EdNews Virginia has learned. \"Several students and parents have shared concerns that the Yorktown yearbook has a senior quote which is considered antisemitic,\" the school's…\n回复 @newtgingrich \"Something disturbing is happening in classrooms across our country. Our nation's young people are being influenced by viewpoints, values, and behaviors of people who hate America and the principles on which it was founded.\"\n\"Public school enrollment challenges come at a time when interest in private schools and homeschooling is skyrocketing,\" Julie Smyth reports.  https://t.co/53KwT5RR87\n\"I don't like the fact that the LGBT agenda — whatever that is — increasingly dominates the school system,\" @JordanBPeterson says. \"I don't like the fact that it's targeted at young people.\" #PrideMonth  WATCH: https://t.co/QGpSjLcUif via @FoxNews https://t.co/MLXwTEvThc\n\"The more time students spent in remote instruction, the further they fell behind. And, experts say, extended closures did little to stop the spread of Covid.\"  MORE: https://t.co/RtqTdzgFjK via @NYTimes https://t.co/DV7D4QcQcK\n\"A Loudoun County judge has set a new trial date for former superintendent Scott Ziegler a month after a guilty verdict was set aside,\" @JayTeeML reports.  MORE: https://t.co/NBcG9kDcM5 via @7NewsDC https://t.co/lXdv1gg4CF\n\"West Virginia joins a number of other states in implementing and expanding school choice,\" Jillian Schneider reports.  https://t.co/2w0TpFQjYr\n\"Using artificial intelligence, middle and high school students have fabricated explicit images of female classmates and shared the doctored pictures.\"  MORE: https://t.co/JRNoK2ERF4 via @NYTimes https://t.co/btJ44PMxQu\n\"After 70 straight years of driving the bus for Suffolk Public Schools, Ulysses Whitfield is finally retiring at the age of 85,\" Nick Broadway reports.  MORE: https://t.co/guAawZ9yrU via @WAVY_News https://t.co/o6sfOSOMEW\n\"We the parents must remain vigilant and protect our children from abusive government power — and worse,\" writes Stephanie Lundquist-Arora.  https://t.co/xCXDjr6UYR\n\"Parents have told EdNews Virginia that a 'significant' number of families chose to keep their students home on May 2.\"  https://t.co/HihW01sHOq\n🚨 \"Staff members at Chippewa Falls Middle School (CFMS) discovered the student's manifesto in October, according to a police report obtained by Louder with Crowder and shared with Crisis in the Classroom (CITC).\"  MORE: https://t.co/B8gfQjWYQZ via @CITClassroom https://t.co/7mru3KBPhq\n\"In June, NEA union staff went on strike for the first time in 50 years, citing unfair labor practices,\" @KaliFontanilla notes.  MORE: https://t.co/aqb2iA20XM via @CapitalResearch https://t.co/SdDATnzxx3\n\"While the Evolv screening system acts as a deterrent and detector for any weapons that may be brought into schools, questions remain for the overall safety in schools,\" Emily Seymour reports.   MORE: https://t.co/0m2GstQs38 via @InsideNOVA https://t.co/E4dngDYnq9\n\"It is well past time for FCPS to stop sacrificing the constitutional rights of its students so that it can implement a state-sanctioned ideology that demands compliance in speech, beliefs, and conduct,\" says @America1stLegal Senior Advisor @IanDPrior.  https://t.co/eUBgLsZxU7\n\"In the face of overwhelming evidence showing the harm of transitioning gender-confused children, an LGBT organization is scheduled to host a transgender camp in Arlington, Virginia, this summer for children as young as 6 years old.\"  https://t.co/2t9vYoK9ru\nTAX DOLLARS UP IN SMOKE: \"Schools in Maryland have been using grant funding to hire consultants to teach them how to use the grant funding, according to a new report from the state Inspector General.\"  https://t.co/rzAsKt7RWi\n\"Around 1:20 p.m., medics were dispatched to Wakefield for a report of an unconscious person, according to Arlington County Fire Department spokesman Capt. Nate Hiner.\"  MORE: https://t.co/jwpZjdOwBK via @ARLnowDOTcom https://t.co/zRsYZQBSgE\n\"Parent groups have been sounding the alarm about drug use in Arlington Public Schools for more than a year,\" @Daniel_Egitto reports.   MORE: https://t.co/koazC7Srth via @ARLnowDOTcom https://t.co/YsiEYuH9uf\n\"Amid growing claims that schools indoctrinate students, 'classical education'—which teaches kids to think critically and master old books—is making a comeback.\"  MORE: https://t.co/rv1gs9uFK1 via @TheFP https://t.co/6jSEuXOn4t", "overlap_score": 0.1815450359896773, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1369560960646606850, "screen_name": "AotNZJoJo", "user_at_name": "Jojo ♥️🇨🇳", "sample_content": "回复 @ShaunSeebaluck @StrayDogNZ Not enough money in the world could compensate any decent woman (or man) for being with it. Although word is, he is partial to underage girls.\n回复 @UyghurCongress Lol, the numbers are so convincing 😂😂  And it’s “Yesterday the World Uyghur Congress of separatists joined the Uyghur &amp; Tibetan paid separatists in front of the UN 🇺🇳 to protest against 🇨🇳’s sovereignty”  There, fixed it for you ☺️ Now it’s truthful.\n回复 @AmbChina2NZ It’s just NZ being a good little lapdog for the western empire again. Lots of accusations, never any actual evidence. It’s a recycled narrative that seeks to place China as a threat. It’s also hypocritical given the lengths the 5 Eyes go to spy &amp; interfere globally.\n回复 @j_watchdog @TheCountry Opposite. This happened after we moved away from socialism and introduced neoliberalism.\n回复 @Joel_P_Atkinson The problem with the US is everything is looked at through an oppositional binary lens; Yes or No, Black or White. Her answer demonstrates that China is simply on its own journey. Whether or not it surpasses the US is irrelevant.\n回复 @bxieus You are reaching. Your hate for China blinds you to rationality. What a sad waste of a life to be full of so much hatred it warps your thinking to this extent.\n回复 @hexles @galesto80979644 Of course not. That would require intelligence which many of this type lack entirely.\nPatea, Aotearoa  (Doubtful Sounds, New Zealand) Absolutely breathtaking out here. https://t.co/8G3auFc9cX\n回复 @Daffwena When I lived in Aus, Carr was the premier of NSW (I lived in Sydney). I wasn’t too keen on him. Still not, but on this issue, he’s 100% correct.\n回复 @TomCottonAR Oh ffs, it has nothing to do with “left”. How pathetic can people be. Such binary, narrow minded &amp; limited thinking that does nothing to understand this issue. Not only Israel but the US has created the situation for this war &amp; Israel has perpetrated attacks for decades.\n“United Nations report is warning high rental prices are likely to limit progress on curbing New Zealand's high inflation rate this year, meaning the cost of living crisis is not over yet.”  So what do Kiwis do? Vote in a government who is giving rebates to Landlords. Fkwits.\n回复 @Filhab3 Anyone who needs to toot their own horn like you do obviously has issues. Seek help. And the whole “mine is bigger than yours” argument is school yard bs. Lame 😂 https://t.co/46w1hzEsjI\n回复 @SingularityDr @FriskyLarrimore @AkadCeNeZnamo Lmao, you literally contradict your statement. Shanghai is awesome because China has a government that knows what it’s doing. Otherwise it would be a dump like many western cities 😂😂\n回复 @McFaul @IntrovertTexan You first. You’re the one making claims he can’t prove. Meanwhile, we have a ton of evidence on the US &amp; it’s terrorising the world.\nI want to take this time to wish you all a very Happy Year of the Dragon; Happy Spring Festival aka (Chinese) New Year.  龙年快乐!  祝你新年快乐，身体健康，家庭幸福，工作顺利！  From my home to yours 平平安安. https://t.co/15dBoYp1Bv\n回复 @NewshubPolitics It’s anti anything that is decent. It’s not a government incidentally because a government works for the country. It’s a proxy management team for its conglomerate &amp; US handlers, clearly.\n回复 @antipodeane @onzamap_nz @bernardchickey @jofromgreylynn @Nidaba07 @ARottenOldOne @sarahpolo10 @Daffwena @ElwellGraham @vshelford2 @GBoyd1982 Yep, I have experienced the wonder of Chinese rail. Wuhan to Beijing in under 4 hours! Comfortable and easy to use. I suggest anyone languishing under propaganda narratives about China, go visit &amp; have those narratives obliterated.\n回复 @committeeonccp Your document that contains zero evidence &amp; a pile of words that are lies? You mean that waste of space? Please. TikTok is just exposing reality &amp; showing the things those in power have tried to hide for years. That’s why you don’t like it. Nothing to do with data. Liars.\n回复 @SalihHudayar Good way to inform everyone you know nothing about Xinjiang, Uyghurs or China. How embarrassing for you.\n回复 @whiskywhiskyn This comment is so laden with privilege it’s gross. Your type are everything wrong with this country. Narrow minded whinging &amp; banging on about your “rights”. You don’t have that “right” actually. No one does. You can’t rant about a right to have colonialism recognised. Gross. 🤮\n回复 @frusinate1888 Are you really this thick or are you just deliberately twisting this to say something it doesn’t.  What a ridiculous take. Racists will do any manner of mental gymnastics to twist a narrative as has been done here.\n回复 @TedCrilly666 Rather, it is you who are living in a fantasy world, one created by men like yourself vastly divorced from reality of the faith you claim, as well as reality itself. Your knowledge of China &amp; Xi Jinping is minimal.\n回复 @Wheelman_666 @frusinate1888 “Every one who says something I don’t agree with is woke”   Yes, we are aware. It’s your favourite word. Funny thing, you don’t actually understand what it means.\n回复 @WinnieSchola @MattWallace888 Yep, they make the west look backwards which is of course why people find it “disturbing” as it shows them up.\n回复 @AndyBxxx @thinking_panda Andy, you did the right thing regardless, don’t question it. If they don’t want intervention &amp; she’s okay with that, they shouldn’t be doing it in public. Perps count on others staying silent. You did good.\n回复 @Rothmus Humans. We are the worst of all. Need evidence? The comments. Wow. Once humans are gone, the earth will heal. Until then, we destroy it whilst we destroy each other.\n回复 @carlworker Of course China is serious. This is an internal matter of sovereignty for them and the west is interfering. The US needs to back off.\n回复 @Joe_Trinder All they do is prove the point that racists/colonists, despite their claims to the contrary of being the “superior civilisation/race” have low IQ. They seem to enjoy proving this point over &amp; over &amp; over again as nauseam.\n回复 @grant_farquhar @KiwiCraig74 Spoken like someone who doesn’t have the first clue about what true research really is.\n回复 @thl1f3 You clearly know nothing about China or Mao. Time to get an education. What a pathetic post.", "overlap_score": 0.1629700620971461, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1366029234066526208, "screen_name": "southern_east", "user_at_name": "Northwest Southern district of East Coast AntiFa", "sample_content": "回复 @GOPoversight This kind of election interference worked in 2016. This year, it will have the opposite result. People on both sides of the aisle are tired of your bs.\n回复 @toddstarnes Dude, you're literally posting that you have the crotch of hundreds of men on your mind, and you think that is somehow \"owning the libs\"? I'm kinda flattered, been complimented on my junk many times, by women, but coming from you... it's just weird af.\n回复 @javeria_sultan2 @javeria_sultan1 So, 50 Hamas soldiers died when the hostages were rescued? Cool 😎\n回复 @wokea55deadhead @soseeopath @Davey4James @MoneyZelensky @patriottakes Reminds me of my bands flatbed trailer gigs back in the 70's. Same size crowd, around 1500 people.\n回复 @JudiciaryGOP Party of law and order, huh? The country has had enough of your corruption and embarrassing lies. Since you want to act like children, this November, we're going to give you a time out.\n回复 @DonaldJTrumpJr Your pop is the most famous diaper shitter in history, but another thing he is famous for is his relationship with pedophiles. And now he is flying on a plane that was previously owned by the most famous pedophile in history?  https://t.co/o11tFvP8aR\nhttps://t.co/lhJ6hDJczN\n回复 @KFB03635592 @GOPJesusUSA @MeidasTouch Lying in all caps... just like the orange diaper shitting buffoon. Is that you Don the Con-vict?\n回复 @InezFeltscher @marinasmigielsk She was helping the orange diaper shitting buffoon stand up and walk. One of the male SS was covering that position, then walked away from the huddle. She did the best she could to hold the orange diaper shitting buffoon up, and cover him.\n回复 @megynkelly You need your binky?\n回复 @RWTNews @justlikekevin @JoeBiden https://t.co/6pXZq222i6\nTo be perfectly clear, when he says \"the opposing side\" he is referring to America.\n回复 @tribelaw Also, ask them that if the orange diaper shitting buffoon is too scared to stand up for himself in court, how the hell do they expect him to stand up for our country on the world stage?\n回复 @imjdsharp @Acyn You recognize our supremacy, that's a good start. The ending part though, that's a toughy. Since y'all are hell bent on banning books and allergic to facts and knowledge, I don't see you catching up anytime soon.\n回复 @Acyn I think Tim Walz screwed up the orange diaper shitting buffoon permanently 🤣\n回复 @TonySeruga @maureen_bannon https://t.co/qGMLLAgdP5\nhttps://t.co/mbmTakRUan\n回复 @TimKennedyMMA The precision shows that it was a couple of guys with Jewish space lasers, that were powered by windmills equipped with turbo-props that were powered by blast from tactical nukes.  And people are saying they were AntiFa.\n回复 @RonFilipkowski @Acyn I'm wondering how many years the rest of the endless appeals will take.\n回复 @LaCivitaC @KamalaHarris @JoeBiden #Trumpistrash\n回复 One thing we still have, fortunately, is independent journalists. If the orange diaper shitting buffoon was to win this election, I can only imagine what he would do to try to stop them from reporting the truth. He won't win, but 8/\n回复 @RUSeriouswitht1 @MarthaJ1954 @SeanLackey2 @NormOrnstein @morgfair The Western Journal 🤣🤣🤣 The defense asked for that evidence to be examined. A special prosecutor went through the evidence.\n\"81 states.\" They just make shit up on the fly, and their base don't even notice.\n回复 @JoJoFromJerz Bad enough that MAGAts are so scared they feel the need to carry an AR15 with them to get groceries but needing a rifle (pellet gun) to take a dip in the backyard pool???\n\"I told the lunatic he can be in charge of the lunatic asylum's, and he fell for it, lol.\"  #RFKJrisanidiot\n回复 @DuragBandito @RollingStone It was a DOD investigation.  https://t.co/W8XdpTbGj5\n回复 @jeravelo @nancyjane74 @gtconway3d Only questions relative to the case can be asked. Hell, the judge even objected to a prosecution question when the defense didn't speak up, to make sure it was a fair trial. You're definitely not a lawyer, but you are more than likely in a cult.\n💯  \"These men are not physicians.\"\n回复 @SecArmy   If you're not going to protect our fallen, resign. If you're not going to seek the prosecution of those who disrespected our fallen, resign. This isn't about party affiliation. This is about defending our military men &amp; women who can no longer defend them selves.\n回复 @gaber526 @SpicherHeidi @HughAkston0 @KatiePhang No, I don't believe you have. You started out by saying there was only one charge in the indictment. I provided links to the actual indictment showing that all charges are listed. Funny story... you don't know what the fuck you're talking about.", "overlap_score": 0.1167922896959027, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1093854323526774785, "screen_name": "SwanseaWriters", "user_at_name": "Swansea & District Writers Circle", "sample_content": "It's #Caturday at last! Have a great weekend, chums. https://t.co/IZT495mGEn\n回复 @serialsemantic Get well soon!\nAaaaaaand... it's #Caturday! Let's go wild! (By which we mean have chocolate Hobnobs with our tea instead of a normal ones.) https://t.co/5820eTb9Vx\nHUGE congratulations to our very own Ann Marie Thomas whose brand new sci-fi novel PLANET DOWNFALL is out now. Check it out here... https://t.co/CeMn7bvYoO\nLocal authors. Are you looking for opportunities to sell your books? SDWC are organising a book fair for Saturday 5th and Sunday 6th of October at the Dylan Thomas Centre, Swansea, with spaces available from just £5.  Book your place now by emailing amt.tetelestai@gmail.com.\nYou heard the man! Abergavenny is a gorgeous enough place to visit already, but throw in a writing fest and it become ever...erm...gorgeouser.\n回复 @GrandAmbition__ @AandBCymru @RWCMD @Adferiad_ @PeterLynnPtnrs @DawsonsProperty @SwanseaCouncil @thomsmummy @stevebalsamo @Christian2178 @RichardMylan @McTernan1971 @TAGTheGrand https://t.co/vNcDwYRshS\nReminder: Our February meeting takes place tomorrow evening at the Faraday building in Swansea Uni, not the Taliesin as previously stated. Our guest speaker is poet and creative writing teacher Guinevere Clark Kick off is 7 PM. To join email secretary@swanseawriters.co.uk. https://t.co/NvhUGKeNhs\n回复 @RachelLtilley Happy birthday and congratulations!\nYou've been telt! https://t.co/LdmbUDMi9P\n回复 @JennyMitchellGo Ah. I see. Went around in circles for a bit there, didn't we?\n2024 is our 70th and to celebrate we've launched a fabulous competition. There are cash prizes and the chance to see your work published in our forthcoming anthology to be won. Find out more at https://t.co/dRGGNRe8hZ and get those entries in! https://t.co/XFnTTjbfvk\nPeek-a-boo! It's Caturday! Have a great weekend, friends. https://t.co/BAGCseAB8Y\n回复 @ShadesOfAether Nice!\nhttps://t.co/5uBRTAroNe\n“It is a dark day for the freedom to read in Utah.” The banning of books in the US continues... https://t.co/q5D7cVJ7lW\nHUGE congrats to SDWC member Morag Kitson who has had a feature published on https://t.co/v951SouHl4. Check it out here... https://t.co/PWkODq3pm5\nOur very own Alana Beth Davies is proud to present...The Swansea Bookshop. An online store where you can browse and buy local books by local authors. Visit today. https://t.co/uYNBMzAUQp\nHave you taken a ride on the 'Mumbles Eye' yet? https://t.co/zW8TT5ZJcC\nOh, the irony. https://t.co/bBzq1YOgrw\nHuge congrats to SDWC member @AlanaBethDavies who has been featured in this brand new anthology. https://t.co/DNAH9pPZ7q\nhttps://t.co/AepSsEtM3W\n\"An easy, fast-paced and suspenseful read.\"  Love sci-fi? Be sure to check out Planet Downfall by our very own A.M. Thomas. Available from Amazon now. https://t.co/hfNj5x9rj3\nThis is a public service announcement... https://t.co/9nuFSbv2aH\nHUGE congratulations to our very own Annabelle Franklin on the publication of her brand new novel for children. THE ASTRAL GATECRASHERS: BAD BOY WIZARD BOOK 1 is available from Amazon in ebook form with the paperback version coming soon. https://t.co/hNO4GQ4DTa\nhttps://t.co/WcvsJaJS2l\n回复 @swanseastones The Lost World by Sir Arthur Conan Doyle. It's got dinosaurs in it so it's good by default.\n回复 @JennyMitchellGo I can relate.\nLocal book event alert! This Wednesday, former SDWC guest speaker Alan Bilton will be chatting to crime author Morgan Greene about his new novel Savage Ridge. Join them at Waterstones Swansea. Tickets are free. https://t.co/4eUCWm7vGq\n回复 @Nickyshearsby22 Oh, yes.", "overlap_score": 0.2049460298473456, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1081940913381769216, "screen_name": "karibisha", "user_at_name": "JMO", "sample_content": "回复 @BettyRubbl25348 @barnhsb @Mystifeye The US Heritage Foundation was the organization that challenged whether H received “special treatment”during the Visa application process not afforded other foreigners. This is what prompted H’s Visa to be under legal review by a US court.\n回复 @SerAemond Financial Times  article 2016, “ Before she met Murphy, Wallis heard he was worried they hadn’t cast an Irish actress as Grace. “I can stand my ground, she says, but it was a relief when they hit it off.” Another Wallis interview she said when she 1st met Otto he told her Cillian\n回复 @Nat_m0_rr1 @sage1411 Technically M can retain title until H remarries. But do children retain titles or LoS in divorce?\n回复 @dc70793 @Jensiphone M was on Deal No Deal 2006/2007. Her timeline after high school is pretty non existent. Joe Giuliano has only admitted he knew M as students in NW. Given pics M has had # exes. But kid rumours have persisted over time but who really knows.\n回复 @Belriver32 @the_royal_rogue July 2018 Wimbledon There’re # articles picked up this royal visit &amp; hat issue. VIP level is not as steep grading as upper sections so hats block views. No one is wearing hats in VIP box.\n回复 @MurkyMegPodcast As American citizen residing in US 5 yrs can  donate $. To openly campaign for political party cannot use titles as US constitution doesn’t recognize noble titles.\n回复 @MeghansMole Add to that H’s US  Entry Visa Application is under review.\n回复 @ShoveOnByrne @MurkyMegPodcast World Bank estimates poverty rate 38.9% in 2023, 2nd largest poor pop after India. Nigeria Advisory Council puts total dept profile to $81 billion in 2022. Revenue loss due to pipeline theft &amp; vandalism, sabotage, national &amp; foreign gov’t corruption. Revenue dependent on exports\n回复 @punkfrenchtoast Chris also moved to Universal other than % payout as they gave him total creative control, $200 mil budget. good film marketing campaign, a theatre release.\n回复 @LauraBockov Consign them to Vintage Retail Store…someone may find it fun to wear them rather than tuck them away in storage.\n回复 @longsally 43% tribal Nigerian leaves 57%. Malta was British colony but Historically &amp; Culturally more closely tied to Italy. Allegedly at NW M told classmates she was Italian descent. Joe Giuliano was from trad Italian family. Markle Sr claimed Irish Dutch German descent.\n回复 @BarkJack_ Will she now be hired for the Duchy of Lancaster?\n回复 @Bren526Martin @TheFakeDuchess Constitutional Monarchy is also known as Limited Monarchy, Parliamentary Monarchy, or Democratic Monarchy.\n回复 @cill_i_am Was Cillian’s GQ photo shoot Versace’s precursor to their male icon campaign w Cillian’s signing?\n回复 @SabirahLohn H &amp; Invictus are the sideshow. H’s presence is only needed to give reason for the wife’s attendance. M is just one time USO tour participant, never served but yet takes front &amp; center at Invictus.\n回复 @kelly1952 @MeghansMole M usually wears 4” 👠 to add to her true 5’4” height &amp; make her legs look longer. A older resume she claimed to be a supermodel &amp; legs her best feature. Diana was 5’10”.  PoW is 5’9”.\n回复 @MurkyMegPodcast M  was 6th on call sheet for Suits. H was  6th in LoS when M married him &amp; QE11 was Queen. She strutted around like a diva being 6th. How her ego has grown when 6th no longer is enough despite her lack of achievements.\n回复 @mog1717 @UKRoyalGossip There was Trooping the Colour balcony gathering when M tried to push her way to stand beside QE11 but was blocked by Anne, Andrew. M then kept turning around asking H to move to stand other side of balcony by Kate/William. H just told her twice to turn around &amp; look forward.\n回复 @lalaroze2012 @TheFakeDuchess Punched photographer in face causing damage, drunk at friend’s pool party pushed females fully dressed into pool, dad set him to rehab for drug/drinking problem, naked pool party in Vegas, calling fellow soldier “Paki’, Art teacher did his project for him, visible spur injuries\n回复 @sage1411 H’s Visa immigration status is under review soon. Is H setting up narrative in case his US residency bc limited or status altered?\n回复 @psychociller Cillian is collaborating w Max Porter on Steve script an adaption of Porter’s Shy. They’ve reversed the story to be a Teacher not youth offender. Cillian’s Big Small Things Co is one of the producers.\n回复 @MurkyMegPodcast Best comment is from Sarah Vine… Nigeria was a Presidential Tour for Meg while H stood in the backgrd in supporting role.\n回复 @MurkyMegPodcast It wasn’t a royal tour. They aren’t working royals. They don’t receive money from Sovereign Grant or rep the monarchy. If concerned abt protocols perhaps focus disregarding cultural &amp; social norms of dress, rude behaviour exhibited, vulgar display of jewellery among high poverty.\n回复 @PeakyRianna Given Tom Shelby’s mementos of past life burned in caravan &amp; white horse, he enters new journey. S6 ends 1933. WW11 declared 1939 when Knight said story ends w war. Expect Knight will have Tom receive his redemption thru death.\n回复 @nancytsidley @StephanieSidley Well it continues to be grt flag to RF  H not to be trusted. Backgrid knew his arrival time &amp; where to position photographer for the pic. H even made sure all press knew he was mting KC111.\n回复 @BarkJack_ It’s smaller details that KC will want to finalize &amp; for his legacy; favourite charities ensured, personal land holdings not of duchy, the Lodge issue w bro, new land projects started at Sandringham, his environmental &amp; Prince Trust expansion goals, personal papers/journals etc.\n回复 @PeakyRianna Matt Damon co-producer STLT said festival run &amp; EU distributors might be best route first. Jeanne du Barry  film had success going that way. Expect STLT will be part of Cork Film Festival in November.\n回复 @SerAemond Knight said he wanted someone with acting experience to cast as Grace &amp; liked Wallis’ body of work. The only point of concern for him was her ability to do the accent.\n回复 @Fibutton M had gate crashed the wedding event. M only stayed one day. Arrived in someone’s private jet from Toronto but left by commercial airline next day. The woman is a guest who joined their table when H was visibly upset.\n回复 @sage1411 Is this a half in/out tour? Photo ops, flashing titles while making back room deals for personal benefit? Isn’t this what Randy Andy once use to be accused of when he was UK’s trade &amp; investment rep for 10 yrs.", "overlap_score": 0.1449113479484133, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}]