[{"user_id": 138967572, "screen_name": "CindyRella1225", "user_at_name": "Cindy Rella", "sample_content": "回复 @mcgil80111 Thank you. Right back at you.\n回复 @Michael6266151 I am not. I am well beyond my child-bearing years.\n回复 @Nerdsskittles13 LOL. My hair is naturally brown. I had it professionally dyed for years. But, I remember a home dye job when I was in my younger 20s that went south. I wanted blonde highlights. What I got was mostly blond hair. That was not a good look for me.\n回复 @kbalt1020 No kidding!\n回复 @Infantr09763434 Thank you. If I remember correctly, you and another military friend were the inspiration behind this creation.\n回复 @DeniseBales8 @Michael6266151 All I did was share a funny meme earlier.\n回复 @Michael6266151 Thank you Michael.\nA must watch on this Memorial Day weekend.  https://t.co/1aJLllb9gj\n回复 @DeniseBales8 Thank you. My father and brother are in heaven.\n回复 @Beth0214Skal Thank you Beth. I would love to have a view like this one when I am reading.\nI saw this image on Facebook. It brought tears to my eyes. https://t.co/mjR3KeRyyi\nGood morning/afternoon. I hope everyone has a great day. https://t.co/YMpuhpzGr2\nMy creation. https://t.co/EpbOZPWC3W\n回复 @GilbertLB63 Thank you.\nThe @EPSHERIFF had a memorial run/walk today to honor the memory of Deputy Peter Herrera, who was killed on this day 5 years ago. Shame on Bobby Flores for using the event to promote his campaign. May Deputy Herrera rest in peace. https://t.co/TjFg6tg7AL\n回复 @MondayGlam Thank you.\n回复 @DeniseBales8 @BiologicalWoma2 I seem to recall creating it for KellyJo back when someone was being nasty to her.\n回复 @DeniseBales8 Good night Denise. I am going to read my book now.\n回复 @CAROLINA_GIRL_D My brother passed away in June 2006. He was only 38 years old. I have stayed busy with other things today so as not to dwell too much on the sadness I feel on his birthday every year.\n回复 @roll_tide74 Good night Tim.\n回复 @BiologicalWoma2 @CatWill80260765 Belated Happy Birthday Cat! https://t.co/PxN8FrRgUF\nMy creation. https://t.co/oEkB9K6g0J\nMy creation. Can anyone guess what song from a famous country music singer inspired me to create this image? https://t.co/DXuOzrwKGG\nhttps://t.co/cCWjUYCZaJ\n回复 @maryf8097 I am blessed as I am retired. But, I remember well how I felt on Sunday evenings while I was working. My last job left a lot to be desired. I called in sick many times because I just couldn't handle being around my jerk of a boss.\n回复 @maryf8097 Thank you Mary. I think I am just feeling out of whack as I didn't have a quiet evening last night. I try to quietly read after I get off social media for the day. Didn't happen as friends were texting me about events in my city.\n回复 @DeniseBales8 I think I have only landed in Facebook jail once or twice. It has been a long time as I only use it to obtain the images I share here. I also read my local news on Facebook. I have a few friends who have been in Facebook jail several times.\nMy creation. https://t.co/KmTXkOCBcS\n回复 @DeniseBales8 You were lucky. Mine did briefly work its way out. It was actually my fault that it got worse as I let a former co-worker convince me to wear my heels instead of my ugly shoes for Administrative Professionals Day. That was a stupid mistake.\nMy creation. https://t.co/VHY4aR9j4g", "overlap_score": 0.2347504080856171, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1095798802106134529, "screen_name": "aciafricanews", "user_at_name": "ACI Africa", "sample_content": "🎥VIDEO | February 22 the Catholic Church celebrates the feast of the Chair of Saint Peter. This day marks the papacy’s unbroken succession and the pastoral mission entrusted by Christ to Peter and his successors. Here are some things to know: https://t.co/UTIqpyGXnI\nA beautiful testimony about faith and suffering. 🙏❤️  Fr. René Gaston Ayihi Tsimi, a member of the Clergy of Cameroon’s Catholic Diocese of Obala, who died on Monday, April 8 in Rome after an illness, is being remembered for his “serenity in accepting” the will of God in his… https://t.co/EQV6Nvscm1\nAn inspiring testimony ahead Holy Thursday: ❤️➕  A few hours before starting the Paschal Triduum, the central time of #HolyWeek2024, with the celebration of Holy Thursday, the day when Jesus instituted the Eucharist and the priesthood, we share the testimony of @MissCiku, a… https://t.co/XXhzEGUMHj\nCatholic Priest Who Fled War in Sudan Recalls Locals Parting Shot https://t.co/3i40j954yF\nAs ocean temps hit record, Vatican hosts discussions on climate change https://t.co/j3nNvnwq6B\nLes diacres ordonnés dans le diocèse angolais de Mbanza Congo invités à «être très attentifs aux besoins de tous » https://t.co/giDZ80NgWV\nLet's pray that both are safely found. 🙏  The Catholic Diocese of Tombura Yambio (CDTY) in South Sudan is asking the leadership of Western Equatoria State as well as the national government to provide answers on the “whereabouts” of Fr. Luke Yugue, Parish Priest of Nazareth… https://t.co/gubW1ORLCv\nService in Angola, São Tomé “source of spiritual enrichment”: Outgoing Apostolic Nuncio https://t.co/P3m0RQgwSv\nPope Francis’ Day Visit to Venice Showcases Art as Means of Encounter, Fraternity  https://t.co/vI7bJHoxDL\nTo God be the Glory! 🤩  The nine newly ordained Kenyan-born members of the Congregation of the Holy Spirit (Spiritans/Holy Ghost Fathers/CSSp.) have recalled their “long journey” of formation to Priestly and Religious life, and expressed their readiness to report to the mission… https://t.co/1cZbKece2I\nAfrican Theologians Organize Online Conversations ahead of Synod on Synodality Session in Rome https://t.co/OetB1INw3v\n😇 Today, July 6th, we celebrate the feast of St. Maria Goretti, a young martyr and virgin who exemplifies purity and mercy for all Christians. Pray for us. 🙏  Learn more: 👉 https://t.co/JFakVAmpC7 https://t.co/9QblpYGIF0\n😇 Today, August 20th, we celebrate the feast of Saint Bernard of Clairvaux, a Doctor of the Church well-known for his Marian devotion, especially in using and promoting the \"Memorare\" prayer. Pray for us. 🙏  Learn more: 👉 https://t.co/UAWwJoEGof https://t.co/UuhMuEnZAW\nImmediate Former President of Catholic Bishops’ Conference of Ivory Coast Appointed Archbishop of Abidjan https://t.co/kvhqnbeubu\n“Be serious in the business of forming leaders”: Bishop to Faculty of Newly Chartered Catholic University in Kenya https://t.co/KFmrBhmC1r\nOne day after the Most Sacred Heart of Jesus, we celebrate the Feast of the Immaculate Heart of Mary, which this year is on June 8th. Heart of Mary, after God's own Heart, pray for us! Heart of Mary, refuge of the sinner, hope of the dying, and seat of mercy, pray for us! 🙏❤️ https://t.co/eyF1Ku2nL2\nUganda’s Catholic Dioceses Notified of Limited Altar Wine Stock, Urged to “regulate use” amid Delays in Shipment https://t.co/AUAoRopKUE\nCatholic Bishops in CAR Denounce “sterile rivalry between Clerics and Laity” https://t.co/HsQSIiV1ZH\nCarlo Acutis to be first millennial saint: Pope Francis recognizes miracle for canonization https://t.co/wxKjh8MlOU\n“Profound joy”: Catholic Diocese of Kumba in Cameroon Celebrates Release of Abducted Priest https://t.co/0S3NRtaVB9\nCatholic Bishop in South Africa Lauds IMBISA Golden Jubilee Theme as Showing Synodal Call to Listen, Walk Together https://t.co/fWCHc9BK3n\n😇 Today, on April 21st, we celebrate the feast pf Saint Anselm, a Benedictine monk and archbishop best known for his writings on Christ's atonement and the existence of God. Pray for us. 🙏 https://t.co/vG7F3vPzIu https://t.co/3LnhigtIlD\nLet's pray in reparation for this sacrilegious act: 🙏  The Catholic Archbishop of Yaoundé Archdiocese in Cameroon has condemned the desecration of the Mary Queen of Peace Shrine Nsimalen of his Metropolitan See.  In a statement issued Thursday, April 4, Archbishop Jean Mbarga… https://t.co/UpTptY8nlG\n“Good, very good”: Outgoing Apostolic Nuncio on Angola-Vatican Relations, Collaboration https://t.co/9WStGCrAYC\nLocals in Mozambique Tell Stories of Christians Killed for their Faith: “They are our martyrs” https://t.co/NWNEklee4A\nMother Teresa “was sent there for me”: A Producer on New Film on Journey to Rediscover importance of the Eucharist https://t.co/5NBEHsE9Ha\n🎥HIGHLIGHTS | Pope Francis met at the Vatican with Friars Minor of Tuscany and La Verna as they celebrate the 800 years of the stigmata of St. Francis of Assisi, which he received in the Italian town of La Verna on September 17, 1224. https://t.co/gBg2EtL6pq\nCatholic Communicators in Africa Covering Synod on Synodality Urged to “protect image of the Church” https://t.co/Eosw8pilK8\nNigeria’s Yola Catholic Diocese Celebrates Release of Priest After 10-Day Captivity https://t.co/mXIeSexhoo\n😇 Today, May 1st, we celebrate the Feast of St. Joseph the Worker. Pray for us, especially that those who are struggling to find work may be granted dignified employment that enables them to provide for their families. 🙏 👉 https://t.co/dsdRmZDkwl https://t.co/I8jIIC9Bsx", "overlap_score": 0.1652855038982011, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1039899418563174404, "screen_name": "N_YOmentionsHOE", "user_at_name": "The real life Joe from you", "sample_content": "回复 @Rwall32 @CODUpdates You have to put on your infantry vest\n回复 @TylerJayyyy He’s been wild, he used to hang at the strip club with us… doing drugs and all lol rip tho\n回复 @nialashon fish is pretty lean\nCan somebody start a short cut thread for women I’m trying to see something\nLips\n“ you drive with your knees…That’s why they hurt now”\nDawg this funny af 😂😂😂\nYou only drop the top if it’s fast or luxury\nLove your smile when you’re happy see all thirty-two teeth\nThis green you letting her spread that shit, both of yall nasty\nMy Costco plug ain’t plugging\nThey out here doing more drugs than they’re selling\nThere’s no bbl body that you could compare to this\n回复 @GrrStephy @chrisbrown Starting at 500\nLex had me crying making her son run them suicides for punishment…that’s the type of parenting we need\nIt smells like mildew outside\nDo yall floss before or after you brush your teeth?\nBro I’m trying to transfer my Webull into my Robinhood and they’re blocking\nMy phone be blowing up with temptations all night my line\n回复 @k_London6 Somewhere in the dmv or Texas\nLife ain’t bad we’re the ones that create it\nYou nasty if you kiss on animals\nStay away from women that’s afraid to be single\nNever put yourself in a position to depend on other people\n回复 @kyskyxo Smoke a joint\nJamaican food 😂\nSwear…i disable that shit\n回复 @Fish_Greas3 Where’s that tall ass dude at\n回复 @PBSImpulse9 The teacher straight up watched them fade\n回复 @Shawwdyyy lol i was just talking about this yesterday how they keep switching up", "overlap_score": 0.2073256781047705, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1217014550635126784, "screen_name": "branan_edgens", "user_at_name": "Branan Edgens", "sample_content": "回复 @its_The_Dr You are allowed. Recounts and investigations were conducted ad nauseam and at great expense by highly motivated right wing partisans.  For YEARS.  They found nothing.   He lost.\n回复 @BeardedGenius I’m not even going to listen but I’m relatively sure he uses the word “paradigm” here, right?\n回复 @__H0STILE__ They’re too lazy to put in the work and favor easy, emotionally satisfying answers. We should at the very least teach science literacy to better equip society to read scientific info with context.\nWhile on the subject of CLOAK ABD DAGGER, back then they treated threatening a child a bit more casually. Let’s start with the scene where the bad guys discuss killing an unconscious child 🧵 https://t.co/RAAKxMP6KM\nThe Würd for the Weak is \"Bowgett\"  For the rest of the definition goto link in bio. https://t.co/22cJFmdyEY\n回复 @WallStreetSilv 2 questions for the Tate Braintrust: 1) How did every casual observer predict the overnight uptick in votes and that mail order would go predominantly Dem? (this was not a surprise) 2) Why did those doing the rigging not secure a Dem congress and Judiciary?\n回复 @SMKP_Films @mattzollerseitz @BilgeEbiri @criterionchannl Oh! I remember YOR! The awkward choral music cue / stinger used in his triumphant moments is burned into my brain.\nI’m calling OPPENHEIMER for director and best (and heaviest) picture. The IMAX print weighed 600lbs!\n回复 @MTGrepp Ruining countless lives demands his is ruined in return. That’s justice. We have acquaintances in-common and he has been a socially corrosive ass-boil his entire life.     Bury him.\n回复 @stats_feed I’m not saying this to flatter you but… statistical analysis, starting in 1st grade.\n回复 @ansonmount He was the king of cynical clowns but that wounded heart was always detectable under the crusty surface. He was VERY frequently the most interesting part of many movies.\n回复 @TaraBull808 She is not getting hate except from that plastic, ultra-conservative Lebanese woman who I think started all this for engagement purposes (and it worked). Everyone else thinks she’s cool.\n回复 @Thekeksociety Roman basilicas had round open windows (oculi) on the west to allow for  light. Christian churches were based on basilicas and N. European weather meant filling the hole w/ glass, that glass became a convenient place to put more stained glass to tell stories and display wealth.\n回复 @Y2John84 It ends abruptly at precisely the point it has no more story to tell. Storytellers take note.\n回复 @heywaihein @MAstronomers Available bandwidth/connectivity: we live in a Niagara Falls torrent of available broadband on earth. Saturn probe is like sipping through a stir straw.\n回复 @CalltoActivism Con a plurality of the population into thinking his love for himself is actually love of country. Let’s face it: he’s the best self promoter of our lifetimes.\nThis is why I started my Debriefing series: to capture that initial thrill of exiting a theater and experience the essential social aspect of movie-going.  https://t.co/sM7wpjQKTn\n回复 @akafacehots Where’s NY, IL or CA?  1. Mississippi – 28.6 per 100k 2. Louisiana – 26.3 per 100k 3. Wyoming – 25.9 per 100k 4. Missouri – 23.9 per 100k 5. Alabama – 23.6 per 100k 6. Alaska – 23.5 : 100k 7. New Mexico – 22.7 / 100k 8. Arkansas – 22.6 / 100k 9. SC– 22 /100k 10. TN– 21.3 / 100k\n回复 @bennyjohnson You people will never understand: These numbers do not reflect support or popularity, they indicate fanaticism. Joe's supporters do not want a King, they don't want to worship anyone in power, they just want him to quietly do his job.\n回复 @Whotfismick A pulpit to deliver very brief sermons to whomever is ascending or descending the stairs.\n回复 10 min later he’s kidnapped by a kindly grandmotherly and grandfatherly type who do not hesitate to threaten to blow the little boy’s brains out. https://t.co/U4yFEbrpDz\n回复 @DonaldJTrumpJr Except for congress and the Supreme Court.\n回复 @HumansNoContext Jimi and Ludwig, that would be an epic jam.\n回复 @CollinRugg Why are you giving oxygen to this less than 1% jackassery while the vast majority of curious folks are having a positive experience engaging with these portals? It’s almost like you are some sort of bottom-feeding troll?\n回复 @meestervinyl @payphoneexhibit Landmark Cinema in Syracuse NY had a antique non-crystal-synchronized variable frame projector. You could almost see the black between frames and it pulsed like a soft strobe. I went into a trance. The music was a live accompaniment on the pipe organ.\n回复 @realmsnatalie @CharlyVanRumple @Acyn Ah, so you can’t distinguish between governance and entertainment. This explains a lot.\nBranan's Film Debriefing \"Gonjium: Haunted Asylum\"  I'm joined by horror fan Kat who needed to take break after the movie to calm herself down.  For the full debriefing goto https://t.co/GmFFI2coKn https://t.co/KXpnaKLRD4\n回复 @TheWellPod @ansonmount Addendum: after speaking with Xander Berkeley who plays the villain I was informed that SHORT TIME was originally to star Burt Reynolds! That would be a very different movie.\n回复 @krassenstein Sometimes he stammers, sometimes his thoughts lose momentum. But I can always understand what he is saying. With TFG I sometimes can’t decipher what he’s trying to say: just bizarre non-sequitors and word salad that never adds up to a thought.\n回复 @akafacehots You don't want to go down this road when you realize those blue areas represent 80% of the population.   80%  The vast, overwhelming majority.", "overlap_score": 0.1796164748756342, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1350237883, "screen_name": "EmJHarris2", "user_at_name": "NanaBanana - #TeamSanity🐊", "sample_content": "回复 @TristanSnell Sounds like a bit of political grandstanding by Biden while people need services. It's a jerk move.\n回复 @DogRightGirl Bless your heart. Have you seen a mental health specialist regarding your delusions?\n回复 @TheMMAmonstar Neither candidate is fit for office. Not just physically unfit, but unfit as a leader. Pretty sure Biden isn't calling the shots anyway. I won't be voting for a presidential candidate this year. First time ever. Sad that we've come to this.\n回复 @KatiePavlich Pump him full of whatever they give him to make him upright and somewhat cognitive. Give him an earpiece so they can tell him what to think. Slap a suit on him and send him out there.  But honestly, it's easy to agree to a number of debates that may or may not happen after the…\n回复 @karrihatley @rittmeister_11 @VP72801 Who do you think \"us\" means? The people you constantly criticize and then desperately want our votes. Trump said he doesn't need our vote. Almighty then. You get what you deserve.\n回复 @RichardGrenell A smart man wouldn't have scheduled a rally, nor would he have pushed a rigged election narrative so far that his devotees (of whom he knew he could persuade to get riled up enough to cause chaos) would decide to break into the capitol and cause damage.  No, a smart man would…\n回复 @marybeth5025 @LibertyLinda4 @Unfilteredboss1 @TheFLGOP We've got a guy who just moved to our county a few months ago. He's now running for school board. He's not married, no kids. He was on the county commission and town council in another county. Now he's got a fake address (apartment belonging to another MAGA running for office).…\n回复 @ZelG @Logically_JC He admitted that he made up the 6ft rule out of thin air that businesses and schools adopted. He admitted that requiring kids to wear masks wasn't a good idea and that it wasn't based on science. Have you listened to any of the testimony?\n回复 @Shaughn_A2 My only complaint is I have to wait to see a new episode weekly. What is this...the 80s? Just load all the episodes so I can binge watch like we all do here in 2024.\n回复 @Palmstead @podiatristdon Give me a conservative to vote for and I will vote for them. If Florida allowed me to write in a vote, I would write in DeSantis. Otherwise, I'm not voting for a Democrat.\n回复 @GOPga93 @SenRickScott and @michaelgwaltz have been a disappointment in their endorsement of Trump. Not sure I can support their reelections. Will see who is running against them during the primary in August. Far too many MAGA candidates and not enough strong conservatives.\n回复 @DefiantBaptist @Old_guysrule Those that were in the teachers union stated that. The teachers union in Florida is not very successful and many teachers are not affiliated with it.\n回复 @PolitiBunny It's not  it's not practical for 2 reasons. First, how does it help the ticket to have 2 people from the same state? You want to cast a wide net of votes. Secondly, there would be a problem with the interpretation of the 12th amendment regarding electors. You could possibly…\n回复 @JoshKunis DeSantis would have had cranes out there hauling the debris out and the Army Corp of Engineers ready with a temp bridge.  No, seriously this won't be an easy fix given the importance of this port and the necessity of building a larger bridge. Nor have I heard if they have rescued…\n回复 @ReOpenChris We live in Lake county and drive by a weed factory every day. It does smell like a skunk. Feel really bad for the homes in the area who are down wind of the plant.\n回复 @SarahBurris Using the logic that we already have laws in place, why do Dems push more gun laws, or ignore immigration laws? We already have laws in place.\n回复 @Miguel2redux @macrotargeting Even worse. Unelected people covering for a senile man have access to and the capability to get him to make a call that would impact the entire world. Either way, it's bad.\n回复 @amypento I can't sufficiently capture the whole problem within this post, but let's start with the classroom.  1) teacher is given standards that they must teach to. Usually, the lesson plan is approved. The standards are compatible with state testing. In most cases, they are driving…\n回复 @songbaby57 @LindaTraitz He knew there was going to be trouble because he asked for more security. He knew because social media was full of talk about violence and the Left infiltrating with bad actors to cause more trouble. But not all the violent acts were perpetuated only by these bad actors. Plus,…\n回复 @KickboxerEsq @EvanPower @FloridaGOP @GovRonDeSantis Hey, @EvanPower, we won't be back. That's two votes in our household plus two from our sons household.  Yeah, I know it's just 4 votes, but that's 4 votes that Trump had in 2020 that he will desperately need in 2024. Why on earth would I vote for a man that compares DeSantis to…\n回复 @cvpayne @profstonge Here's the thing Charles...there's a lot of us who aren't happy with the entire ticket and the party as a whole right now.  There's your story.\n回复 @conservativ3ant To be fair, a lot of those so-called X or TT sites don't share truthful info. They make crap up and it's easily confirmed as crap. Don't fall victim to it. It's there to create misinformation and division.\n回复 @SHvolgaard @willchamberlain He's such a coward. Avoided the draft with \"bone spurs\" and avoided debating because he can't handle DeSantis. What a disgrace.\n回复 @Unfilteredboss1 It will be a different landscape in 2028. Far too early to determine who would be best.\n回复 @ryanobrien @Mormolykeia Although I took the first round, not happily, but I did...I backed off from taking further shots. Now, after the latest info has been released, I am glad I did. It was a vaccine released too quickly without any financial responsibility by the manufacturers. I have nothing against…\n回复 @DeebsFLA Intermissions? Let's see: potty break, oxygen mask, change the battery in his earpiece, and IV.  Seriously, when has a president ever took an intermission during a SOTU address, much less two?\n回复 @greg_blaire @thehill There is a whole other portion of the GOP party, namely real conservatives....not MAGA, who will not be voting for Trump. We didn't vote for him in the primary and sure as hell won't be voting for him in the general. He's not done a damn thing to earn my vote in 2024 and just…\n回复 @dfsupdates @_MLFootball @ArrowheadLive @lexiosborne @bturner23 @LetsChatChiefs @ChiefsFocus @chiefs_outsider @chiefshive @RamsTapes @vinceayg_ @ShayTweetedThat They totally didn't. They just remarked on what others were saying. People don't read past headlines.  If she did, she would have known it was Butker's wife choice to stay home with her kids. As he said, she didn't regret it.\n回复 @clairecmc Claire Bear, you know we don't always trust the data from our dear government, especially this administration.  It's like telling me that my groceries are cheaper too, when they're not.\n回复 @VetWarrior76 @mopenshaw @Mark_McEathron @PowerOwn45 @Pickledfins @blondina_winter @jso_patriot @Unfilteredboss1 @TheFloridaMike @shrewddudescast As I said, my vote in FL won't matter. He'll win the electoral votes. He won't win the popular vote.  But I'll know that I didn't bend the knee and continue to vote for failure. Pick better nominees.  Oh, what am I saying. They count on people like you. Rinse and repeat.", "overlap_score": 0.133743968086409, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1170337936140853248, "screen_name": "Dimma_Jose15", "user_at_name": "Dimmajo", "sample_content": "If you think gold medals are made of pure gold... Think twice ...The last Olympic gold medal that was made from gold was awarded in 1912. Gold and silver medals are 92.5% silver.🙂\n回复 @berrymaduka Will you still recognize him now\nA leader is a servant, not a lord. A leader cares rather than controls. A leader does not demand respect. A leader leads by example, not by directives. A leader is a symbol of love, not a symbol of power. Anyone desiring to be first or to be in the lead must be willing to serve.\n回复 @wealth_director Becoming by Michelle Obama Memoirs of a Geisha\nHate has four letters but so does Love. Enemies have seven letters but so does Friends. Lying has five letters but so does Truth.  Failure has seven letters but so does Success. Cry has three letters but so does Joy.  You always have a choice, so choose the better side of it.\n回复 @yabaleftonline May his soul rest in peace. Amen\nGood morning lovely people. Arise and shine for your day has come https://t.co/jsN3njiCUO\n回复 @Fact Absolutely!\n回复 @yabaleftonline Seychelles\n回复 @yabaleftonline Don't try to proof anything, just be yourself\nIs no longer the more we look, the less we see. It's now the more we look the more we see...🙂\nEverything that happens once can never happen again. But everything that happens twice will surely happen a third time... 🤔\n回复 @SkyIcon88673 @Emmyifeoluwa13 👍\nWhat fear have you overcome and how?\nKnowledge is growing so fast that ninety percent of what we will know in fifty years will be discovered in those fifty years. 🤔\n\"Greed, Selfishness, wickedness, corruption, gambling, is a greater sin than unlawful s£xual practices\"... Sanusi Lamido Sanusi  Do you agree with him? https://t.co/pVSZyJEvIJ\n回复 @abazwhyllzz Walk with you to where biko! You can have the way all to yourself 😳\n回复 @wealth_director I'm falling in love with memoirs recently\nMany times in our lives, life crumbles us and grinds us into the dirt. We make bad decisions or deal with poor circumstances. We feel worthless. But no matter what happens or will happen, you will never lose your value just like money, you're special, so don't ever forget it.\nO let my tongue cleave to my palate if I remember you not!  Happy Sunday!!\n回复 @HenshawKate You no want make we hail you again, you l!e oo 😁😉\nYou're writing your autobiography. What's your opening sentence?\n回复 @HenshawKate She na Jesus pikin, no go there oo 🙂\nThe world would be a better place if we direct all the energy we use in judging others on ourselves instead...🤔\nWhat we mentally refuse to permit others, we refuse ourselves. What we bless others, we draw to us...🤔\n回复 @yabaleftonline Being with someone who has money is good, in fact very necessary. But some will stick with you for you, whether you have or not\nWhat the ego doesn't want us to see is that the guns we need to get rid of first are the guns in our own heads...🤔\nOne of the saddest things in life is to get to the end and look back in regret, knowing that you could have been, done, and had so much more..🤔                                   --Robin Sharma-- Good morning ❤️\n回复 @nurasabitu People tend to bury their consciences and trash their standards because of what is in for them, not that they are truly in love with the person\n回复 @abazwhyllzz You never see anything and the money they call for this box is out of this world", "overlap_score": 0.140608359529961, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1070067212, "screen_name": "Markjam35310442", "user_at_name": "Mark Jace 🇺🇸🇬🇧", "sample_content": "回复 @Shez_LFC @Nigel_Farage If there was no other culture you’d still be doing it to selves, that’s  the real problem.\n回复 @jenuflexion @misspaulalondon @RealityRights99 @Iwontcalmdown @JackLubner Now I’m making up a pandemic ? Oh it gets better with high 😂\n回复 @DavethePerv @Skasky2409 @seforsyth @DavidPoulden War was always here. By words or by actions 👍🏻 people will alway conflict, it’s in their nature to do so. There’s no point in anyone feeling down, it’s realism and we take all the bad with all the good when both come knocking.\n回复 @Joanne1Vaz @Bennyjj81 @LeeAndersonMP_ Yes Ben is openly a defender of the openly racist mayor. There isn’t even a defence for Khan because he has “publicly” made racist remarks.\n回复 @orr_robinson @cheesedoffbloke @JackieD86388657 It’s religion! It’s very definition of tradition! It’s not religion if it is changed so much beyond recognition of what it was. It becomes something else obviously! Where’s your common sense. All religion has laws that restrict some form of freedom. That’s what you are opposed to\n回复 @elonmusk I gave up on google for specific searches a few years back. They gradually got worse with time. You’ll end up looking for food like steak and it will end up showing a message to you how irresponsible you are to the planet whilst show plants and how to  become  vegan instead\n回复 @FuzzMonkey322 @TRobinsonNewEra To attach it to Christianity is an extreme insult to peaceful Christians. Look up the global problems created by the people of its faith , it is the highest aggressive faith by quite a margin. And been hijacked increasingly by extremists\n回复 @jenuflexion @misspaulalondon @RealityRights99 @Iwontcalmdown @JackLubner And when labour gets in you’ll see how bad a mess things will really get even without Covid\n回复 @John85877857 @Stallulah2 @doctor_oxford @JohannaTC Drug pusher 👆🏻👆🏻\n回复 @LisaCypher @An_elf_pirate Movies are too politically correct and don’t focus on story in depth. they are reflections of their creators more unbalanced and chaotic lives due to their personal political beliefs instead of being more balanced and professional. They don’t think with an open mind anymore\n回复 @marshy38 @BillyVacant @CowTut Because it isn’t, hating humans is the only racism. Everything else is creation of cultures within and civilisations. Humans diversify to advance their “race” and the groups hate one another or accept the differences, but they make the differences to find the best way forward\n回复 @elonmusk Elon the world is a poorer place because of poor American fore sight tbh, Pearl Harbour wouldn’t have happened if Americans had been just a little more friendly to the Japanese beforehand and allowed them more power to keep china and Russia in check with us\n回复 @VronP7 @The2023Edition @Eyeswideopen69 She wasn’t indoctrinated. She was interviewed and could stated she was traumatised after getting away from them instead she was cold and evil. She only changed her tune when beebs notified her she could lose citizenship akka evil not a victim\n回复 @RonFilipkowski Idk what you were listening too I heard a lot more cheering than booing once he started telling them all the bad sht Americans suffer. Bidens a joke who is crippling America and will replace every American with a foreigner taking their jobs and getting to vote for him\n回复 @ZomboyChef @FreddieQuadrant @Keir_Starmer You clearly forgot your OWN post, about boats, people crossing on boats toss “passports in the channel. In case you forgot,. if they were really seeking asylum they’d have no reason to throw away identification would they! If they are genuinely escaping something, use that brain\n回复 @Ariel_Adam @GBNEWS Yeah be careful where you get your statistics, they said weather was 19 here once and we had friggin snow 🤣global warming in winter when everyone was actually freezing. Agenda nonsense trying to fool people who were actually feeling it\n回复 @bbuckley88 @bloss76 @OliLondonTV We will be fine, we fought tougher battles than this lot. We didn’t become an empire or commonwealth for always sitting on our behinds, when push comes to shove the nationals will put them back in their box, when we got guys like  around giving us support 👍🏻❤️\n回复 @jenuflexion @misspaulalondon @RealityRights99 @Iwontcalmdown @JackLubner I’m moderate right and that’s far better than being a lefty virtue signaller who ignores domestic struggles over immigration. Because you are completely oblivious to the seriousness of poverty\n回复 @linfitlass @109mph @Jacob_Rees_Mogg I was right then . How does anyone expect tories to tackle national debt when they start from a position of negative then got hit by covid amongst other problems left by the previous regime. Labour had good growth during the time they increased debt\n回复 @einstein_evans @sxsw She’s also picky about her ethnicity, she fills out forms changing her ethnicity when it suits her. She is actually “mixed” ethnicity so if that isn’t an option she should put “other” if applicable. Yet she picks what caters to her political desires or discriminations of others.\n回复 @elonmusk Is it to create a us branch of TikTok or are they looking to buy the whole?. If the whole I think that’s wrong. Should leave it alone and have a US specific brand of TikTok.  Many countries don’t want Americanised things. Different cultures like different things\n回复 @rog88keys @KingBobIIV @arusbridger The far right have not had any power of influence they have been the minority think. The only way they would grow in number is if there was an hysterical far left ideology pushing moderates to the right too. That’s how it works\n回复 @SocialistNIRE @RebeccaRadnor @OwenJones84 The fact you attack ethnic hating but hating at the same time is amusing. Conflicting your own views\n回复 @BeefyPies @BusyBody1776 @Itswhoyoutthink @thatzaza6533575 @ChewyWishy @ThomasPaineBand @The_Regnum @rshereme They were building nukes. Not at the beginning but near the end, they build the v’s and dropped them on Britain and we’re trying quickly develop stronger more deadly bombs akka the first nukes, America grabbed their scientists to try prevent it actually too\n回复 @WaineGallagher @MokumDenizen @missgripper_ Watch the eu collapse after it turns Britain into a poor Afghanistan if we do properly rejoin. Still waiting on those supposed fix roads they promised decades ago. No more eu you’d have to be daft to not see they a pyramid scheme for beurocrats with flashy cars and homes\n回复 @jenuflexion @RealityRights99 @misspaulalondon @JackLubner If someone says they a kangaroo are you going to believe it when you don’t believe 99% else of what they say? 😂because of what you assume their political stance to me you automatic assume they a bad un.\n回复 @jeremycorbyn Plus it’s racist to say Rwanda isn’t safe. So much for the noble causes eh\n回复 @WarwickWawick @RayMairead @DarrenAgus A botanist over many years against extreme ideology. Don’t you remember the extreme bird flu hysteria by some them and media.  They whipped it up and nothing actually happened. They extremists trying scare everyone for cash. Ppe girl who scammed people out of many billions.\n回复 @ThePrinceofLord @NotFarLeftAtAll Reform is growing and they finished second in many areas, but in truth khan has been massively unpopular in London and has still been winning , people know what’s really going on With the political elites and labour votes. Especially in angry at labour wales for some years now\n回复 @BremainInSpain @Suewilson91 And will literally cause civil wars the likes you have never seen. The EU are toast and if they drag Britain back in, sooner toast", "overlap_score": 0.1706668958062011, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1029333993353670656, "screen_name": "BoltonArena", "user_at_name": "Bolton Arena", "sample_content": "Summer holidays OR payment holidays! 👀  Refer your friend or family member to our 24/7 gym, and bank a 'payment holiday' for one month, when they signup🤩  *PIF members can receive a 1 month membership extension!   Refer via the Bolton Arena App - https://t.co/6T2RizzmK3 https://t.co/K7Y0FyKDp5\nWe closed 2023 with a flourish, welcoming dignitaries and football prodigies to the unveiling of our newly refurbished 7-a-side and 9-a-side pitches! 🤩  It was a pleasure to be joined by Horwich Town Mayor, David Grant, who left some fantastic words: https://t.co/rPQhOFNZPW https://t.co/FNrbdaXPbf\nHave you entered yet?! 👇  A chance to win TWO FREE tickets to Made in Manchester, all you need to do is attempt your quickest 250m on the Ski Erg!🤩  Approach one of our gym team to find out how to enter... deadline is Friday! https://t.co/E1QrTNzcG4\nLove Her Wild, UK-based non-profit women's adventure community are joining us at Bolton Arena! ❣️  Our very own pickleball enthusiast, Jo, will be hosting a Special Pickleball Session, on Sunday 4th February 12pm-2pm💫  Find out more: https://t.co/PZoilzUCeB\n5-a-side Youth Leagues ⚽  We're looking for 14-18 year old's to enter into our Friday night football league on our amazing 4G pitches! 💪  Qualified FA Ref's  £23 per match 6pm - 8pm   Book your team with our team: football@boltonarena.com https://t.co/qaWHIJxfbQ\nA huge good luck to @OfficalBWFC tomorrow! 🍀⚽  We're all routing for you here at Bolton Arena, we can't wait to watch an intense game!  Although it may be a ghost town with everyone travelling to Wembley tomorrow, we will have the game on TVs in the arena!  📺 https://t.co/l42dM5Vumo\nA Nutrition Masterclass with Helen Kimber! 💫   The award-winning nutritionist, yoga teacher and PT will be hosting a nutritional masterclass workshop at Bolton Arena on Monday 29th January 7pm-8pm 👌  Sessions are £25, and you can book online here: https://t.co/BE4JkLh3w3 https://t.co/UEBu7aSTDD\nWe’re joining #SeriouslySocial for a week to mark how Charitable Trusts and Social Enterprises like ours support people to live healthier happier lives.   Find out more at https://t.co/iJ0nCdsBTW https://t.co/acIET8MQvM\nArena All Inclusive only £32.99 per month direct debit... contract FREE! 🤩  🏋 Gym Access 💪 75+ Weekly Group Fitness Classes 🧖Sauna &amp; Steam Room 🏃Outdoor 400m Running Track 🗣️Amazing Refer-a-friend Offer 🤑No joining fee!  Sign-up here: https://t.co/x81kyOpIq2 https://t.co/HThxV79HVt\nGood health and wellbeing are fundamental to the quality of our lives; and a healthier lifestyle increases life expectancy.   That’s why we’ve developed so many programmes to support you achieve a healthier, happier life. #SeriouslySocial https://t.co/381zcTcVwC\nCongratulations to our Tennis Head Coach, Elliot, on winning las months raffle! 🏆  We now have a book sale in reception, pick a book from our wide variety, all we ask is that you donate a minimum of 50p to keep the book 📚  All funds raised will be donated to Bolton Hospice 😅 https://t.co/2QNw1FvGs8\nJoin us on Saturday 23rd June for our 3km fun run in aid of Bolton Hospice, get covered in paint and run for this wonderful hospice! 🎨  Only £12 to be covered in paint and out of breath... book your place by clicking the below link ⬇️  https://t.co/K1WqOICOQn https://t.co/u5c7nMjOkE\nFREE Months have never been so easy! 👇  🗣️ Share our fantastic offering to a friend or family member.  📲 Get them to signup via the link below.  🪪 Ensure they add in your membership number. 🤑 Receive a FREE month!   Signup link - https://t.co/xl2cGthPjS https://t.co/v1RJMhlZPM\nRefer your friend or family member to our brand new 24 hour gym, and bank a 'payment holiday' for one month of your direct debit payment (aka 1 month FREE), when they signup🤩  Download the Bolton Arena app, and refer today - https://t.co/6T2RizzmK3 https://t.co/9rHTecTWFs\nWe've got some fantastic football tournament packages available! 🏆  Our packages include so many benefits: 4G pitches ⚽ Tournament planner  Can cater from eight up to thirty-two teams F.A. qualified Referees 🟨🟥 Trophies 🏆  Contact football@boltonarena.com to find out more! https://t.co/U2wW99tqnN\nRefer a friend = receive a FREE month 😅  Guarantee yourself a FREE month, when your friend or family member signs up to a membership at Bolton Arenas 24/7 Gym! 🤑  Download the Bolton Arena App, and click refer a friend - https://t.co/RXRDRkiXFV https://t.co/eHSXeSQGFe\nImportant Cafe Information ❗❗❗ ‌ ‌We are changing the times our cafe will be opening, this will start from week commencing 10th June 2024.  ‌ ‌The cafe on a Thursday and Friday will close at 5pm every week from next week. ‌ ‌Thank you for your continued support. https://t.co/kRggXoAGGZ\nWho can put Natalie on the road to £5k fundraiser for MND research? 🧐  Natalie Amber is planning a 43-mile hand bike challenge from Bolton Arena to Blackpool Tower, in hope of raising over £5,000 for Motor Neurone Disease 🫶  Read Natalie's story here: https://t.co/HvxQAC1uk7 https://t.co/WkzEjPXicO\nWe always want to hear from, and be part of, the whole community.   If you’re looking to volunteer, talk to us about your health needs, or want to work in partnership with us – get in touch today: info@boltonarena.com #SeriouslySocial https://t.co/Y4lXxeLV8X\nMake a comeback 💪  Over 200,000 players UK-wide now actively playing the game, we've had so many men and women return to football after giving up due to age, injury or lack of opportunity... now it's your turn ⚽  Email for info: football@boltonarena.com https://t.co/dCI20fg6OV\nRefer your friend today! 😅  Guarantee yourself a FREE month, when your friend signs up to a membership at Bolton Arenas 24/7 Gym! 🤑  Download the Bolton Arena App, and click refer a friend - https://t.co/RXRDRkiXFV https://t.co/ZqS38fyZoc\nHave a ball with our football parties at Bolton Arena! 🎂⚽  Fun, friendly and competitive kids football parties now available... 90 minutes of football fun 😅 ✔️4G Pitches ✔️5-a-side Game ✔️Penalty Shoot-out  ✔️Crossbar Challenge ✔️Team Games!  More info: https://t.co/afsRDcMZ6C https://t.co/kgNDSV05KA\nSpaces still available on our Multi Sport Summer Camp, book now to secure your child's place! 😅👇 https://t.co/FI3WTaF9u8\nTennis Academy secure @head_tennis Sponsorship Deal! 🤝  Head Coach, Elliot Chang, expressed his enthusiasm for the collaboration: \"I am extremely pleased that HEAD will be supporting our up-and-coming stars on their journey to success.” 👌  Full story: https://t.co/Lc6Bmrl3qz https://t.co/kYqIGlVbbg\nWalking Netball 🚶‍♀️👟  Tuesday 10:00 to 11:00am - competitive play 11:00 to 12:00pm - less competitive play  Play, socialize, fun session, meet new friends 😀  For more information or to book, please email sport@boltonarena.com https://t.co/PYu9wVQ7bZ\nGymnastics and Multi Sport Holiday Camps🌟  📆 28th-31st May 2024 ⏲️ 9am - 3pm 📍Gymnastics Camp - Bolton Arena Sports Village / Multi Sport Camp - St Joseph High School, Horwich  Book your child's place via email at Sport@boltonarena.com https://t.co/CQxLTqgmy0\nRRG Group are taking centre stage at Bolton Arena! 🤩  We've partnered up with RRG Group and they have brought a shiny new Toyota car to park by our facility entrance, we get over 1 million visitors every year 🚗✨  Contact us at business@boltonarena.com to find out more! https://t.co/pQypCqFOwW\nCheck out our brand new Gymnastics Wall! 🤩  Once your kid achieves that all important badge, take a picture next to our vibrant wall and share with your friends and family 💟 https://t.co/XxbFOtStnO\nWho's up for some FREE Activities?! ⬇️  Join us at Bolton Arena for our Community Activity Day on Sunday 23rd June, introduce a friend or family member into sport ⚽🎾🤸🏋️  Book your space today: https://t.co/3uIBGZRbId https://t.co/T4XthS15cZ\nCommunity Active Day! 🏃  An amazing opportunity for families to join us at the Arena to experience many activities for... FREE! 🤯  The perfect time to experience one of our fantastic tennis courts🎾  To book your please click the link below ⬇️ https://t.co/3uIBGZRbId https://t.co/3gAKgqqCf8", "overlap_score": 0.125715961884493, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1134545363136724992, "screen_name": "MikaelaSkyeSays", "user_at_name": "Mikaela Skye", "sample_content": "回复 @DarAlderson How many viewers and readers of Tim Miller know that he is a former Republican operative?\nNo @katherinekfung The National Guard is not disputing Walz's biography.  He was in the role of command sergeant major when he retired.  He could not get the benefits because he hadn't completed all the courses prior to retirement.   https://t.co/AQFyCR1SUs\n回复 @Phil_Lewis_ Why does CNN keep inviting these people?  It is on purpose.\n回复 @lyon_cali @RnB_DITR Kenny Greene knew who to write and produce a song.  Diddy tried to take credit for that album.\n回复 @dhookstead The tweet was a response to Charles Barkley's comments\n回复 @n_yang Can you explore why they chose to have Black History items feature african creators  and to have tags that talk about Ethiopia and Africa Diaspora?\n回复 @dpshow Interesting that you chose not play the entire quote.  The racial element in your commentary is sad.\n回复 @outragedteen_ @b1ackfamilyPAC Are you an immigrant or child of immigrants?  You sure are not making any videos about all of the illegals getting free housing, health care, food, and education.  You dont appear to be familiar with California history even as recent as 2000.\n回复 @tdroberson74 Sad that they thought it was a good idea to be there with winds that bad\n回复 @1tarikross @ChuckModi1 As long as she is the great white hope she can do no wrong\n回复 @365OTG That hollywood hates casting Black actors to play Black characters\n回复 @AnitaM86 Is no one going to talk about the bad faith journalism here\n回复 @OneAndOnlyJLaw @Scottergate @alexaphilippou She is halfway there and the season just started\n回复 @AggiePride85 @tify330 @cwebbonline Cheryl - This too shall pass but understand the toll that these discussions are taking on the well being of Black women\nImagine if democrats were as committed to publicly pronouncing their party's legislative accomplishments as they are to pushing out the leader of their party\nWhite male media continues to center whiteness\n回复 @_JoeSeppi She was in the wrong not the truck driver\n回复 @JordanKissaneTV - This is highly disrespectful and you failed to ask them why they were trying to appropriate an American holiday related to the freeing of slaves\n回复 @EvanKirstel And now they can't find the rocket\n回复 @JetsenSunday @matthewjdowd You should look at how many uncommitted votes were made when Obama ran in 2012.  There is the context.  Also, look at who is leading the uncommitted \"Abandon Biden\" movement.\n回复 @MattMurph24 French media is reporting on the FBI wanted list as well\n回复 @Hoosiers1986 @WomensHoops_USA It wasn't intentional\n回复 @_wakeup_mr_west @bluethxghts Israel does not keep saying no.  There have been two temporary cease fires so far.  Multiple countries are trying to facilitate a permanent cease fire.  Magic is not involved.\n回复 @tify330 @JohnDediePolSci Dedie saying \"PG\" is sad.  Larry Hogan has not been hit with the Baltimore bridge ads just yet.  Hogan is counting on white western Maryland voters to help him win.\n回复 @Dskrilla325 @TatooineSons @KnightGambit Studios used to care about filling movie theaters\n回复 @DESSITHEDON @fugfizz @scoshow23 @ayoehh @55mmbae Being an addict is rock bottom\n回复 @WilliamBibbiani He needs to have put up  a graphic or something saying \"What to look forward to with Chapter 2 coming on X date\"\n回复 @TheChrisMoreno @RGIII @CaitlinClark22 @WNBA @IndianaFever @espn She was pushing also\n回复 @ashtonpittman Obama knew that he was correct.  They just disagreed on foreign policy execution.\n回复 @KingofChads15 @HmJileswrites The Identity twists were good cinema", "overlap_score": 0.1812697091515145, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1339036530602610688, "screen_name": "LuminousWavez", "user_at_name": "Luminous Wavez", "sample_content": "Have you told our #Bitcoin friends about The Bitcoin National Anthem?    Well, this is your chance! @saylor   #BitcoinHalving2024   https://t.co/KZMoGRq79k\nI hope security at the Super Bowl is on high alert this year.    Evil especially likes to strike on certain dates.  With all of the illegal border crossings, I fear terrorists could be here already.    2/11 would be evil's ideal date to have the \"second 9/11\"  Pray to God love…\n回复 @bitsaga_org @stripe Stripe wants to be the next Bud Light.\nThere was a second shooter.  Watch this crystal clear video evidence and see for yourself.    Two bystanders hit by the same bullet, blood spraying out of the one on the right.   Aligns with a shot from the direction of the trees.  @ggreenwald @mtaibbi @MaajidNawaz @Snowden…\n回复 @SimplyBitcoinTV @davidmarcus If they follow through, that's big news.\n回复 @dotkrueger Hahaha 😂 so true!  Hopefully our song gets adopted as the pump song!\nOnce the #BitcoinETF is approved and new retail starts boasting about how they now own #Bitcoin, we'll need to educate them about the importance and benefits of self-custody.  Let the #BTCETF be a gateway to self-custody.\nMy God, there was a second shooter.    Watch this crystal clear video evidence and see for yourself.  Two bystanders hit by the same bullet, blood spraying out of the one on the right.   Aligns with a shot from the direction of the trees.   @elonmusk @dbongino @DonaldJTrumpJr…\n回复 @CodyCarboneDC @CoinDeskMarkets @SenWarren @CoinDesk @JennSanasie Get a Bitcoin wallet Senator, I'll send you some Sats, you'll see how easy and awesome it is.\n#Fiat is a liability.  #Bitcoin is an asset.   #Gold is a rock.\nThe approval of the #BitcoinETF highly incentivizes #China, #HongKong, #Qatar, #UAE, and all others to get on the bandwagon ASAP before missing out on price appreciation.  Game Theory is taking place in real time. #Bitcoin wins. The Super Cycle has begun.\n回复 @stephenasmith @BarackObama There are only 21 million Bitcoin.  Poetic.\n回复 @GovPritzker Except you don't respect people's right not to take an experimental MRNA injection.  You fire them if they refuse.  You should apologize.\nThe legacy media @CBSNews @NBCNightlyNews @ABC @nytimes @washingtonpost @NPR @FoxNews @MSNBC @cnnbrk @NewsHour is responsible for thousands of deaths from the Covid injection by not investigating the huge spike in sudden deaths of young people.  It's not too late for them to read…\n回复 @GovPritzker You didn't empower people to make their own health care decisions when you mandated an experimental MRNA injection and fired those who didn't take it.  You were truly a tyrant.\nOne. More. Week.  The #Bitcoin National Anthem.  #BitcoinAnthem https://t.co/rR1F7XVUmr\n回复 @bitcoinmunger @maxkeiser Next time have him wear pants please.\nYesterday's #Bitcoin top is tomorrow's Bitcoin dream price.\n回复 @GrantGibson @maxkeiser Fiat is a liability, often confused as an asset.\nPlease share on @facebook  @instagram @YouTube  and @tiktok_us, since the legacy media is distorting the story of the year.  #assassination #Trump.   The American people must know what happened and work together for the truth and for peace. @realDonaldTrump @elonmusk…\nThe Legacy Media @TheEconomist thinks they're witty and that they're undermining #Bitcoin by labeling it a Cockroach, but they only prove how ignorant they are.   Bitcoin doesn't care what you label it.    Bitcoin is the future, and the Economist is the past.\n回复 @CoinDesk @SecYellen @jesseahamilton Is this a joke? Crypto's hazards?   Have you seen the U.S. budget deficit lately?    Have you seen the sky high inflation?    Have you seen the popping Commercial real estate bubble?  Please stop taking those Chinese Mushrooms.\nPBS Newshour has opened a page where people can ask  questions about the Covid-19 \"vaccine\" for a story they will run with a \"health professional.\"   I submitted mine.  Submit yours: @RWMaloneMD @brownstoneinst @P_McCulloughMD @React19org @BretWeinstein  https://t.co/SfWZB0McsB\nDon't rely only on Coinbase to buy and store your #Bitcoin.  Use a diverse number #BTC storage outlets in case one fails.     Cause one always fails.\n回复 @misterrcrypto Which market cycle chart(s) will you use to determine when to sell?\n回复 @hrtlndbitcoin @stripe Didn't take long for Stripe to become a legacy company.\nPfizer Assures Public They Are Preparing For Next Pandemic By Developing An All-New Ineffective Vaccine With Fatal Side Effects https://t.co/glZkbJX4lz via @TheBabylonBee\nThe #Bitcoin National Anthem Drops April 5th.    Spotify PreSave here: https://t.co/EDTlrXsd9n   Check out our music here: https://t.co/3HoEIDk9i7   Long live freedom. https://t.co/komo20x90A\nThe erosion of the dollar as the world's reserve currency is well under way.  #Bitcoin\nCouncil of the Canceled https://t.co/VtRWD3orBE via @YouTube", "overlap_score": 0.1699243535351428, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1107753865, "screen_name": "shiniestpoison", "user_at_name": "amirah (-_•)", "sample_content": "julia's gear is very cute #AEWDynasty\ni fucking miss nixon newell dude 😭 was watching old fight club pro yesterday and seeing everyone sing along to her entrance and her being genuinely surprised by the reaction 😭 good times https://t.co/hMkSzE7lJs\n回复 @FilmUpdates HISTORY MAKER\nFINALLY tsuji vs yuya time bro tsuji better not lose. i hope my phone survives this #njnbg\nthat match was good tbh and i'm glad they got a good amount of time #AEWRevolution\nthis was literally how i sounded when i had surgery except i was speaking in urdu LOOOOL\nYESSSS DRAMATIC ASS CODY ENTRANCE WE'RE SAVED #WrestleMania\ni need kazuchika okada to hold a title again #AEWBigBusiness #AEWDynamite\n回复 @MercedesVarnado u looked AMAZING tonight queen\n回复 @bonniebluebells is it the scotland one\n回复 @JohnnyGargano wrestlemania for sure 🫡 that match was great!!\nmy fave tv trio coming back to me 😭😭😭😭😭 i can't wait WE WILL BE THERE  https://t.co/3xWiJSfwnn\n回复 @Cory_Hays407 he just went priv lmao\n回复 ok time to turn the show off\n回复 his jacket looks so fckin cool\nOSPREAY IS HEREEEE BILLY GOAT #AEWCollision\n回复 @dna_ueno the ueno-verse 😵‍💫\n回复 i wish she wore a different gear tho 😭\nFINALLY TIME FOR THE KNOCKOUTS MATCH #Rebellion #TNAWrestling\ndoes orange cassidy switch between where is my mind and jane each week #AEWDynamite\nmars manipulated me guys\n回复 @WWETheBump @JohnnyGargano what does DIY mean to you personally and how do you think you've changed the tag team division? #WWETheBump\ni need that mercedes/shida interaction BADDDD #AEWDynamite\nwhen u go to a new japan show and see twitter oomfs https://t.co/yEUfLN6IG6\n回复 took us 11 years to get here, money/travel were always an issue, but hard work and never giving up got us to get to accomplish one of our biggest goals. thankful for the job i have that allowed us to go to the show in the 1st place, along w corinne who is fr the best sister ever.\n回复 @FyreBomb too bad it's gon be in like 240p help 😭😭😭\nthis lineup looks so bad man 😭 y'all saying zsj should win but what would be the point of making him win 3 njc's for him to not get the title then. like i'd only want zsj to win if he wins the title\nLET'S FUCKING GOOO CEO #AEWDynamite https://t.co/mj4oArlqaI\n回复 @CandiceLeRae @DraftKings @DKSportsbook ADVERTISING QUEEN WE LOVE U SO MUCH\nYOUNG BUCKS FIRING CD WHAT #AEWDynamite", "overlap_score": 0.170647829552993, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1103910303257915392, "screen_name": "RobbieTravers", "user_at_name": "Robbie Travers", "sample_content": "回复 @yea_karen53 @OhShitItsJudith @HazelAppleyard_ @L0ckedUpWithMen @authenticTERF No, she’s been cavorting with the deranged Holly Charlton, who she openly declares to be a “transexual” with a “voice that must be heard” whilst she bullies longstanding women of years off of Twitter with snide innuendo &amp; a revolutionary court that would make Josip Broz blush.\n回复 @VicIsherwood @jo_bartosch Absolutely agree, though I think this particular objection is limited to very conservative, with a small c, individuals. Obviously I would prioritise the safety &amp; security of women over club membership. Sex segregated private members clubs are falling out of fashion, thankfully.\n回复 @luludiaperart @Nona_1929 I’m actually an ardent new atheist, so I have very little time for any theological position, but I know a porn-soaked deviant when one finds me. Please know, sincerely, that you are a despicable, disgusting and degenerate deviant.\n回复 @SimoneBoles @believerofreal @authenticTERF Extremely disturbing how I have now had five death threats made against me by followers of @authenticTERF. I note she daily makes demands for me to condemn things, but won’t even hide threats from her followers calling for my murder. Authorities have been notified, yet again.\n回复 @authenticTERF I have absolutely no idea what you are talking about, K - who is this fictional new TRA? You don’t even know if I’m in spaces that you refer to vaguely like an obscurantist?  Where did I claim that it was a conference call, K, &amp; why do you keep avoiding this question?\n回复 @TheOnlyGuru @JimmyScotchEgg I think @JimmyScotchEgg is absolutely right. The same person is behind the vast majority of sock accounts attacking K. I suspect that it is Fred Wallace behind the sock accounts, which is why I’m very much not going to accuse her without any evidence &amp; nor should anyone.\n回复 @OhShitItsJudith I have never even once voted in that god-awful “Queer-Factor” style victorian circus oddity exhibition, however, this year since there are Jews unable to leave their hotel rooms in a major European city, I will make an exception to vote for Israel.  Am Yisraeli Chai!\n回复 @Serena_Partrick @lisanandy I’d simply add the caveat that it depends if they have taken any form of cross sex hormones, because if so, I’m afraid they must not be allowed to compete for fairness &amp; safety of other competitors.\n回复 @terryboosey101 @SarahChampionMP Surely it wouldn’t matter whether she was a “transphobic” woman or man, but the fact you are so keen to establish her as a transphobic woman is instructive as to the poisonous misogyny masquerading behind your supposed concern for a minority.  You loathe a woman with boundaries.\n回复 @Nigel_Farage I notice you’re the only major party that is committed to completely eradicating all gender ideology being taught in our schools, I hope you continue to object to the wicked radicalisation &amp; sinister grooming of our children with an ideology teaching them to hate their bodies.\n回复 @jk_rowling Meanwhile individuals who run sex shops, mushroom farms, lingerie shops, crystal businesses &amp; a bakery are given permission by Police Scotland to act as a private police force to report wrongthinkers &amp; “hate crimes” on behalf of those “too afraid” to report them to the police.\n回复 @_________4women @albieamankona @jk_rowling @munroebergdorf1 My spaces aren’t only for women? I’ve never claimed they are solely for women.\n回复 @detransaqua @WokeMoments @AlexandrTheOkay @UltrasXposed Totally agree. This sort of malicious rumour can be extremely costly, especially when there is absolutely no evidence that it is the case &amp; it is clearly without any basis.\n回复 @MailOnline It’s not a comparison, @MailOnline, it’s a direct statement of fact. It’s material reality. He is a “straight, white, middle-aged bloke.”\n回复 @terfasaurus Outrageous that the wonderful Aja has had to endure a campaign of smearing, delegitimisation &amp; hounding by the Toff Left who would rather her be seen &amp; not heard. I'm well aware of exactly which women have motivated this &amp; it's undoubtedly due to truly reprehensible prejudices.\n回复 @SexMattersOrg @WeAreFairCop The baroque, ornate legal contortions emerging from existing legislation is one of the growing strengths of the case to #RepealtheGRA. This growing field of legal specialism is entirely unnecessary when we can simplify our law by ridding ourselves of a corrosive legal fiction.\n回复 @crit_gen @BritishValuesGC @Ayrshirelass13 @IanGibsonEatRaw @scotfamparty Be fair, Mr Ben, he said it’s “liable slander.” Could have been worse, could have been the libel salamander… https://t.co/gMPcgmqIJQ\n回复 @canpacinobox @MalleyNotagain I actually couldn’t believe that she shared that, but that was a revelatory moment: this woman is seriously unwell &amp; needs to be immediately helped. It did not paint her husband in a flattering light in the slightest who seems totally uninterested in anything beyond his penis…\n回复 @canpacinobox If this is true, I suspect a certain part of Twitter is about to become far more tranquil, so much so I may designate it \"la Serenissima.\"\n回复 @TrunkZiona @Nigel_Farage No, his race is entirely irrelevant to this conversations &amp; I won’t be tolerating antisemitic mythology in any form.\n回复 @stephtaylor65 @joannaccherry Are you still using Hamas numbers? I would blush, even the most partisan cranks at the UN have abandoned those grossly exaggerated claims. They’ve not just been halved, some experts are even suggesting the realistic figure is more like a quarter of that.\n回复 @LottieHistory @SarahChampionMP &amp; please do be sure to vociferously encourage your supposed leader, @Keir_Starmer, to actually sit down &amp; apologise to Rosie Duffield &amp; listen to her whilst you are following @LottieHistory’s advice.\n回复 @dnalerinrehtron @canpacinobox @MalleyNotagain I understand that this message now relate to the video from the information you have sent me relating to the situation, happy to note you were referring to the other individual in this correspondence adding the voice to a video clip.   However, I will note that there is no…\nI won’t tell you which prominent “GC” individual demanded I stop running spaces, instead I’ll invite you to the next Monday space with @SqueezieOuisie and extra special guest-host &amp; co-coven leader @MalleyNotagain.   We’ll be holding the line. Do join us.  https://t.co/1VlKzu6lwv\n回复 @BramhamAlex Amazing what lengths men will go to call other men she, but I have to say, using biblical texts to justify calling a man a woman is just utterly mental. Congratulations are seriously in order for managing to make calling a rapist “she” about “sharing the good news of Christ.”\n回复 @JimmyScotchEgg @IMissHitchSlaps @Pookeynoodle1 @GCRockFem @authenticTERF @Wayward_sestra That’s nice. Why are you involving yourself in this situation? You’ve made plenty of deeply unpleasant comments about me, yet seem to think I would care for your opinion. At one stage you admitted you didn’t even know the veracity of the rumours you spread. Careless, indeed.\n回复 @StillNotBettyOK @OhShitItsJudith Yes. They are genuinely real. I went and checked on an incognito browser because I couldn’t believe my eyes.\n回复 @WomanAtLarge_ Have you seen the BBC blog dissecting why Olly Alexander, who gave a performance like an ageing cruiser robbing crotches in some grotty Bolton public toilets, wondering why on earth people might not have liked it?   If they wanted to be “subversive,” just enter Fred Wallace!\n回复 @AteMoth Have you had the misfortune if having seen her social media feeds @AteMoth? They’re extraordinarily focused on minimising the harm of binders &amp; pushing them on young, vulnerable girls including endorsing brands with the most extreme chest compression. Extremely irresponsible…\n回复 @Stopphoningme @jessphillips Sorry, I didn’t realise we couldn’t condemn misogynistic conduct regardless of the source &amp; were forced to “pick a side.”", "overlap_score": 0.1381821365662452, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1120885198407778304, "screen_name": "alainammorris", "user_at_name": "Alaina Morris", "sample_content": "Here at Memorial for the very last regular season contest.   Georgia (12-16) fell to Vanderbilt (21-8) last time these teams matched up. https://t.co/ToiJTAl1QE\nAmari Byles has received an offer from Vanderbilt.   The five-star guard from the Class of 26’ has also received offers from Oklahoma, Kentucky, Baylor, Iowa, UCLA, USC, Notre Dame and more.\nShea Ralph gives Jordyn Cambridge a hug as she checks out of her final game. https://t.co/0exAvuhS7M\nEnd Q1 Vanderbilt- 19 Missouri- 15 Vanderbilt did not allow Missouri to make a field goal for the last 4:09 of the quarter. Commodores shot 50% in the first quarter.\nAssistant coach Kevin DeMille went to watch Aga Makurat play for Poland in the U20 FIBA EuroBasket group phase.\nJordyn Cambridge has fouled out with 2:08 left in the game.  Vanderbilt leads by 8.\nShea Ralph on Jane Nwaba and what she brings to Vanderbilt.   “She is mature, confident, and an outstanding student,” Ralph said. “In addition, she has an elite athletic pedigree with four years of collegiate experience under her belt.” https://t.co/SSnsWJj6av\n\"I'm really proud of this team because nobody thought we would be here,\" Jordyn Cambridge.  Vanderbilt's season comes to a close. More on the loss to Baylor and the big picture below: @VandySportscom  https://t.co/VdCfkEjtvQ\nKhamil Pierre has picked up her 3rd foul with a minute left in the third quarter.\nJordyn Cambridge with a steal early in the fourth quarter  puts her at three in this game. She now has the most steals in program history with 339 passing Deborah Denton.\nVanderbilt's first two-point basket came in the second quarter, a jumper by Pierre.\nThe Athletic predicts Vanderbilt to be “projected in” along with Auburn.   Mississippi State, Texas A&amp;M and Arkansas are all on the bubble.  https://t.co/rHOqtzkNZC\n回复 Iowa St would advance to the Big 12 Championship. Vanderbilt beat it toward the beginning of the season.\nThis moment between Coach Auriemma and Nika Mühl is incredibly special.   What’s also cool is you can see Shea Ralph’s name hanging up in the practice facility.\nJordyn Cambridge has been included in the Naismith Women’s College Defensive Player of the Year Watch List.\nThe Commodores are 14-1 and tonight’s win was huge.   -First SEC road win since 2020 -Won despite Cambridge’s minutes limited -Iyana Moore poured in 29 points  -Bella LaChance played MASSIVE minutes  Just imagine if they had Madison Greene.   https://t.co/jD5oVmvekI\nShea Ralph taking part of the coaching staff at the Women’s U18 National Team trials. https://t.co/EyFGfdYV0j\nVanderbilt gets a bid in the NCAA Tournament.   The Commodores will face Columbia in a play in game.   The 12-seed will play Baylor.\nVanderbilt will face Florida tomorrow night in the second round of the SEC Tournament.   Florida took down Missouri, 66-60.\nRapid Reaction: @joey_dwy and I discussed Vanderbilt’s win over Georgia and the NCAA Tournament.  https://t.co/9GeN6kjgwZ https://t.co/oqI56Yx5vy\nVanderbilt men and women’s basketball received quite the gift to finish the practice facility this fall.\nDespite winning 3 of its last 4 games, and getting to 20 wins on the season, Vanderbilt is now projected to be the first team left out of the NCAA Tournament. https://t.co/oesEr7Hw4B\nVanderbilt’s Director of Player Development Katie Lou Samuelson will make her debut with the Indiana Fever tonight against the Sun.   Samuelson missed the 2023 season and last played for the Sparks in 2022. https://t.co/9bsIR9hpxj\n回复 @MN70VF We’ll find out tonight, it just depends on the seeds because that determines the location. There aren’t set cities, it’s just based off the highest seeds getting to host.\nBreaking down Vanderbilt's NCAA Tournament opponent: Columbia   Read more below ⁦@VandySportscom⁩  https://t.co/twchq8g505\nTimeout, Q4 50.8 seconds Florida- 60 Vanderbilt- 57 Florida has the ball after the timeout with 16 on the shot clock.\nVanderbilt is facing a Missouri team that has not won a game since January 18th. The Tigers have lost their last 9 games.\nJordyn Cambridge and Sacha Washington each have 4 fouls with five and a half minutes left to play.\nNo flagrant. Common foul on Cambridge puts her at 4 personal.\nMedia timeout- Q4 5:32 remains Missouri- 55 Vanderbilt- 53 Tigers take the lead on a 6-0 run.", "overlap_score": 0.1777393265833333, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1025324376491667456, "screen_name": "divine_biyeh", "user_at_name": "Divine", "sample_content": "回复 @TheOfficial1984 @kiyahwillis Well the Arab Muslims still own slaves today, and they don't plan to stop.\nCharlatans will continue to thrive in this generation because it is a complete waste of time to teach people (Especially Christians) sound theology and basic critical thinking.\n回复 @your_favoriti Whoever wrote this doesn't know who the enemy is.\n回复 @Ur_QUEEN69 If you visit a commercial water melon farm, you won't eat them more than once a month.\n回复 @zeoboy508 @ellation226 @isitbyforcee Cameroon: Separatist Abuses in Anglophone Regions | Human Rights Watch (https://t.co/KbAC5YLRxz)\n回复 @Mauri040 @SeraphimShield Jesus came to die. And he said he lays down his life of his own accord. So he's the only guilty party. So thank the jews for helping him accomplish his mission.\n回复 @molarasauce Report for nudity involving a child. Or for person under 13.\n回复 @your_favoriti Don't mind. This crisis di over hot hot me. The trauma is too much.\n回复 @uncatechizedcat The Ethiopian Orthodox Church is older than the Roman Catholic Church.\n回复 @Orange_Cameroun I brought a bundle using the maxi app. My OM has been debited but I have no data. I consult my data bundle and it says I have no active data bundle.\nI see your camera man is doing his best to not show the people who went to watch the parade and returned home safely. After days of doing terrorists propaganda for days, you've remembered the country on your passport. You'll be investigated.\n回复 @aminathecat @Partisangirl @kiyahwillis Whatever. His folks who only call his name arabic, and the prochoice lunatics. All blood thirsty.\n回复 @Ghislaintweets Up station though being an administrative sector, also has some great locations that could be used to build a mall.\n回复 @PBDsPodcast @patrickbetdavid @TomEllsworth @sostalksmoney @VincentOshana Now I'm just watching to see if PBS will bend the knew to Jew haters and fire Adams.\n回复 @Glassdoor No. You don't make it clear from the beginning. The forms are endless. And when you're done, you can't go back to where you were before the ungodly interruption. As if that's not enough another form pops up asking you for the same info you just gave earlier. Sucks.\n回复 @SylvanusZed @MaimoWajiri If someone explains Cameroon to you and you understand, then the person didn't explain it well.\n回复 @Razor_prepper @SeraphimShield Well, it is in red. Salvation is from the Jews. Besides, who is greater, God the father or God the son?\n回复 @Razor_prepper @SeraphimShield What about people who have never heard the gospel ?  Are they all condemned?\n回复 @your_favoriti Some general for god's people yi army put yi name say General Lucifa, call yi gang say alqaida. Anoda call yiself say general die man. For God ordained revolution.\n回复 @Dragonsarereal9 @SeraphimShield Jesus came to die. And he said he lays down his life of his own accord. He's the only guilty party. So thank the Jews for helping him accomplish his mission.\n回复 @ellation226 @isitbyforcee @zeoboy508 English schools are full of francophone learning the English system. Even in French Zones. You don't see Anglophones going to linguistic centers to learn French. They start learning the French and only when they live in French regions.\n回复 @Razor_prepper @SeraphimShield Matt5:18For I tell you truly, until heaven and earth pass away, not a single jot, not a stroke of a pen, will disappear from the Law until everything is accomplished...but whoever practices and teaches them will be called great in the kingdom of heaven.\n回复 @Es5e9ar I'm much happier today than yesterday because  I found this page.\n回复 @RadioGenoa Invented cars but need the Chinese to build the roads on which to drive the cars on. Wow!\n回复 @NchuoA 😅They way this world ehhm! I suspect he's like the CFO or treasurer or something of that sort.\n回复 @Partisangirl And they will lose like old times and get another refugee agency for another 76 years. Try and see.\n回复 @dhakne2 @Khadarnani @MittemeijerOote @DrEliDavid I'm just not part of the heard. My skin does not dictate my ideas.\n回复 @IDFs_airsupport that burning tree just reminded me of Yeshayahu 62:1 For the sake of Zion, I will not be silent, and for the sake of Jerusalem I will not rest, until her righteousness comes out like brilliance, and her salvation burns like a torch.\nPeng Liyuan is a renowned folk singer and a major general in the People's Liberation Army. She's also the wife of the Chinese President. Bet you didn't know her name?  Michelle Obama could learn some lessons from her.\n回复 @RadioGenoa Still Somali.", "overlap_score": 0.1531009817549638, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1128720761684938753, "screen_name": "LookNoFurther4", "user_at_name": "LookNoFurther", "sample_content": "回复 today's letter and podcast   link: https://t.co/SxDfdgaVVB https://t.co/bUgpiNY7Gl\n回复 WWII propaganda poster, 1945. https://t.co/Wxc0a1FcMG https://t.co/1w7nKGzqGg\n回复 Hand-knit mittens made with homespun wool yarn, c. 1835.  Notes say the letters on the mittens contain a poem. https://t.co/U7xuzwoVWm\n回复 Quilt made in 1930 by a Maryland tobacco farmer’s wife for her infant daughter. https://t.co/GF2V357Xn9\n回复 A Dorothea Lange photo from 1938…  … one of the photos included in this afternoon’s letter and podcast. https://t.co/Wxc0a1FcMG https://t.co/ank08GP5tb\n回复 “Lightning Joe” Collins, on the left, during the Battle of the Bulge, December 1944.  …one of the photos included in this afternoon’s letter/podcast https://t.co/Wxc0a1FcMG https://t.co/lx9s2jFxha\n回复 Tankman, Beijing, June 5, 1989.  Jeff Widener photo. https://t.co/yje3jcPIRe\n回复 The Beatles — John, Paul, George, and original drummer Pete Best — 1961.  ….one of the images from this afternoon’s ‘read/listen’ https://t.co/8xTxO3jtLf\nGeese for #Ukraine\n回复 Ground crewman at an airfield near Essex, England,  loads bombs into a  US aircraft in preparation for a bombing run over occupied Europe, c.  1944. https://t.co/vgSwM0vllW\n回复 today's letter   link:  https://t.co/oonDyK4AAn https://t.co/nPaNzBQK4k\n回复 This towel was used as a flag of truce by Confederate troops during Gen. Robert E. Lee’s surrender at Appomattox Court House, Virginia, on April 9, 1865.  It was preserved by Gen. George A. Custer, who was present at the surrender. https://t.co/mX9vv4jzeA\n回复 Omaha Beach, June 6, 1944.  Robert Capa photo. https://t.co/9KB5R0UiXk\n回复 Ed Sullivan and Alfred Hitchcock wear Beatles wigs during the opening segment of their television shows.  1964 https://t.co/tph6sOeYBs\nThe Russian soldiers which #Ukraine is capturing in their cross-border incursion are kids. I am reminded of the young German boys who were ordered to defend Berlin against the advancing Red Army in the closing days of #WWII. Shame on Putin.\n回复 US Marines approach the Japanese-held island of Peleliu, September 15, 1944. https://t.co/shHDhyHW8A\n回复 Poster advertising a McClellan presidential campaign rally, 1864.  McClellan was the Democratic nominee in the race against the incumbent, Abe Lincoln.  McClellan received 44% of the vote to Lincoln’s 55%. https://t.co/tGsYoVN6ta\n回复 US troops encounter limestone caves on the island of Saipan, June 16, 1944.  ….one of the photos included in this afternoon’s letter and podcast https://t.co/Wxc0a1FcMG https://t.co/g1L7WwGkA9\n回复 Softening the beach on Borneo in advance of the Australian troops’ amphibious assault, July 1, 1945. https://t.co/4PH9vpvY9M\n回复 Model submitted by Richard Gatling in his application for a patent covering his machine gun, now called the Gatling Gun, 1862. The gun was purchased by some Union commanders and first used during the siege of Petersburg during the Civil War. The photo depicts its use in CO, 1904. https://t.co/9tcGCLWext\n回复 Union Pacific depot office, Quinter, Kansas, 1912. https://t.co/VXbTJ1eQCx\n回复 Claude, Monet, The Gare Saint-Lazare: Arrival of a Train, 1877.  …this afternoon’s post takes a look at dark times through the eyes of Claude Monet  #painting https://t.co/zWcoq6FYMl\n回复 Chalk scrawled message on the deck of the USS Arkansas, a US warship off the Normandy coast on #DDay. https://t.co/WxDCqBgOIX\nUS Army Air Forces ground grew admire the “Fickle Finger of Fate,” a B-17 in service at an airfield in SE England c. 1943. #WWII #Antifa https://t.co/kBvM5gurbn\n回复 Hand-illustrated “V-Mail” letter from a medic stationed in the South Pacific during WWII. https://t.co/sxz8QLkluH\n回复 today’s photo-essay “What did Lincoln do today?”   …with excerpts from Lincoln’s eye-popping letter of this date, 1855, on the extinction of slavery   link: https://t.co/G8VirRkbwD https://t.co/ABK4Gl1Xi6\n回复 faces at the train station as naval reservists are called to duty, 1940 https://t.co/ewY6hRhsKo\n回复 Omaha Beach, Normandy, June 6, 1944.  Many men survived the onslaught of withering German machine gun fire coming from the bluffs by staying low in the water and riding the rising tide into the beach.  Robert Capa photos. https://t.co/oANKotSIsr\n回复 Burning leaves in Norwich, Connecticut, Nov. 1940. https://t.co/ysJfDUmBHN\n回复 Seabees logo, designed in 1942 when the US Navy construction battalions were authorized. ...the topic in tonight's letter  https://t.co/Wxc0a1FcMG https://t.co/m9o9SxaeXR", "overlap_score": 0.1672653577121552, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1222682306868940800, "screen_name": "NatalieDWagner1", "user_at_name": "Natalie D", "sample_content": "We can not tolerate this kind of #VoterIntimidation in the United States. #Trump and his #MAGARepublicans are getting more #Emboldened THIS NEEDS TO BE TAKEN SERIOUSLY. If rhey can do this to three Texas voters, they can do it to ANY VOTER\n#Maga This is who you want for president?\n回复 @doe1430880 @RealAlexJones Do what?\n#WTF\n#Trump and these ignorant woman have made #America a laughing stock around the world. Let's become #1 again #VoteBlueDownBallotInNov24\n回复 @mmpadellan 🤚\n#DeportMarjorieTaylirGreenes MOUTH\n回复 @randy70650 @AesPolitics1 Let's demand that list be unsealed\nThank you @SeditionHunters for carrying about our democracy\n#Republicans are shocked that #Democrats care about ALL PUBLIC OFFICIALS\nOh, I'm so scared of the #OrangeJesus that has to have someone with a printer follow him around to print positive things about him because he is so #Weak\n回复 @SPBMcKenna That's all they know how to do is spew hate\n#JudgeCannon 1000 complaints have been filed against #TrumpAppointedJudgeCannon\nBut #Trump memorial day message  #HumanScum isn't unpatriotic? You need to educate yourself 9n what #PatrioticMeans\nSoI hmgurss #MarjorieTaylorGreene thinks it would be better for couples to have 10 babies and all of them life in poverty\n#Grocery and #Gas prices continue to #Decrease\nBlatant lie! Hw do you feel about being forced to give birth?\nThen #Trump would have to be indicted, too, since he had almost as many crossing the #Border\nWe have one of the highest infant mortality rates in the country among black and brown woman. He also sent our national gaurd to Texas using our tax dollars to \" play politics\" with Greg Abbott Governor Kemp is a snake\n回复 @docbrown99 @susan52132641 @naretevduorp @CapeManArmy Because Biden and Harris respected the families and weren't going to use them for a campaign photo op. Where was Trump the last two years? For the 1999 time it doesn't matter if the family invited him there, he was told ahead of time no pictures\n#MAGAMoron #JimJordan #MTG You are voting for this guy to be the leader of the #UntiedStates but are mad because #FaniWillis had a relationship ?\nWhy are my critical CommentofMTG being #deleted???\n#MAGAMorons don't even realize he tried to screw ALL AMERICANS OVER, but they still trust him with their freedom's.  #Pence trusted him once too.\n#Maga has been #brainwashed by #Evil people who want #Power and would #Die for him.\n回复 @unsupervisedK @paramountplus @YouTube Well, the other # sleuths think they are famous now in tik tok and their followers think they did great\n#CNN #ABC #CBS it is your responsibility to warn Americans about the greatest threat we have ever faced if Trump is reelected because of Project 2025!  Before there was cable this would have been on every channel. DON'T FAIL ANDRICANS FOR RATINGS\n回复 @GuntherEagleman So the Trump FBI tried to stop the #Biden certification? Well Trump's still guilty! Damn\n#katyTur I like Katy, we shouldn't yry to #censure good journalist just because they don't tell us EVERYTHING we want to hear!! THats when you have to ask yourself in you have #CultishBehavior. Just saying.Katy Tur shows her irritation and anger on her face!\n回复 @GandyDJHey @POTUS Why are you so full of hate that you have to attack a mother supporting her son who has overcome an addiction.?\n#HunterBidem is a private Citizen that made bad decisions like many do but his whole private life has been a game the Republicans play for their leader #TrumpForPrison2024", "overlap_score": 0.2424221385925535, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1291493486353678338, "screen_name": "RichhhhLa", "user_at_name": "La’Zarius Richhhh🐔LZR♠️", "sample_content": "I got the post office WiFi the first month at this MF ion play 😂💯\nGotta wait till 730  to get my mexican bread\nMy niece won her races at her first track meet today Im a proud uncle  🥲 🏆\nHang around them Wolves long enough you become an alpha\nIt’s always player doing solo moves ain’t gotta wait on nobody\nI’ve been tryna get my vlog on n Ian go lie in go take over\nChi town this weekend go be lit\nJust being patient for what’s to come ion miss\nRest of my bike speaker parts come this Friday I’m too geeked\nThe older you get the more you realize you just want peace of mind for the soul\nIt’s attractive when a woman wants to talk business moves , longevity ideas\nCan’t stand this cheap ass client but want his car looking like a brand new benz being a self made boss is hard\nMilwaukee is too small it’s sickening\nI want some mexican corn\nIf you not tryna get your passport stamp fuck onnnn\nEvery morning i sit outside &amp; just listen to all the different animal noises n smoke\nI seen a lot of fan behavior lately that tryna fit in shit dead\nJust locked in first bike wash of the new year lot of money to be made\nTime to load gta back up I’m turnt that brought back toooo many memories\nCan’t hold on to negativity from the past move on forgive carrying bad blood turns the soul ugly\n回复 @chellgod Damn i shoulda took that Brock play but i hate time on ice\nThank god i know some Spanish 😂😂\nNice Lexus truck to start the week off more to come! ⚡️Barehandsdetailing ⚡️ https://t.co/4ba0wXFWX9\nFriday-Sunday is my drink schedule this week😂\nCozumel Mexico and Jamaica is on the stops for the cruise it’s go be 🔥\nDamn i seen a lot of wild shit today wtf Milwaukee on\nI’m glad Ik how to clean them baby seats I’m go be backed up watch 😎\nLove me a Spanish mamiiiii\n回复 @_PowerOfWord_ @InternetH0F Wondering the exact same lately\nTesla model s to start the week off at bare hands detail", "overlap_score": 0.2398831514802427, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1379618394, "screen_name": "DenyseWhelan1", "user_at_name": "Denyse Whelan", "sample_content": "回复 @carlaleeB @Anncaro11 I'm wondering what the heck @JasonClareMP was all about let alone @AlboMP ... and sadly disappointed in @ChrisMinnsMP &amp; @pruecar communication \"money not taken for teachers pay rises\" seems weirdly coincidental though  And when we TRY our best to support #publiceducation\n回复 @kelmarx83 Now that I have seen the details…out of school hours it would still require teaching staff to oversee and supervise. Sigh! Another thing added to the list.\nI last did this at Manly Beach Winter 2014... left home 5.30 am to make the beach before 7.00 am sunrise today. Ended up at Queenscliff initially &amp; then onto Manly. Magical! So clear &amp; bright And SO many people up &amp; about!  Walking, swimming, surfing etc! https://t.co/RWqjIPIAfx\n回复 @SquigglyRick TEACHERS know we can't do this...where is the #ethics #code for #lawyers\nI coined term #griefisweird when Dad died in Feb 2024. He was over 100 yrs &amp; wanted to die. What I'm finding now, at times, is I am grieving about  &amp; how much emotional energy it took from me as Dad celebrated 100 yr then he became unwell. I'm tired! Paid App #griefworks helped\n回复 @SueBursztynski How sad. I am so sorry . May your memories bring you some comfort 💕\n回复 @drkathrynmannix @Ted So good to see your wonderful words gleaned thru your many professional &amp; practical &amp; caring years with patients, families &amp; medical staff.. your book &amp; connection made w me via SMedia made my experience of knowing how my 100 yo Dad would (&amp; did) die as he did. My bro was there\nHow inclusive and helpful in the grief community that is led by the generous &amp; kind Julia Samuel MBE that I can read &amp;  share here...on this site. Love it for the instant feeling of being connected. TY #griefworks link here: https://t.co/kh3mxzhNwm I shared this photo &amp; my words https://t.co/X3IYnOAu6n\n回复 @Foxtel been customers  24 years. Since March 2023 we have TRIED, many times, to get IQ set top box to record &amp; playback. NOTHING happens. From a LONG phone call last Tues 28 May 2024, situation got escalated. We HAVE heard back from NO-ONE. Email sent too. @Telstra is aware https://t.co/Ol3mbp9Fw0\n回复 @ElizabethKamel Thanks for the recommendation. Have added to my 'wish list' via Audible.\n回复 @Peter_Fitz I read a wonderful book about Weary Dunlop's life back in 1980s or 90s\n回复 @carlyfindlay Oh Carly, that IS a whole lot of new info to absorb for sure. Glad you have had a kind &amp; empathetic professional team &amp; of course \"the best people\" ever in Adam &amp; your parents. Sending ❤️\n回复 @c3convertase Been quite the journey but so good now! Thank you x\n回复 @LiangRhea @GongGasGirl Psychologist who also has teacher qualifications! Ha!\n回复 @drvyom I can't recall &amp; it's a gracious act\n回复 @TrainsInfo I rarely use PT but today was catching train from Wynyard to Chatswood around 10-10.15 to get my Metro connection to Rouse Hill. Without notice or explanation train terminated Nth Sydney &amp; had to pay for taxi to get to metro . What happened?\n回复 @LorraineLozza75 I just saw this..I am sorry you having a rough trot. Hope some warmth and care helps and I know you sure have been doing things very tough lately. Take care, and thinking of you\n回复 @AustralasianEdu That is huge...I send my love...and hope that it does not activate.\n回复 @drbruceashford Yep. Better move!\n回复 @GongGasGirl Yay for yr Dad! Congrats  to you &amp; your sister!  my (late) Dad championed education for me &amp; right thru to tertiary level. As a disadvantaged kid of 1930s it was learning &amp; education that got him into profession of accounting &amp; in 1960s I got HSC &amp; became  a teacher #IWD2024\nMY reality &amp; gratitude check: very aware of my good fortune #cancer wise particularly \"mine\" #headandneck #surgeon extraordinaire is this man, @jcBeyond5 who I first met 18 May 2017  @COBLH TY for  vision of Prof Chris OBrien. @juliette_io @froggatc @hncanceraus @RebeccaVenchers https://t.co/md3SMIjh56\n.@danbharris I’m slow to have found your book #10%happier but I am so loving it! Your words, your scepticism, your scoffing…and more! I get it. Took me a few years to know I needed to meditate AND learn mindfulness via Buddhist practices…and forget #ekharttolle et al! #buddhism\n回复 @EmilyRowe69 Love this! Coat and the matching smarties\nA very telling message to those of us who need to heed it.  Those of us who remain 'high achievers' despite the various lessons our health issues have taught us.  That there is NO one else who can tell us to \"stop\" \"slow down\" &amp; find some refreshment &amp; peace.  @Liz_ORiordan  😘\n回复 @OurNewHomecoach Did FB Marketplace with success back on C Coast. Priced items - mostly tools &amp; some furniture well down &amp; often people who came bought more once they saw what we had. I admit I was sceptic but it went well\n#Hamilton isn't  cheap -saw it twice was great. Both times in dress circle. 2day middle of 2nd row back. My shots here in walkway. In 2021 I saw show Sun 1pm &amp; Covid meant distancing in foyer &amp; wearing masks inside also had drive up &amp; down M1 to get there. Living in Syd helps https://t.co/AJzZWsDaBu\n⁦@ThanksCancer⁩ here's my recovery look after Surgery #3 for upper mouth reconstruction exactly 6 yrs ago today. Over time I would need a 4th surgery because this one didn't quite do the job of expanding the skin graft to take my upper prosthesis of teeth! https://t.co/4D0XB8uYjx\nPerspective from nature   My morning spent at @BotanicSydney Mt Tomah about 60 min drive from home.  Lovely morning up there &amp; I always come away with some life lessons!  But I've decided my next drives of 60 minutes (+ or -) are going to be to the coast!   I miss seeing ocean! https://t.co/HEnGAmH32W\nMy short(er) than for others visit to #Vivid tonight! I'm enjoying my staycation in Sydney today &amp; tonight as I see how I manage #travel #publictransport #solo #eatingafterHNC &amp; I AM DOING well! 14K steps! Love Sydney &amp; using this experience as a START to plan UK trip later 2024 https://t.co/wgwMEZmizi\n回复 @itsonelouder Mine is due to expire in April..only use it to make a special 'fish dish' for my Dad (who is 100) around Easter...will it last? Will he?", "overlap_score": 0.1345088802390151, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1291869679, "screen_name": "Stephen16025393", "user_at_name": "St. Onan, Pioneer of the Pullout", "sample_content": "回复 @janninereid1 No. Some girls can pull it off, others can't. Just like everything else. Looks terrible on that girl though.\n回复 @funder If the msm were being honest, coverage of Biden would be considerably more negative.\n回复 @World_Gone_Wild @notcapnamerica If you found racism within the phrase \"black jobs\" then the racism you were looking for was inside you all along. 👐🏻\n回复 @Sadie_NC Absolutely not. I believe in liberty, like the men who forged this nation. I believe in the Constitution and the Bill Of Rights. It's bad enough that leftists want to destroy everything America is. We don't need people on the right trying to do that too.\n回复 @annabella33333 @OliLondonTV No one wants to see Nelson Mandela have sex with sheep.  Well. Maybe not \"no one...\"\n回复 @JoJoFromJerz Considering those things were proven to be ineffective, I'm guessing zero.\n回复 @owengladwyn @NikkiHaleyHQ also nope\n回复 @robreiner Cry, fatty.\n回复 @SenSchumer The entire world can kindly go fuck itself. American tax dollars for American taxpayers.\n回复 @LibertarianG0th Literally had a dream last night that I saved three small children from a car that had gone off a cliff into shark infested waters. Good dream.\n回复 @Damaan4u33 Hell no. Why should the American people entrust their children to schools if the schools can't protect them? If you're unwilling to protect students from harm then you shouldn't be allowed to have them in your temporary care.\n回复 @jonfavs Vote for Trump. You'll be happier.\n回复 @JoyceWhiteVance Uh yes? Absolutely 100% That's why it was written as the right to bear arms and not to bear single shot muskets. It meant all arms, no limits, so that the people might be able to defend themselves from the armed forces of their own hostile government.\n回复 @Logically_JC Seriously. I mean what did we do to have someone so awful inflicted upon us??\n回复 @StephenKing If the Repubs win, the election was still rigged but enough people turned out to vote that it overcame the Dems' attempts to rig it.  I have zero doubt that the Dems have rigged every important election since at least 2016 and will continue to do so until they get caught.\n回复 @AnaKasparian Never thought I'd be liking one of your posts... Crazy times, man.\nThey seem to be passing through a lot of safe countries on their way to ours while \"fleeing for their lives.\" And that's pretty weird considering that most foreigners claim to see America as a racist stronghold riddled with domestic terrorism and bullet holes.\n回复 @tiniftsushi @BlackDumpling57 @mistressfannie And yet here you are.\n回复 @Michell33650674 I find it so pathetic that you people are in such poor shape that you have to stoop to the utterly absurd in order to oppose Trump. Your attempts to frighten people would be funny if you weren't doing it in order to destroy the future of our nation.\n回复 @RickLenzie I'll take Dog. Or even just like an actual dog.\n回复 @PearlsorPebbles @Teri_Rem @SamuelDawes8 @SirBylHolte She was of the Greek Ptolemaic dynasty, was of Macedonian Greek descent, spoke Greek, and had a classically Greek education. It's not even controversial or up for debate, simply a matter of historical record. You're welcome to do some research if you're so inclined.\n回复 @em_Lazzy Last time I vented to a woman (about having been sexually assaulted and subsequently accused of rape by the very woman who had assaulted me) I was informed that women do not commit rape, nor do they falsely accuse men of rape. So pardon me if I'm a little hesitant.\n回复 @arsl34 @stats_feed I heard muhammad enjoys diddling little boys and taking it in the ass from Christian dudes. Nothing pleases muhammad more than submissively getting his sweaty brown butthole rammed by superior men, expect for sucking their shitstained dicks after they spooge in his bowels.\n回复 @domdececco @RWTNews @JoyceWhiteVance And they made it clear many times over that the government of, for, and by the people could become tyrannical, which would require the people to fight for their freedom. In fact, they expected it to happen.\n回复 @SpeakerPelosi You corrupt politicians never learn. Maybe you will in November. Trump, now more than ever. https://t.co/Qj8rxBxTN5\n回复 @Rothmus Rape was likely the leading means of procreation before the arrival of Europeans. Rape, torture, slavery, human sacrifice, and cannibalism were the norm among the native peoples of America.\n回复 @DLgodlessbitch 100% in agreement. That's why I'm voting Trump.\nYou failed! #BulletProof https://t.co/ZCpGd10epy\n回复 @KamalaHarris @JoeBiden https://t.co/exiYA46iPI\n回复 @SydneyLWatson The only argument they've got is spicy street meat and cheap labor.", "overlap_score": 0.1099262513990888, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1366910225526185987, "screen_name": "bloodjusticeala", "user_at_name": "sb", "sample_content": "回复 @DOJCrimDiv @FBIWFO these guys are extremely young to be found unresponsive at the organ prison 🫁🧠🫀 👻👻👻   https://t.co/ySs0Q34Mid\n回复 @LaKrishaSmALL @idontexistTore 🔥 now that’s a rabbit hole 🕳️ that keeps giving ☕️\n“Hormonal handicap” from long term birth control pills maybe 🤔  The Genius lawyers figured out aspirin causes autism, maybe they will figure out that the  gene editing playing like they are the creator 🙏🏼 has crashed the x &amp;y chromosome  🤔  https://t.co/damMxZ0sPF\nI remember your Cambridge analytical 💩 main reason I WONT put my name online now 🖕🏼fkzuck should be trending years ago\n回复 @idontexistTore That’s Alabama math 🤣🤣🤣🤣\nThat’s almost one a day?the body part broker business closes&amp;take weekends/holidays off? When the heart was to mean to parole, but good enough to transplant in the name of public safety 🫁🫀👁️🧠, lack med&amp; letting a tumor grow because it’s easier to teach  https://t.co/vvt3RySusJ\nShould charge for Elder abuse 🫣\nMust have been someTHING she ate 😋\nAlabama is gassing prisoners until it’s normal, 👻👻👻\nHe must have some delicious 😋 organs, given the first attempt at death penalty was failed, w/out a unanimous jury, 11 no and 1 chose death👻 there is a bloodlust to kill because they couldn’t do it right the first time   https://t.co/W2axC44A8S\n回复 @TishOlivier90 No it’s not coincidence 🤬 a traffic ticket will get you organ harvested 👇🏼👇🏼👇🏼  https://t.co/QAlHya6Kui\nOffer No help for the disabled, &amp; indigent, medically abused they need investigation 👻👻👻  https://t.co/Id2HRPPoYO\nPolice going postal 🫣👇🏼  https://t.co/I0vi3ZnW3K\nPromoting a flash point on racial relations, they don’t want change they want tourism.Promoting this is like promoting every wrongful killing and persons shot,put the chair down and maybe the guns will follow. Imo Promoted racial division🤔👇🏼 https://t.co/0cGSug8mCf\nMilk that fat cow 🐄 They didn’t add all the lawsuits in their “per prisoner statistic picking” this invoice doesn’t count? 👇🏼👇🏼when @DOJCrimDiv lawsuit pending that lawfare price is still going up.   https://t.co/Z2DYg4IPT0 https://t.co/YBJFt51sK8\n回复 @Sassypatriot133 @TheRubberDuck79 @CommunityNotes The tattoo removal jab 🤔\nNow that we are all felons can we start forgiving 🤷🏻‍♂️ or do we continue to discipline these children over and over like a wicked step parent?\n回复 @AlarmChina @AlanaNewmanCA United States/Alabama, is doing what the gentlemen exiled from China stated:  dna from children and prisoners 🙏🏼\nReserve police officer 👮‍♀️👇🏼  Able to resign before charged   https://t.co/abb5LF0PcZ\nEvery city Alabama has Altered the signature page, tampering with government records, see something say something to who? the ones that will flip the evidence?👻👻👻  https://t.co/tyRP9gLDBZ\nBrain Injury the man is in a wheelchair, and cannot do for himself and they still won’t release 💯 (ck. min release date) they must want his  organs 👁️🫀🫁🧠 he should be free a year ago on mandatory parole 👻👻👻 https://t.co/WIWAHQYjGA\n回复 @kellyscauses Her natzi wave gets me 🫣 people have forgotten she was treasurer before she was gov. The school fun money has been a go to source for funding. They replaced decades of money with Covid relief that was earmarked educational funds\nCertain We are ALL trying to be law biding citizens, but hard to watch when they are unaccounted for more money 💵 than those that have went to prison for less 💯💯 elected or selected 👇🏼they start a lot of drama like a bad girlfriend I used to date 🤣🤣🤣 https://t.co/PjWcEEByIz\n👇🏼Victim or survivor’s mentality, I get a bit salty when people apologize for something they had no control of, I don’t tell my story for apologies or money 💯 I tell it for awareness so it doesn’t happen to anyone else, we have already ran through what most are afraid of🐍👻👻👻\nWhen music was made by an instrument and not a computer 🎸 jamming   https://t.co/ShwQGkoEF2\n😳😳😳 nasty times   https://t.co/BvlTziUhos\nAs the heat rises how many  🫀🫁bodies🫁will come out on the trash carts👻👻👻 alabama do better https://t.co/8fcOYJABYk\nA museum that showcases years of civil terror trail abuse, lister hill was another one of the long term mental facilities with horrendous stories 👻👻👻another monument of idols  to showcase their wrong 👻👻👻 And try to attract terror tourism  money https://t.co/5D7SoW9Wo1\n回复 @BamaLeatherneck @GovernorKayIvey Breaking their own laws previously on the books   https://t.co/svHKKyikFD\nI have seen the longest senator John rodgers go to jail and the longest standing sherif gets out like a revolving door of corruption for those holding office in lengthy terms   https://t.co/ZRLYY5BKME", "overlap_score": 0.1730521258964065, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1242639578877452288, "screen_name": "HunterStriper", "user_at_name": "Striper Hunter", "sample_content": "回复 @JenC222 The dogs either.\n回复 @SpeakerJohnson That would only work if no crime was committed. But since there was a crime and a conviction!  That's how it works, when you commit a crime, you become a target.\n回复 @thsisbsitstinks @Madlisa1967 @mtgreenee In high school I worked side by side with farm labor in my grandfather’s vineyard   They were some of the hardest working people I’ve ever seen. Don’t bitch until you’ve been in the fields doing the work they do every day!\n回复 @brianonhere I worked on a remodel once where we tore off a roof to add 2nd story.  The original builder used 1 nail per sheet of plywood.  The blocks between the trusses were just wedged.  They used long roofing nails hoping to hit a truss. He may be a builder in Texas now from the video\n回复 @proficientdan1 Latest video of Concrete Contractors Gone Crazy\n回复 @PeteMaina Those sure are big fish pellets they're dropping in that creek\n回复 @Ronald__H Yep!\n回复 @SnarkQueenBee I haven't, but in my latest hospital stay I had to wear what I referred to as 'man panties'. Some would call them adult diapers, but they're really man panties.  And yes they are as humiliating as they sound.\n回复 @ItsBBQRay That looks great!  My poor dad would you have you put it on the grill for another minute to kill it (Didn't like anything that might come across as blood).  Personally, I like my prime rib just walked through a warm room.\n回复 @Camel_Crushin His show with Martin Short maybe  the funniest show I’ve ever watched. I was just out of the hospital for abdominal surgery, I laughed so hard I hurt. My wife wanted to turn it off but I convinced her it was funny pain.  Just watched his special on Apple. Man is an amazing artist\n回复 @proficientdan1 I got to show this to my wife. She won't think I'm spending too much on fishing rods, reels and my boat(s).  Ok maybe that's a bad example.\n回复 @GerryKeller @DogsDogsMoreDog @TheFigen_ In 20 years I've lost less than a 6 bottles to breakage. Sometimes breakage is the bottle.  Some commercial beers are sold in thinner glass, I broke the top off a few capping before I figured it out.\n回复 @VikingWoman5 No but too damn close.  While fishing out of my drift boat I was pointing with my rod where a slide had come down the mountain a few weeks earlier. When a bolt flash occurred and my had wouldn’t stop tingling.   Way too close.\n回复 @ThexyBeatht_2 Hey TB.  Greetings from the Oregon Coast. Spring is here, the rain is getting warmer.\n回复 @BrounsTes I wonder they have an ‘aging’ clause in their contracts.  Haha, like contracts mean anything to their employer.\n回复 @HeatherThomasAF As a retired fishing guide it boggles my mind that  there are fishing guides that could be anything but a Democrat.  There are Republican Corporations who would love fall every tree, strip mine all the land and pollute every river.  All in the name of profit.\n回复 @stonersvilla 17, I was a jock in high school.  During the early 70's weed was looked at a gateway drug that made you jump out of windows.  Late senior year 2 buddies and I went on a camping trip in the Sierras.  Tried it for the 1st time, been smoking ever since.\n回复 @HeatherThomasAF Haha I came home from work one day to find explosive dog poop all over the sliding door.  The poor dog made it to the door with no one to open it.  Called my wife and told her to stay at work another 1/3 hour.  It was nasty!  We ordered a fob controlled doggie door that evening.\n回复 @thetonymichaels She must have God on speed dial\n回复 @HeatherThomasAF @KatiePhang I had a lab that was a puppy till he was 3.  Worked and worked  with him.  Then one day it a fell in.  Wife and I were on the beach and  another dog came running. Told mine to sit and stay.  He never moved.  He became one of the best dog I've ever had.  Long live puppies!\n回复 @xyco_twt A, unless I can fish off the boat.  Then C.\n回复 @pragain0222 @MsSassypants54 @CorrineSantaca1 I was once told by a coworker how he couldn't understand how I could fish all day without a bite and still like it.  I told him \"You watch people drive in a oval track for hours on end\".  That's Formula 1.  I'll stay with fishing.\n回复 @fitdaddy_scott Poor little birdie never saw it comin.\n回复 @Tjeerd001 We were one of the first on our block to have a Texas Instrument Calculator.  Us kids were not allowed to touch it since it was considered 'High Tech'.\n回复 @RexChapman And my parents were worried about Led Zeppelin\n回复 @HeatherR411 I've never seen the stores I go to without bacon.  I cure my own and there's no shortage of pork belly.    I doubt he's ever seen the inside of a grocery store.\n回复 @Luciferjesi Checking her oil. Him. It seem to be dirty. Her. Let me smell and see if it's burnt.\n回复 @HeatherThomasAF I live all the rain we’ve had in the PNW.  But my garden is going to need a month of drying out before planting.  Even in my cold frames the only thing that will grow is the moss.  Better weather tomorrow, may plant again\n回复 @shillman1 I slice them and put them in the trash.  Our local recycle won't take them.  We had one 25 miles north of us that used to. I saved 2 large garbage bags of plastic for close to a year. Only to drive there and find out they no longer took them.\n回复 @klepper_aaron It's pretty amazing to think there was once a volcano estimate at 12,000'.  And now a lake  little over 6,100'.  The explosion would most likely been the last thing you'd ever see.", "overlap_score": 0.155601286870116, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1268312681058091009, "screen_name": "COKEMAN29488405", "user_at_name": "COKE__MAN", "sample_content": "回复 @olivialeighrose She really saying Dak don’t work hard or want a Ring 🤣\n回复 @nole_atl Feels like what teams did against Coach Leach at Mississippi State after the torching of LSU in his SEC debut 🤣\nLand sharks getting Run Ruled tonight by Bammer ? https://t.co/kccsZ0Zsfe\n回复 @RebelPrestige @JJHarrell_4 @MacCorleone74 @BraylonBurnside You talking about the Season where State lost their HC unexpectedly and promoted Arnett bc it’s was only option at last minute to keep the Roster and Recruits from leaving.  Or that our QB got hurt and missed half of the Season 🤷‍♂️\n回复 @HailState_CO Maybe Rook can stay in Atlanta.  🤣.  Need him in a Braves jersey\n回复 @AuPropaganda Look at Little Brother Mississippi State. I was told they were inferior Athletic Program to Ole Piss\n回复 @BBGreatMoments I’ve had this happen in church league softball without a helmet 😳\n回复 @karenehowell It’s about that time in Mississippi 🥵 https://t.co/GS8XVsULJE\n回复 @LateKickJosh Is this the same area as  Saban’s lake house 🤣\n回复 @jonmachota Cowturd was Almost Right 🤣  #HailState 🐶 https://t.co/yB9g6JzwLU\n回复 @brianhadad Good to see Richard being able to take part in NCAA Postseason Baseball.  Richard need to dig deep in the closet and pull out that Maroon Polo 🤣  #HailState 🐶\n回复 @immunks @_Cars0n_ @TheMindOfJessie @NikkiTNYC @Pneuma87 @luckytran Wait didn’t Trump push the Vaccines thru  and the Left said no way we’re taking Trumps Vaccine.  Few months later it’s Biden’s Vaccine and the left said that if you didn’t take it you were a Killer of Grandmas or something like that\n回复 @NiceLady105 @ChrisDJackson @KUnleashed2020 The man has spent more time on Vacation than the average American will get in a career 🤷‍♂️\n回复 @11point7 Maybe Tony V Soprano has the Garmin hooked up this year and they don’t get stuck in Knoxville,  would hate to see it 🤣\nWrap it Maroon and White 😳  #HailState 🐶🏀 https://t.co/qedq3kNA54\n回复 @VernFunquistCFB @GrahamCoffeyDC @SECUnfiltered @CollegeSportsO @BoardGeniuses @JakeCrain_ Stallions for GA of the Year 😳\n回复 @Bayou_Dawg Big heads up play.  That’s what the coach means when they say “know where the balls going before it’s hit”\n回复 @DailyCaller Bernie told Theo Vonn the same the other day. Everyone knows they’re corrupt\n回复 @HailState_CO Or any responsibility 🤣\n回复 @HailState_CO Tennis School 🐶\n回复 @iaintthatdeep @DWadeStadium @LPatch7 @kyleumlang Yea I hope with time it gets better.  From what i understand the MState banner is for Academic and the State Script is for athletics but I’d like to see them phase out MState banner bc we don’t want to be like Ole Miss with 15 mascots 🤣\n回复 @WampumMining @SkiTownRE @gmovestr Easy Fix is not in any  govt agency handbook.\n回复 @tru_maroon Heard Bianco had an Extension on his desk Sunday morning 🤣\n回复 @CFBKings It’s the complete opposite of @HailClangaClang Stadium\n回复 @InternetH0F So a professional driver can Drive 🤯\nThis is what  we need more of in Govt. All the way from the Very top at Pennsylvania Ave to the State and County positions\n回复 @LateKickJosh Rated very highly among active coaches according to talking heads\n回复 @MattBarrie Uncle Eddie🎄 https://t.co/qVXpsh5VkE\nChills @mike5wright gonna miss seeing your energy on an off the field  🐶\n回复 @EliteDawgs @Im3Fly E40 being ejected his last game ever in Davis Wade against Missouri still makes me mad 🤣", "overlap_score": 0.2234111470041921, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1078023708160282630, "screen_name": "BradfordT19", "user_at_name": "BradfordT", "sample_content": "Priceless.\nHey, @mimikmorgan, that was a great interview with @VinnieTortorich!\n回复 @RealJamesWoods A \"deist\" they say...\n回复 @DrewHLive Not so. I lost 60 pounds without anything other than the normal daily routine of going to work, etc. Some people have lost hundreds of pounds and without photos, you would never know they were so obese. Zero exercise.\n回复 @stillgray That motherfucker needs to spend the rest of his life in prison.\nMurders and Gun Control Increased Under Tim Walz in Minnesota. Gun crime always increases with increasing \"controls.\" Funny how it works that way, huh?   https://t.co/W7tlbBTxFp\n回复 @RasmussenT56381 @ifixhearts Yes. Agreed. One of the many bones I have to pick with the medical community. Same with inflammation; it isn't a problem, it's the body's natural effort to heal from disease, injury or infection. Whatever is the cause of the inflammation is the problem and root cause.\n回复 @KurtSchlichter True. Biden \"won\" and no one cared about him.\n回复 @mimikmorgan Well, Lincoln said it: \"I'd destruction be our lot, we must ourselves be its author and finisher.\"\nMan, this is awful on every level.‘American Pie’ singer Don McLean releases 'Ballad of George Floyd,' claims artists are ‘afraid’ to take a side · American Wire News https://t.co/JjhhiDx4Qc\n回复 @KurtSchlichter Haahahahhahaaa!!!\n回复 @CaryKelly11 That's touching, buddy. I hear ya. And appreciate you.\n回复 @CaryKelly11 Now that I know the root cause of all of these things and have changed my diet and lifestyle accordingly, I don't have any concern about any of it.\n回复 @reallytanman Better yet, I don't count calories or chemicals, as I don't consume any \"chemicals.\"\nWorthless pieces of sh*t.\n回复 @DaisyNyna Eat lunch and dinner only, mostly fatty meat and eggs. Only limited low-glycemic vegetables. This is all about keeping blood sugars low, thereby keeping insulin (the fat storage and protection hormone, among other things) very low. DO. NOT. SNACK. Ever.\n回复 @mimikmorgan Actually, I don't, but I have had to ask forgiveness many times for speaking it.😂\n回复 @KenDBerryMD Want to be murdered in the middle of the night by your (starving) dog? Feed him fking carrots.\n回复 @MTGrepp When are they NOT involved in fraud? They have to work harder than ever this time; I think they now know it can be obvious, and yet still secure their stolen positions, as the courts won't stop them.\nDoes he not know we're armed?\nTotally expected from those communists.\n...and seed &amp; vegetable oils.\n回复 @SBakerMD Nice guy, but doesn't know what the fuck he's talking about.\n回复 @JackPosobiec By \"far-right\" do they mean \"completely correct?\"\n回复 @TheSurvivalPodc What a shame. I thought a lot more of you until now.\n...says the tax cheat.\n回复 @mimikmorgan I'm 66. Same here.\nlol. This is brutal.\n回复 @naomirwolf This isn't the RNC doing anything, Naomi. It's an individual.\n回复 @ValerieAnne1970 More real meat for me!🥩", "overlap_score": 0.2028733524998381, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1168304746945556483, "screen_name": "alan64366024", "user_at_name": "AJ", "sample_content": "回复 @NahBabyNah Geraldo can go pound salt!\n回复 @Alex_Curry Hi Alex, thank you for the kiss and sweet message. I'm very proud of you for having the courage and stamina to deal with this illness. Jesus loves you and is always looking out for you! can you please follow back.\n回复 @Diane_Jackson7 @catturd2 Diane, there isn't one thing in this country that is legitimate. The government, sports, schools, the judicial system, etc. I am so disgusted at this point.\nI had enough of this phony and the phony catholic teachings!\nAll because of the Animals!\n回复 @RealBookerScott Yes, the fourteen letters he's written thus far has really changed the world! 🙄\n回复 @harparr1 Go pound salt!\nGood, buffalo deserved it! 🐃\n回复 @jamiebrazil47 Good night honey!\n回复 @NoDMsPerfavore Mitch McConnell and Lindsey Graham! 🐍🐍\n回复 @MarindaVannoy1 Mandy, the entire Kennedy clan are communists, even Robert.\nThis liberal Marxist is a born loser!\nRinos!\n回复 @Diane_Jackson7 Hi Diane, be careful!\n回复 @BarbaraVonBauer Barbara, Gaga can take a hike! Who cares about her.\n回复 @QuedBri 🥰\n回复 @maziehirono Fatso, you are a liberal communist, resign already!\n回复 @LizzieSunSand Lizzie, you look beautiful! have a wonderful day!\n回复 @Sportz_DC Maga 🇺🇸\nI haven't in 4 years! The BLM, black National Anthem, the retarded commissioner and communist owners did it for me.\n回复 @trumprealparody 1000%\n回复 @Diane_Jackson7 You're very sweet Diane, don't let these fools discourage you. Keep tweeting!\n回复 @hakeemjeffries Hakeem the communist, we know all about you and voting record. You need to go away!\n回复 @DesireeAmerica4 Hi Desiree, can you believe this Phony Dan Rather?\n回复 @jamiebrazil47 That's Wonderful!\n回复 @GigaBeers Their kid would have some Horn!\n回复 @SULLY10X @angie_anson Erin Burnette is a CNN Communist!\n回复 @RadioGenoa 🤮\n回复 @LydiaTh30540019 Go pound Salt Half-Wit!\n回复 @ProudElephantUS This Blimp better go this time!", "overlap_score": 0.1998201341331776, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1300261955844751360, "screen_name": "NatalieMuccillo", "user_at_name": "Natalie Muccillo", "sample_content": "回复 @DogginTrump Both things will coexist for awhile. No shame in it. And no one should say otherwise. She is a great candidate, and what they did to Joe was wrong considering his character and achievements\n回复 @Temp95787 I feel like the size of the M’s should get bigger every time he tweets and Manny proves him wrong\n回复 @realpublicius And I don’t truly consider GA a swing state, because their state legislature and governor leave a lot to be desired at a state/local level\n回复 @cbouzy Joy Reid @AriMelber @maddow @jrpsaki saying there is a 30% drop in support from the black female electorate from 2020 to now?\n回复 @thehill Alright, here we go again. People of Illinois’ 10th District, you know what to do. Let him know if you’re riding with Biden. Washington DC: (202) 225-4835 Lincolnshire: (847) 383-4870\n回复 @NicolasEdny We did. The majority did. Damn the electoral college\n回复 @cbouzy @maddow @Lawrence @KatyTurNBC @andersoncooper @wolfblitzer @MSNBC @KatiePhang @CNN\n回复 @TTtheNegligible @notorious__98 @cliff_klaven @Morbidful Clearly yours needs more time also, but good Wikipedia search. I’ll go with case law (that I’ve cited above and in my work) and research done by clinical and forensic psychologists.\n回复 @TalkingFriars I personally don’t think Gallagher square “transformed” the experience out there. It’s cool, but not like earth shattering\n回复 @aedmondstv https://t.co/BZBetCkos2\n回复 @AtomTomato @cbouzy Yesssssssss!\n回复 @billybinion The majority of people do not see those who are addicted or incarcerated as human beings. Until you are faced with the reality (most never will be) they’d love nothing more than to lock them up and never think about it. But prison doesn’t work. Doesn’t fix the underlying issue\n回复 @JimRussellSD How does everyone think these guys play in the big leagues? They’re not humble. They have something special, and they know it. He knows it, and he’s pissed he’s not executing.\n回复 @ChrisTigani @PopularLiberal Who runs those systems? Individuals. With individual racism that find other like minded individuals, and boom, it’s part of the system, whether or not it’s legal. Individuals become incredibly creative when they have a collective goal. Fixed it for you.\nThis should be shared far and wide. All women have experienced something like this. We have no idea from who and where it’s coming from next.\n“I think it's the lack of hope that comes and gets you. See, I believe in hope. I believe in belief.” 😝 Colorado, we’re taking it to you. #letsgopadres https://t.co/8SJYiicE0w\nPrayers up to whoever has to face this lineup #forthefaithful 🫰🏽🫰🏽\nUgh. Matsui. I pull for you every 👏🏼single 👏🏼time👏🏼 but man, we can’t put him back out there until Niebla figures this out.\n回复 @SelfApproved1 @LasVegasLocally The hotel room ones are pretty solid. A flight attendant shared this. Helps when you forget any additional locks. Someone is less likely to continue to break in if they have to work harder\n回复 @Miami1stVet @sdut You’re in Miami? Come talk to me when you live near the border\nOk, I will knock it off with my positivity for a moment. Why do they look miserable? I mean honestly? They look like they are “working.” No fun. No smiles. Zero enthusiasm. Damn guys. Find a way to improve the vibes.\n回复 @TalkinBaseball_ @Pantone294 bUt It’S nOt a rIValRy\n回复 @vPingle @maddenifico I don’t think that is it at all. We, as the American public think that things should be conducted in a certain way. We are mortified when it’s not. Dropping bombs indiscriminately could not have been a foregone conclusion.\n回复 @taylersplifft @SarahIronside6 Intel that saves American lives. I understand Israel is the only democracy in the region. And I understand that if Biden does not win, American women face a fate similar to the women in those countries you want to liberate\n回复 @BajaBlessed22 Didn’t they lose that game they did that here? 🤨\n回复 @Bubblebathgirl @kylegriffin1 I hope you never need a nurse or firefighter.\n回复 @KatiePhang Ever since my Dad died, I would pass that along to anyone whom lost a loved one “grief is just love with no place to go.” 💙\n回复 @SDFox619 There was one here. I don’t know if they operate here anymore but I definitely volunteered once at an event\n回复 @CraftonCornett @dogwood_maple @ToeTagginTambo I mean we do too where I am, but the people almost always object or want some conditions imposed in the interim 😂\n回复 @TalentGeek2 @TalkingFriars Watch it again. I rewatched it, he takes off out of the gate but on the way to 1st knows he wouldn’t beat it out", "overlap_score": 0.1356831842678847, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1097907865644355584, "screen_name": "ride_trips", "user_at_name": "Your Rideshare Driver", "sample_content": "回复 We get a quote from Katie Wells (hi, @KatieJWells!), a geographer at Georgetown who absolutely nails it. https://t.co/8U9DadsJ8Z\nVictory tastes good. Congratulations to drivers in Colorado.\n回复 And that's just my half of the bookshelf! My girlfriend has her side of the shelf filled to capacity. On quiet weekends, we'll often just sit and read together, sharing little smiles as we cuddle under a blanket.  It's the little things.\n回复 Ladies, get yourself someone who looks at you like Paul staring at an atomic blast.\n回复 As for me today, I'll be going around town this morning to sign copies at local bookstores (if they'll let me), drop a copy off at the local library, and hide one in a Little Free Library somewhere in Tallahassee.\nHmmm, sure sounds like employment to me, but no, it's another gig company saying it's workers are independent contractors.\n回复 [An Obama-era official noted] 'many online platform-based companies [...] that classify their workers as independent contractors “don’t satisfy the basic terms” of the final rule, which is backed up by decades of legal precedent, including a Supreme Court decision.'\nAdditional gift link to today's article in the Washington Post:  (thanks @EMC_Maine !) https://t.co/KgpxjAgZLA\n回复 There's more fun stuff in here, sci-fi and mystery and horror. I'm working my way through the Murderbot series (my girlfriend bought me all the books).  There's also the first hardcover copy of my book on the shelf. It's signed to my son. I'll give it to him when he's older. https://t.co/tPdxrJx68i\n回复 @webboy42 I didn't have a ton of time to write, and I have ~20,000 written already. Each writing session usually yields 800-1,500 words.\n回复 Sofia forgot her vape, and she makes a big show of thinking about going back for it. Her friends talk her out of it. When we get closer to railroad square, her friends ask if she wants to scoot scoot, by which they mean renting scooters to get around.   5 ⭐\n回复 Ricky can barely muster up the sobriety to say hello, much less anything else. His ride is maybe a tenth of a mile to his frat house. I tell him to have a good night, and he just says \"yeah.\"  3 ⭐\nThis weekend is Evo, the world's largest fighting game tournament. If you have any interest or curiosity about esports, this is the best community event the FGC has to offer. It's broadcasting on Twitch across multiple channels, and I recommend checking it out if you have time.\nCongrats to @EMC_Maine on winning the giveaway! She gets a free copy, along with some cool goodies from @BeaconPressBks.\nIt's Friday, and that means it's time for the Friday night ride along! Join your favorite Uber driver as I explore Tallahassee's nightlife.   It's been a long week. Let's see what the city has in store.\nIn Japan, My Neighbor Totoro was shown in a double feature with Grave of the Fireflies, one of the most depressing movies ever made. Which movie was shown first was left up to theater owners.\nMy book on the shelf in Barnes and Noble. 😭😭😭 https://t.co/ZbilLIVQDZ\n回复 Caitlin doesn't need to go far, about 0.4 miles to a pharmacy. She's going to pick up a prescription, and based on the limp as she comes to the car, I don't think walking was an option.  5 ⭐\n回复 @Vanessid The book actually came out the same day as my book did, and I meant to post about it earlier. I got a little distracted by the whole \"getting hit by a tornado\" thing.\nIf you do enough drives for Uber, you can earn free tuition at Arizona State University.   I am not joking. That's a real thing. https://t.co/KYbDxVbVNT\nI changed my pinned tweet for the first time in 5 years, but I think it's a pretty good one.   If you remember the old tweet, \"I'll tip you on the app\" was the working title of my book.\n回复 First ride is a short one for DJ. He's got his McDonald's uniform on, and he'll be working the late shift. I tell him I hope it's a quiet one. Me too, he says.   5 ⭐\nI'm still awed when people say nice things about my writing. This reaction from @lisquart was particularly beautiful.  Drive: Scraping by in Uber's America, One Ride at a Time goes on sale May 14th. https://t.co/p4afDcQISm\nPresented without comment.  https://t.co/zpr7RnpnPF\n回复 @jeffvandermeer The only bad thing about black bears is that you can't hug them.   I mean, I guess you *could* hug them, but it would be a one time experience.\n回复 @doorn Thank you so much! I haven't had a chance to listen to the audio version yet. How is the narrator?\n回复 Maddy and Taylor are living it up in Collegetown while the students are gone. She's ready to go home and rests her head on his shoulder. They don't speak, but they exchange the occasional kiss. It's very sweet, and it makes me miss my girlfriend.   5 ⭐\n回复 @PossumDeMenthe Drivers will never be able to prove it, but I swear the rides slow down as you get near the goal because they want to keep you online longer. They know they've got you hooked.\nI think the most incredible feedback I've gotten on Drive is the number of people who told me they read it in one sitting. One person told me they were so worried about me while reading it that they stayed up until 2AM to finish it and see if I would be okay.\n回复 @locust9 Bad Company 2 was fantastic, but I think the best game you ever made was Mirror's Edge. I replay it every now and then and just marvel at the imagination.", "overlap_score": 0.1332265134536177, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1173999053392269312, "screen_name": "missjokerjane", "user_at_name": "Kaitlyn Jane", "sample_content": "回复 @AcresJack @electMikeHarvey @KamalaHarris I agree that they lie. What do you mean by genocide though? Do you mean all the citizens that have been murdered/brutalized by illegal immigrants?  I would agree. Too many innocent people have suffered because we’re letting just anyone come across the border.\n回复 @LucaDColella @fopminui @MattWallace888 @MarioNawfal I can’t really argue with that. Last time I can remember America getting attacked on our own land was Pearl Harbor and that was over 80 years ago. Still, we need our soldiers in case anything does happen. But you’re right, the military industrial complex is a huge problem.\n回复 @TaraBull808 @ChayaRaichik10 It’s the perfect mixture of sanity and insanity all at the same time. Plus, cute animal videos 😆\n回复 @YvonneMArnold2 Oh I absolutely sleep with a fan. Even when it’s cold.  I can’t sleep in silence. I usually sleep with a tv show on or some music. I always need background music/noise though\n回复 @23_strawhat @SLOplays It’s not preventing it from coming back. From what I heard, they’re waiting to animate more Super until the manga has enough content. If that’s true, then this is just something to keep people entertained until they finally bring Super back. Hopefully.\n回复 @Anti__Globalist @cantaloop888 @lporiginalg I read that there were 6. My apologies if there were more. I feel so awful for the survivor.  That being said, it’s still the fault of the intoxicated driver. None of those people would have died if he’d decided not to drive.\n回复 @suedei23 @JoyceWhiteVance Not sure that’s true. You said “keep up.” As if I wasn’t smart enough to know what’s going on. At least that’s how it was interpreted. And again, you use a personal attack to call me delusional. Instead of trying to prove me wrong. That’s pretty rude, if you ask me.\n回复 @PicturesFoIder I suffer from some severe mental illnesses. And as much as I’ve tried to prevent outbreaks like this, unfortunately they do happen. Not really anymore but when I was younger… I’d occasionally lose it.  There’s absolutely no excuse for this behavior though. Mental illness or not.\n回复 @libsoftiktok He probably thinks that as long as it’s not his kids it’s perfectly fine. Or heck, on the other hand, he could be trying to groom his kids to follow in his footsteps.\n回复 @PAsHotMess @MindBodySoleUK — and get dozens of stitches and STAPLES on my head.  First thing my sister and sister in law said was “HOW COULD YOU DO THIS TO YOUR NEICE AND NEPHEW?!!” Never once did they ask if I was okay.  Idk. I love them all so much but that was really eye opening.\n回复 @ask_aubry I know this comment is late but I’m just now seeing this. It’s infuriating that they say he was heartbroken and almost even blame the victim for being in a relationship. The way they word this article is disgusting.  And of course the crime is despicable.\n回复 @CollinRugg Yeah… “they” are doing fine but they keep aggressively whispering and cursing and they literally look like they’re about to have a mental breakdown.  Well. At least Elon has what, 9 other kids? Lmfao.\n回复 @KObjectivist @NotSolWalker @OliLondonTV Yeah the fat activists are crazy and I think they really ruined “body acceptance” by taking things way too far. It turns away a lot of people when they’re 300+ lbs and claiming that they are perfectly healthy. But yeah, people need to be inspired to lose the weight. Not shamed.\n回复 @MamaJ1101 @ask_aubry If he cared so much about having sex, he would have been willing to help out with some of the household chores. Honestly if he did that she might be more willing to have sex. But he’s just a jerk (too say the least) that expects his woman to do everything.\n回复 @JoyceWhiteVance @JessicaRameyGil — I’d rather be safe than sorry. I’d want one to protect myself but so many other people want to hurt others.  We need to find a way to prevent criminals and mentally ill people from having guns.\n回复 @juliahosack @wizardingnews @EtherealHydri That’s just ridiculous. It’s that kind of extreme mindset and terminology that makes it hard to have actual, healthy debates.\n回复 @WCM3 @MarlonWayans What is an astronomical amount, roughly? And where will that money come from?  I think that reparations should be given to black communities as a whole and to schools and scholarships for black children. Not just a paycheck for individuals. But that’s just me.\n回复 @sawgraham @pietercleppe @gideonrachman The people I’ve seen waving the American flag had no signs or flags to indicate which candidate they supported. They just wanted to show pride for their country. As for the Christians, I know some who are going to vote for Trump but I also know several who will vote for Biden.\n回复 @feliciarosly @amandatoryfigs @LilyBart112 @ask_aubry @Psyche_MSpores I will definitely have to check that out. I’ve been hearing a lot about micro dosing and similar things but I’ve been hesitant to try it not only because of price but because I have a history of addiction. So idk if it would work but man, sounds like it’s gettting great results!\n回复 @CollinRugg I don’t think what Tim said was bad, honestly. Sounds like he was just saying that he wanted people who have gotten away with crimes to finally be held accountable. What Laura said though, was absolutely ridiculous and she basically screwed them both over with that comment.\n回复 @folieaideux When Joker and Harley finally kiss I’m low key going to want to punch her but I’m also going to be so happy for them both. No other movie has ever made me feel this way lmfao 🤣\n回复 @percoc3tpussy @eraserjool Awww how cute. Resorting to personal attacks because you have no other way to attack me or defend your statements. Keep it up. It really looks good for you.\n回复 @Nyathera2 @DoomScroling Omg the manipulation and gaslighting is so real. Honestly the only reason I got out of it was because he ended it because he thought he had a better chance with other women. And in that moment it devastated me, but I quickly learned that it was the best thing for me.\n回复 @CulinaryOasis79 @DeAngelisCorey That’s the problem. These people have been indoctrinated in their schools that activism is the right thing to do but so many of them just follow what’s popular or what their friends are doing. They don’t learn the actual facts and then they go and block highways or occupy their—\n回复 @ClownWorld_ Sea world has been terrible for a long time. A LONG time. If you haven’t seen the documentary called Blackfish yet I highly recommend that you do. They treat the animals like sh*t. It’s truly awful how they get them from stealing them from the wild and then treat them awfully.\n回复 @libsoftiktok @ShirionOrg Exactly. She should go to another country and criticize their government. See how well it goes for her. America is one of the only countries you can openly criticize without being punished. And our soldiers fought and died for that right. These people are so ungrateful.\n回复 @_LI0n_King @Cayman_Fletch @whatever I actually agree with you there. I guess what I meant to say, instead of feel, is how I would think about a certain issue. It’s very true that women use their feelings a lot more than men to decide how they will react. And that’s why we need men to keep us grounded. But women—\n回复 @raidragon1234 @DelusionPosting Yeah she doesn’t look 12 at all. She definitely has a “childlike face” but her body clearly shows that she’s well developed. Not sure why anyone would call someone a pedo for liking her picture.\n回复 @nino4rmtheO @Theo_OOTRR @RealEmirHan His performance in this movie is beyond phenomenal. It’s because of this movie that I started looking into his other ones. But I truly love the character of Arthur Fleck. He’s a guy that tries to do everything right and gets shut down at every turn.\n回复 @beyondtiltbro @Cobratate Good morning to you as well. Why did you tag me in this? Because they were female pilots? I just posted recently that DEI is bad for society but there are exceptions. Apparently these two weren’t one of them.", "overlap_score": 0.1139447974785854, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1235659499836502018, "screen_name": "eghosasere_", "user_at_name": "gho 🔻", "sample_content": "putting him on to self-warming steam eye masks &gt;\nidk why i cry laughing telling my gun to the head by the oba's palace story. that guard in benin really said \"i will blow your brains out\" lmfaoooo\nthe genocide of palestinian people, self-immolation in protest of it, 80 senegalese migrants in one queens basement sleeping in 40-person at a time shifts, the surge pricing of wendy's square meat burgers and diddy's thumb in everybody butt.   too much too much\nlmao just saw someone credit BNO News as a source for COVID data. even the woke ones have gone mad o.\ni immediately see those combat baby hairs on y'all lace wigs and get in battle mode\nwe need better learning systems and models that help everyone be better makers of our shared history. because K-12 is just the carnegie unit, standardized testing, no SEL, and critical understandings of race banned from classrooms.\nhey bubba butt, if you're fr fr about honoring your integrity, leave the democratic party.  they don't deserve you.\nrandomly remembering the day my 7th grade choir teacher called this one shorty a 'dry tenor' lmaoooo\nsome people owe me books...\nlol btw a severe and rare geomagnetic storm is about to hit earth in a few hours and no one knows what might come of it.\nsomewhere between https://t.co/DPfvADg4OM\ni genuinely hope his withering is slow, painful, and public.\nwitnessing narcissistic personality disorder play out via social media is fucking crazy yo.   what do you do though? 🫤\nup for a snack but yo, i still can't believe i deadass had a gun to my head at the oba's palace in benin lmaoooo na wa\nngl lowkey thinking of shaving my head and chilling/wfh in benin for a month\nshiver me timberlands. y'all are so scary lol. 😏\ni wanna amplify Cadence Ford, a text-based strategy game my design team made with One Love, a nonprofit founded in honor of Yeardley Love, a girl who was killed three weeks before her college graduation by an ex. they work to counter teen dating violence.\ni love asking people if they think they have the social and emotional tools to 'do' conflict. its one of those questions that makes people tell on themselves lmao. \"imthetypeofpersonwho\" headass\nwoke up immobilized by fear, stuck on the time i saw a ghanaian man in elmina swallow a boiled egg whole\nhow ashkenazi jews leverage white privilege AND the otherness bestowed on them by other white people is fucking wild to me.   they are NOT a marginalized group. so much of this bullshit is rooted in belief that they are.\nif you are african and grew up as a child in the 90s, you know how crazy anti-african sentiment was. we were the african booty scratchers in our schools and hoods, otherized by black american students.\nimma stop tweeting but it must be said. i'm edo and 'pretty' gets you taken. we are a tribal minority in nigeria and still make 40% of the women sex trafficked. 'pretty' will never be a compliment\nfree palestine. free congo. free haiti.\ni wanna leg sweep one of these fat ass nypd cops so badly!! i'd call them pigs but what did pork do to deserve that???\nare you afraid to be still? scared of what might surface when you're alone with yourself? no task list?\nwatching the snooty people on my block react to garbage not being picked up earlier today was wild lol. its really not clicking for niggas that eric adams/cornbread voldemort cut the sanitation budget?\n回复 RIP stack bundles.\ndef would recommend that everyone get a gallon-sized water bottle that honors their inner child (mine glows in the dark and has bratz rock angelz stickers on it lmao) to support your intake. shit is revolutionary. 🥹\nghanaian men have the juciest asses yo. like kwame with kwphat ass, akwaabaaaaaaa\ni'm leaving the function the moment i hear chris brown on an afrobeat song", "overlap_score": 0.1737926343845506, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1355852598331416577, "screen_name": "NickPovioJr", "user_at_name": "Nick Povio", "sample_content": "回复 @Mrs_R_Spectre @Addyspectre1 That sounds wonderful.  Enjoy the summer trip and the house hunting.  Both can be equally enjoyable!!\n回复 @lippyent Sure do.  Home was 609-393-9814. My grandparents’ was 609-393-9397 but the little round tag in the middle of the rotor read: EXport 3-9397.\n回复 @historyrock_ Excellent list.  I believe Ella Fitzgerald, Etta James, Billie Holiday, and Anita O’Day should be on a top 10 list.  Subjectively of course.\nClassic Pop Songbook’s “Weekend Wind Down with Frank Sinatra” comes to you live 7pm eastern time tonight, and every Sunday night.  Tonight we’ll feature songs from all 16 of Frank’s Capitol Records Studio Albums.  It will be a preview of the contest prize for this coming Friday’s… https://t.co/9loAufrfW8\n回复 @TheRealDudja In New Jersey, I could do it in 6 hours without breaking a sweat.  That’s without buying myself my dream car.  The dream car would make it about a one hour project!!\n回复 @lippyent Cannon.  Mr. William Conrad.  Earlier years he had a huge radio career.  Also the later TV series Jake and the Fatman.  And for the Frank Sinatra fans: William Conrad is the voice doing the famous introduction at the beginning of the 1966 live album “Sinatra at the Sands”.\nClassicPopSongbook joins our listeners in remembering the fallen soldiers who are no longer with us this Memorial Day Weekend.  We thank those men and women for their ultimate sacrifice to this, our Land of the Free.  Wishing everyone a thoughtful Holiday with your friends and… https://t.co/NfNwjhewnY\n回复 @Ashy_slashee Roscoe Joyce TV Series - Fringe Season 3, Episode 10 “The Firefly”\n回复 @lippyent The Sandlot You’re Killing Me Smalls! Tom Guiry was raised in the same town we raised our kids in and attended the same church.  Several years ago they had a Sandlot night at Arm &amp; Hammer Park in Trenton where the Trenton Thunder (then a Yankees AA affiliate) plays.  The director…\nClassic Pop Songbook’s “Friday with Frank &amp; Friends” brings you a very special show today: “The Great White Way”.  Broadway musical numbers as performed by Frank, Dean, Sammy, Tony Bennett, Ella, Rosie, Nat and many more of the show’s “regulars”.  Our good friend, TV producer and… https://t.co/KloTOwhyZF\n回复 @lisahsmithlhs Yes.  With working knowledge of what tradespeople are earning, on top of zero-dollars worth of student loans if the correct path is taken, it’s a smart move!\n回复 @IllyNOTLilly 2 things: age and my keen appreciation of gravity.\n回复 @lippyent The lovely Jane Seymour\n回复 @lippyent Kelly’s Hero’s. Additionally, Don Rickles, Donald Sutherland, Carroll O’Connor, to name a few.  Great movie!\n回复 @1Nicdar Buster Browns.  Still a company, but the name has changed.\n回复 @Rachelle_Hulme @Addyspectre1 @JonesMagno45572 @RamsaySimon @ai_fantasy19 @BarbaraDixon__ @dommedebbiex Hope you’re enjoying the project!  For your own use?\n回复 @Ashy_slashee Jurassic Park, JP3, Event Horizon, Bicentennial Man, The Hunt for Red October, The Final Conflict.   A wonderful actor!!\n回复 @lippyent Perry Mason\n回复 @Jamesrus42 Ernest Borgnine.\n回复 @Tjeerd001 One Flew Over the Cuckoos Nest\nClassic Pop Songbook’s “Weekend Wind Down with Frank Sinatra” comes to you live 7pm eastern time tonight, and every Sunday night.  In addition to our regular Weekend Wind Down features, we will be spotlighting Don Costa’s ballad arrangements tonight.  Find the show on the Live365… https://t.co/hMI7X4fNqI\n回复 @lippyent TV Vacuum Tube\n回复 @20th_Centurygal Frank Sinatra\n回复 @lippyent A 1969 Ford Econoline van\n回复 @lippyent The Dirty Dozen. “Hey, aren’t those the guys that jumped you?” I THINK that’s the line Posey is saying here…(more or less).\n回复 @lippyent 1947 Cadillac Series 62 Club Coupe, preferably in dark green.\n回复 @lippyent The GREAT Walter Cronkite.  Who is turning over in his grave given the current status of “journalism” in our country.  (But I digress…)\nClassic Pop Songbook’s “Friday with Frank &amp; Friends” airs live from 6-8pm eastern time tonight and every Friday.  As the last Friday of the month, it’s a “Back to Basics” night.  All big hits and well-know music from Frank and his pallies.  We’ll focus on the period from 1966… https://t.co/lkm2l4xVQB\n回复 @lippyent Gone with the Wind The party at Twelve Oaks I believe.\n回复 @dommedebbiex @Mrs_R_Spectre Good morning, Debbie.  Thank for the bugle &amp; rooster serenade as a wake-up call!  Sorry to hear our friend was getting the business last night.  I’ll be sure to pop in and say hello today.  Have a great Tuesday!", "overlap_score": 0.1395107228690789, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1186894051431202817, "screen_name": "PodThorn", "user_at_name": "Pod Thorn (Yves)", "sample_content": "回复 @Kini27339805 @ShaykhSulaiman Yes. AIPAC set it up so they can’t lose\n回复 @CensoredMen Freedom fighter\nPeople all over the world are beginning to understand the hopelessness of living under American hegemony .  They will eventually rebel.  That the CIA experiment is finding out when.   How much can they do until all the people decide enough is enough. History is being made.\n回复 @BillyReinhardt @CoolidgeRique If I’m calling him a perennial 6MOY candidate how is that low on him?    Don’t listen Yves.  This season makes it clear I don’t know what I’m talking about.  Look at the league.  Look at these teams and who they play at the 2-3 position.   Cam is great but he’s not Kobe.\n回复 @netsfanspark 6\n回复 @LimageEddy He said 1.5 years https://t.co/UAKBAQNjLp\nMy son cannot remember a losing season of the Brooklyn Nets and he’s already doing this.    If you think this instant gratification generation can last 3 seasons of losing on purpose you’re a fool.  Not this market. https://t.co/ySwjVEqt4s\nNets started season 13-0 against the spread.\n回复 @bariweiss Highest level of full of shit I’ve ever seen. Bari Weis will go down in history as one the most deranged villains we’ve seen in a generation.\nHe got 21 rebounds… this is a competitor\n回复 @RyLiberty I don’t follow this Ryan dude.   I don’t agree with anything he says   I have never watched or liked his videos.  But his videos keep showing up on my “For You” feed in the account I use for sports talk,  These fascistic messages should be saved for weaker minded gullible people.\n回复 @SocialistMMA Radical Revolution is happening in our home continent.  Mali, Burkina Faso and Niger is just the begging.  Need to bring more unity on the continent.\nThis does absolutely nothing for Brooklyn\n回复 @THATDAMNJT1000 @Makandal_Wife Americans are racial and committed genocide against its own people and they’ve found a way to maintain 50 states. African unification is t a matter of politics it’s a matter of survival.\nThe Bridges the Nets got fell apart too.\n回复 @SAINTNET1 That’s not the discussion.  He should start.    The discussion is does Cam Thomas have impact?  Does he catalyze winning?  We’re playing a 20-25 (9-12 on the road) team tonight.  If our burgeoning superstar is starting tonight Nets should win right?\n回复 @alexbward @jmart Because we don’t support genocide?    10 years from now we will look at these buffoon comments and wonder wtf we were thinking,\n回复 @BigBroLGND AFRICA FOR THE AFRICANS✊🏾\nhttps://t.co/HG5DKrVY6j\n回复 @historyinmemes Why did the whiten his skin and put so much white powder on his face?  Looks like they’re covering things up.\n回复 @AfricanHub_ This is black people must not forsake their heritage and real land.  You’re crying about corn fields in the USA. Africa is rich that’s why they want you to say you have no connection to it.\n回复 @DavinJavin @creepydotorg don’t forget it’s happening BECAUSE of the people frolicking on the beach,\n回复 @Joe__Bassey Africa is the most genetically diverse continent on the planet.\n回复 @KangsBurner @VoiceOfOurAnces @KaiCenat If happily plotting to leave this plantation is what you say in your groups then that’s me brother. That’s exactly me.    Only thing that will be American will be the steer and cattle I am shipping from Oklahoma to Ghana.\nThis is black people must not forsake their heritage and real land.  You’re crying about corn fields in the USA. Africa is rich that’s why they want you to say you have no connection to it.\n回复 @0NE_NINE @queenie4rmnola How dare you call me a “black liberal” !  That type of disrespect is uncalled for.\n回复 @ItBegins2012 if you think years and years of failure will lead to basketball glory you are welcome to that opinion.    I personally think losing only leads to more losing.\n回复 @liberian_tyo @therealest007 @SimplyAYT_ Did Liberia enslave anyone for 268 years?  Did Liberia run the Tuskegee Experiment?  Did Liberia’s Intelligence Agency kill Martin Luther King?  Did Liberia Intelligence Agency put crack in Black community?   Did Liberia create AIDS in a laboratory?  Liberia’s history? FOH\nI’m waiting for Sean Marques to be at Barclays trying to offer people beers. He’s gonna wear those beers. Don’t show your face Sean Marques.\n回复 @AfricanHub_ They did this to genius scientist and inventor George Washington Carver. Evil duplicates itself. https://t.co/Cs6fcKLN6C", "overlap_score": 0.1693965059389936, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1033139735047360512, "screen_name": "theevangelistt", "user_at_name": "TheEvangelistt", "sample_content": "回复 What kind of car would u give to the president of ur nation that u would consider a waste? Or What type will u give to a gate man that u would consider a waste?  It's all in \"Value\" bcos we don't know who Jesus is,we don't know His worth that's why we listen to strangers barking\n回复 Father in the name of Jesus, scatter every gang up of hell against any member of this Ministry and every member of this Ministry will be great,in this month every one will share testimonies. And they overcame him by the blood of the Lamb, and by the word of their testimony; and\nhttps://t.co/8YV93Aes5X\nGood evening beloved,today's our day 2 of the Healing Mantle Service by 6pm, are you sick? In hospital? Cancer? Hiv? High Blood pressure? Kidney? Stroke? Infertile? Deaf? Etc then Join us by 6pm on X, come and be blessed by His Word in your spirit.    https://t.co/cinQR4uVmS https://t.co/FH9s1Ulbtk\n回复 day long Perfect submission, perfect delight Visions of rapture now burst on my sight Angels descending bring from above Echoes of mercy, whispers of love This is my story, this is my song Praising my Savior all the day long This is my story, this is my song Praising my Savior\n回复 Father, thank you for turnaround testimonies,purpose, diverse healings, and deliverances,restoring marriages that happened in this ministry – Oba. 17 But upon mount Zion shall be deliverance, and there shall be holiness; and the house of Jacob shall possess their possessions.\n回复 Father, in the name of Jesus we decree the release of  great multitudes to be  connected to this Ministry via various media platforms across the nations of the earth – Jer. 22:29 O earth, earth, earth, hear the word of the Lord.\n回复 Father in the name of Jesus, we pray for peace to reign amidst the nations of Israel Iran and Palestine thereby putting an end to the war and let salvation appear to them all. Titus 2:11 For the grace of God that bringeth salvation hath appeared to all men,\n回复 Father, in the name of Jesus and by the power of the Holy Ghost, open our eyes to behold wondrous things out of Your word, thereby turning us into a wonder among men. Psalm 119:18 Open thou mine eyes, that I may behold wondrous things out of thy law.\n回复 Father in the name of Jesus,  we lift our brothers and sisters facing persecution for their faith. Strengthen and comfort them in their trials. Let their steadfastness in the face of adversity be a powerful testimony to your grace. May the persecuted church\n回复 Father, in the name of Jesus, we decree the destruction of every agent of the devil against the full delivery of the Growth Agenda for the year. Job 22:28 Thou shalt also decree a thing, and it shall be established unto thee: and the light shall shine upon thy ways.\n回复 Father, in the name of Jesus, thank You for the mighty rushing wind of the Holy Ghost that has continued to draft multitudes into Bethel and other Churches. Numbers 11:31 And there went forth a wind from the LORD, and brought quails from the sea, and let them fall by the camp,\n*FRESH AND JUICY SALES AT OJUELEGBA SURULERE*  1655.846 sqmtrs of dry bareland, directly facing the western avenue express and suitable for any purpose   *Location: Directly facing Western Avenue Expressway, Ojuelegba Surulere*  *Title: Land Certificate, Will with Letter of https://t.co/2OA3Hz3hRq\n回复 cities: 21 And the inhabitants of one [city] shall go to another, saying, Let us go speedily to pray before the LORD, and to seek the LORD of hosts: I will go also. 22 Yea, many people and strong nations shall come to seek the LORD of hosts in Jerusalem, and to pray before the L\n回复 Father in the name of Jesus, continue to cleanse us by the power of Your Word from fear, unbelief, etc so we can live to please You all the days of our lives with our faith Psalm 119:9-11 Wherewithal shall a young man cleanse his way? by taking heed thereto according to thy word.\n回复 Father, in the name of Jesus, thank You for massive retention of our Bethelites all through  Ecclesiastes 3:14 I know that, whatsoever God doeth, it shall be for ever: nothing can be put to it, nor any thing taken from it: and God doeth it, that men should fear before him.\nCan never forget this experience, was passing by a street field,was in junior secondary school so as I passed by,the next thing I knew was my left ear was making this sound \"tuuun\" the shot landed on my left face,had running nose immediately,took a min before I came back to  ....\nBe patient your time is coming.\n回复 30 Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.\n回复 @babsacademy So it was contribution they used to buy private jets, mansions etc? You can't be a blessing to the life of people and they won't show you some sort of appreciation but if you think it's easy go and start your own church and start saving all the contributions to buy jets\n回复 @Emily_Edwin1 @instablog9ja Success WOG\n回复 Father in the name of Jesus, we ask for the Grace to boldly and actively share our faith so that others can be converted to the faith through the Holy spirit. \"But in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for\nGlory be to God! A child bed ridden for a week in the hospital after prayers received the power of God is made whole,she sat up! Operation Rescue.......Jesus still heals.....\n回复 @KhosiDube8 @au_badela Beloved we don't fail...Walk in that consciousness\n回复 Father, silence every voice seeking to manipulate people from coming to Christ and this Ministry and other churches this year - Tit. 1:10-11 Titus 1:10-11 10 For there are many unruly and vain talkers and deceivers, specially they of the circumcision: 11 Whose mouths must be\n回复 Verse 2  You’re the perfect light of truth For all humanity You are the light of our lives You made us for Your pleasure Life so divine You’ve given us Oh, Faithful God  Bridge  Solo: You’re the beauty of creation The son of God, Most Holy One Prince of Peace Who’s made us\n回复 Father, thank you for your manifested presence in our midst, both here in Bethel and as individuals since the year began– Zeph. 3:17  The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over\n回复 Father in the name of Jesus, by the power of the Holy spirit we unveil every demonic veil that has been used to cover people's heart, minds and spirit from hearing the true gospel of the Lord Jesus Christ.  Nevertheless when one turns to the Lord, the veil is taken away. Now the\nI wish I'd knew Jesus from my teenage age because all what I know and enjoy in Him is sweet non can be compared to this experience but glory be to God I know Him now and have been enjoying speed.What an intentional God! Just a change of heart to Him will completely blow your mind\n回复 Father, in the name of Jesus, endue us with the Spirit of love, thereby empowering our giving life into realms of supernatural abundance in this current economy.  2 Corinthians 8:2-3  How that in a great trial of affliction the abundance of their joy and their deep poverty", "overlap_score": 0.0973726312158047, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1358603214120222720, "screen_name": "BibleSocietyKen", "user_at_name": "Bible Society Kenya", "sample_content": "She stands strong, rooted in faith and inspired by God's Word! Get your copy of the African Women's Devotional Bible containing amazing resources to help you grow spiritually. To order visit https://t.co/bnsB6MzHCJ or call 0722205843 #Africanwomendevotionalbible #AfricanWoman https://t.co/unNtyCZiEK\nFor you bless the righteous, O Lord; you cover him with favor as with a shield. Psalm 5:12(ESV) #verseoftheday #Bible #versesdaily #bibleversesdaily #versesfromthebible #Scripture #BSK #WednesdayMotivation https://t.co/dwLZRFTyqr\nJesus said to her, “I am the resurrection and the life.[a] Whoever believes in me, though he die, yet shall he live. John 11:25(ESV) #Bibleverse #versesdaily #bibleverse #Godsword #Scripture https://t.co/viXMsS6QOe\nSpark a love of learning and faith in your children through the Open the Book program, which uses interactive storytelling to engage young minds. To get involved in this program call 0722205843 #Openthebook #Biblestories #Godsword #children https://t.co/qU3d7UfUSm\nIf my people who are called by my name humble themselves, and pray and seek my face and turn from their wicked ways, then I will hear from heaven and will forgive their sin and heal their land.2 Chronicles 7:14 (ESV) #Bible #bibleverseoftheday #bibleversedaily https://t.co/q5IM704cKE\nTrust in the LORD, and do good; dwell in the land and befriend faithfulness. Psalm 37:4(ESV) #verseoftheday #versesfromthebible #bibleverse #bibleverseoftheday #Bible #Fridaythoghts https://t.co/Mxf1WZuKVy\nI am with you always. Matthew 28:20 #Bible #verseoftheday #bibleverseoftheday #bibleverse #versesdaily #scriptureoftheday https://t.co/wnpOdgr7bR\nI am he who will sustain you. Isaiah 46:4 #bibleverse #verseoftheday #bibleverseoftheday #Scriptures #wordoftheday https://t.co/2UeZmptF5H\nBut he said to me, My grace is sufficient for you, for my power is made perfect in weakness. 2 Corinthians 12:9(ESV) #Bibleverse #Bible #versesdaily #Scripture #bibleversesdaily #Verses #WednesdayMotivation https://t.co/wUELY5fcLI\nExciting leadership conference at ICC Church West Nairobi.  #Catalysingleadersconference https://t.co/dh4WUukwgq\nBut the Lord is faithful, and he will strengthen you and keep you safe from the Evil One.2 Thessalonians 3:3(GNB) #Bible #verseoftheday #bibleverseoftheday #bibleverse #versesdaily #MondayMorning https://t.co/cEvAWGJiSh\nThe joy that fills the heart when one hears God's speaking to him/her in his own language. We avail the audio Bible in various languages so that everyone can hear and know the Word. To participate on the Faith Comes By Hearing program call 0722205843 #Bible #Audiobible #Godsword https://t.co/xZ1b42Z7KH\nGreat!\nAre you looking for Bibles that can help you equip your child with God's word? Please consider checking out our wide variety for different ages on https://t.co/bnsB6MzHCJ or call 0722205843 #Bible #children #Word #childrenbibles https://t.co/psCTKAvAlQ\nBe kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you. Ephesians 4:32(ESV) #bibleverses #bibleverseoftheday #bibletruth #scripture #scriptureoftheday #FridayVibes https://t.co/rzd5xblPF2\nIf God loves us why do we suffer? Most people struggle with this question especially when faced with tough situations in life. Join our Bible based trauma healing programme to learn more on this topic and how God loves. To register call 0722205843 #trauma #traumahealing #healing https://t.co/7EvYYBZh6f\nJoin us for an exciting leadership conference at ICC Nairobi on June 22nd 2024.Karibuni sana! #catalysingleadersconference https://t.co/W7nftrZ3VS\nHe makes me lie down in green pastures. He leads me beside still waters. Psalm 23:2(ESV) #Bible #Bibleverse #Verses #Versesdaily #Scripture #TuesdayMotivaton #GlorytoGod https://t.co/9fQWU0XPj4\nWe join the world in honoring fathers for the amazing work they do in our society. May the Lord continue giving them strength, wisdom and courage as they provide leadership in their spheres of influence. https://t.co/LaqEFBuQYy #HappyFathersDay  #Happyfathersday2024 https://t.co/Hr5VNV3hN8\nWithout Christ there is no hope-Charles Spurgeon- #Quotes #Quotestoliveby #quotesdaily #quotesaboutlife https://t.co/n5iYjEPNSt\nThe steps of a man are established by the Lord, when he delights in his way. Psalm 37:23(ESV)  #Bible #verseoftheday #bibleverseoftheday #bibleverse #versesdaily #scriptureoftheday📖 https://t.co/0NwiONwNWG\nWhoever pursues righteousness and kindness will find life, righteousness, and honor. Proverbs 21:21 (ESV) #Bible #verseoftheday #bibleverseoftheday #bibleverse #versesdaily #scriptureoftheday https://t.co/EvJq1a2pPK\nBut you, O Lord, are a shield about me,  my glory, and the lifter of my head. Psalm 3:3(ESV) #Bible #bibleverse #bibleverseoftheday #bibletruth #Scripture #scriptureoftheday #wordoftheday #wednesdayfeeling https://t.co/oNjVMcqi2O\nBehold, I am doing a new thing; now it springs forth, do you not perceive it? Isaiah 43:19(ESV) #bibleverse #Bible #versesdaily #MondayMotivation #Mondayvibes https://t.co/54lndKBOXd\nWould You want to learn Gikuyu? One of the ways to learn is through this Gikuyu-English Bible that is side by side, making it very easy to follow. Order one today on 0722205843 #Bible #Ourlanguages #Word #BSK https://t.co/h3VwjZtVOV\n回复 @crazy_kennar https://t.co/s5sv0emPq3\nWhen you cross deep rivers, I will be with you, and you won't drown. When you walk through fire, you won't be burned or scorched by the flames. Isaiah 43:2(CEV)  #Bible #verseoftheday #bibleverseoftheday #bibleverse #versesdaily #scriptureoftheday🙏📖 https://t.co/jvnzyW92zc\nDo you know that you can watch the story of Jesus in your heart language? The Jesus Film is now available in different Kenyan languages. Talk to us on 0722205843 to access these films #Jesusfilm #Word #Bible #Ourlanguages #Godswordopenforall #BSK https://t.co/ndupXewXga\nWhat are you grateful for this week? #Thanksgiving #Thankful #GratitudeAttitude #Gratitude #grateful #FridayMotivation https://t.co/OZG0jPrOkd\nToo much pride can put you to shame. It's wiser to be humble.Proverbs 11:2(CEV) #verseoftheday #bibleversedaily #Bible #verses https://t.co/rfG1z2QrIv", "overlap_score": 0.1745588585654863, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1357775777153093637, "screen_name": "DaddieTechno", "user_at_name": "TechnoDaddie 🚀", "sample_content": "回复 @MikeKellyNHL @wmnehring Rangers consistently overcame similar stats all year to win President’s Trophy. Convert your HDCs (top ranked PP) and keep other team out of slot/to the outside as much as possible to let Igor “steal” wins.\n回复 @realpeteyb123 …they sure won’t be working in the shadow. My kids are just old enough for the bus which is K-12 but no issues. They also have years of BJJ where they’re told to vocally yell out at misbehavior as a warning first, then take action with intent. Must practice so it’s natural.\n回复 @MrBudgetBill I was going to put a bunch in laddered CDs but then the balance was over a certain threshold and the bank gave me a VIP savings account with comparable interest-and no lock up.\n回复 @BowTiedDaddy Yes, bc I would be obligated to.  The question is: would I want my son enlisting *today*? I’m afraid the answer is No-our gov “leaders” go to war for the wrong reasons and treat our soldiers like expendable pawns and medical guinea pigs.   That’s even scarier to me &amp; the future.\n回复 @Laf4MVP_ I’d consider pairing 10 and 88. In a short time after deadline they were forcing it too much but a training camp would get them right. Laf has crossed the hump and can play anywhere-he’s also good defensively can play on 1st. That 4th line has serious potential.\n回复 @TaraBull808 Obviously Antarctica, because “they” decided a long time ago that it was theirs and not ours.\n回复 @Jason @TheDemocrats Easy counter by the incumbent Dems just to give away more free stuff using the tax money from the aforementioned group.\n回复 @heatdaddy69420 My son brought an extra hat to the NYR outdoor game in case his favorite player Panarin got a hat trick. Happy with the OT GWG but no way he could have launched it 20 yards to the rink anyway.\n回复 @kbmckenzie3954 @JohnCarlsongang I’m talking about the goalie who has a habit of showing up the other team. He’s going to get humbled real quick in the playoffs. Breaking the code is FAFO.\n回复 @Buccigross That final game can be a de facto play-in game. So much drama and hype…only to get swept by division leader in Round 1.      OR  they keep their foot on the gas and surprise an unprepared team who rested a few games.  Man, I love postseason hockey!\n回复 @GuyDealership This week I came to the conclusion that they should be replaced by AI. I’m trying to buy a truck and they will not negotiate price at all-they just want to qualify me for rebate/incentive eligibility. I can fill out a form myself for that, or an advanced tool can data scrape.\n回复 @khushkhushkhush @flybladenow Bowery up to W 30th can be dicey tho\n回复 @Malcontentus1 @unseen1_unseen All it takes is their media allies to promote a few distorted stories (typically racial LEO bias as their go-to). Without organization it won’t be as targeted but it’s the timing of the chaos they’re seeking.\n回复 @LouieBellina Trouba was just out extended time, I never once saw anyone question Fox after his slow start when returning from injury. Give a few more games to see if that’s it. His play won’t ever justify his cap hit, but his physicality is much needed in postseason, especially if Rempe DNPs.\n回复 @Laf4MVP He was just as sharp as the rest of the team. I’m fine with that once every 11 games. Overall he has been outstanding. Majority of home and homes are probably a split-losing the streak sucks but team has the chance to get revenge and start a new streak.\n回复 @GuyDealership My local dealer lied to me and said he had a model with the upgraded tires because he didn’t want to lose the deal-even though I told him several times that’s what I wanted. I shook his hand and left-had to go 25 miles away but I won’t do business with a liar.\n回复 @JudgeEnjoyer @justinc_99 @Laf4MVP @VallysView Used to happen occasionally for stretches with Hank and his backups too. It’s only a regular season phenomenon though-the extra effort to play well in front of 2nd goalie does not translate to postseason and that is primary concern-getting Igor right over next few months.\n回复 @DanielKrawisz @BigSeanHarris Elon blasts notification to every X app user, drops a banner from next SpaceX launch, programs all Tesla screens to display it, programs Neuralink to transmit directly into brains.\n回复 @AdamZHerman It’s Natural Selection, guys who didn’t learn to not skate with their head down in peewee shouldn’t be in the pros. Now Bastian needs a new nose. Hey, that rhymes!!\n回复 @BroadwayHatsNYR To have a series like where we can ease into it is a blessing (and a rarity). Now we’re 1/4 way there, healthy, with some video tape to watch for minor tweaks, but I could task for more. In the modern day NHL, a sweep is damn hard, regardless of score/goal differential. #LGR\n回复 @elonmusk First guest Jim \"Chris\" Everett\n回复 @RantingRangers So much talk about Igor getting fired up from Quick’s consecutive starts. Let’s have a talk about what splitting Kreider/Mika does lmfao.\n回复 @BowTiedBroke Hell be in until the nomination so they can keep the campaign $. Kamala gets an interview until then. They’re taking bids from the media about how they’d promote a new candidate. Obama has embedded staffers, but Clinton’s also have MIC in the tug of war. Interesting times!\n回复 @WallStCynic If he got a merit-based package approved then yes. The anomaly is that Musk’s was seen as ridiculously over-aspirational &amp; impossible at the time, but it was a binding agreement nonetheless. He’s being targeted for political reasons/providing free speech which some “leaders” hate\n回复 @sweatystartup What is the demographic of the target client?  Basic level: Costco sells vacation packages  Middle: High end service providers (credit cards/resorts) provide this for free  High end: the uber wealthy have personal staffs that do this\n回复 @caesar0817ljc @LudditeHacker A lethal dose of fent can be one micro particle in that whole bag: good luck and you test that, with the whole remaining bag of clean party fuel-bad luck and you miss it on the test and wind up dead on the dance floor. Testing is great but might provide false sense of security.\n回复 @twobitidiot Yes but need a ruling here-the most likely scenarion is they drag his lifeless body across the finish line to become the nominee then replace him with someone else from the list.\n回复 @realpeteyb123 @AJA_Cortes Short term: Homeschool/Catholic school. Bleed the public schools of money, make them fire the freaks. Join the PTA and be vocal. Don’t kowtow to the Woke mob, it’s just a few wierdos who should be ostracized taking advantage of polite society. Our kids are worth fighting for.\n回复 @zerohedge Wow steal an election for a guy and then desert him??  It’s almost like Zuck is more a tool of the Deep State and not just a  diehard Biden loyalist willing to bend rules to help him. I’m shocked I tell ya, shocked!!\n回复 @Thomas_Salamus_ The land is expensive in most HCOL areas and available parcels get bid up quickly. Developers want to max profits and custom build as much sq footage as possible. Even modular homes (much better these days) are looked down upon.", "overlap_score": 0.1476173986687038, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1102345965166575616, "screen_name": "bigpercynomrcy", "user_at_name": "BIG PERCY", "sample_content": "If she works for NASA , plus others like her, no more trips to the moon https://t.co/iqWbULujIl\nThe black man , woman has fought every war the European culture has started.  Blacks can’t get reparations, now they want our kids, grandchildren to fight over their greed. A new conscientious is taking place throughout the world, today’s generation, is not scared.\n回复 @VP I see true patriots fought a struggle they believe in. I see today, the disrespect of foundational black Americans by those who piggy back off our hard fought gains .\nJustice Department takes 'major step' toward rescheduling marijuana- Biden stated he is righting the wrongs, failed approach to marijuana. Biden is desperate for political votes, his righting /wrongs is to late for those who paid the price of incarceration https://t.co/jKZbXLeNGT\nThe truth always comes out slowly.\n回复 @tavissmiley They are speeding $Billions on illegal immigrants, no study needed. Foundation Black Americans are still waiting, waiting &amp; waiting . https://t.co/yPxa5MILkF\n回复 @RetiredCo857 @BeautyMrked I hope you know, that movie was a script . Trump 2024 is not a script, going to be a classic .\n回复 @NewsToter I guess Whoopi missed this one, a Democrat proposal to quarantine Americans https://t.co/sn63OXiScb\nTop pilots’ union sounds alarm as regulators consider smaller crew sizes | Airline industry | The Guardian- a very bad idea. Medical emergencies are rising everyday, one pilot , the flight is doomed. I see this as a move for more profits, not safety.  https://t.co/RwxH4PIoEa\n回复 @nypost Biden doesn’t want to debate 3 times https://t.co/Hu0EVLS5xU\nKY GOP advance bill preventing COVID-19 vaccination mandates | Lexington Herald Leader- The media is so complicit, in the  Covid one size fits all covid scheme . The people should decide what is best for themselves or family .  https://t.co/GC8Ozs0YiF\nI cannot wait to get the Ministers delightful response to all this madness going on.\n10 doctors on FDA panel for Abbott heart device had financial ties to the company- The media is reporting through about this story . I wish the complicit media would do the same   Thing about  the covid vaccines, FDA, Big Pharma , CDC. https://t.co/MWu3TG55zi\nThis is a perfect example why blacks should not have gotten involved  with white liberals. Blacks had their own economy before integration. The downfall started , continues today . I rather deal with a racist, at least they are open, know where they stand. Liberals are deceitful\nPanama Canal has gotten so dry and backed up after brutal drought that shippers are paying up to $4m to jump the queue | Fortune- the Panama Canal is in danger fee of drying up. I see severe food storages will happen world wide  https://t.co/UbhQstu5Md\nNew Jersey voters appear to put finger in the eye of state’s ‘party boss’ system | News | gazette.com- The democrats are heavily depending on the black vote . What has Tammy Murphy ever done for black folks . https://t.co/zFcmY7T8Y9\nPoll: Andy Kim early favorite over Tammy Murphy in N.J. Senate race - POLITICO- blacks are loyal to the democrat machine. the machine is not loyal to blacks. When has Tammy Murphy dedicate her life to supporting blacks.  https://t.co/1JqJQTGnsW\n回复 @JoeyMannarinoUS I’ll say irrelevant people back in the spot light  because they dated Kamala , getting some fame, exposure.\n回复 @BillHerringIII Sorry bill, I got to inject here. Did you know blacks came out to bury all those who died in that war. Blacks marked the graves, put memorials on graves.  term Memorial Day was founded , celebrated by blacks . I see it was hijacked in the 20th century recognizing future soldiers.\n回复 @LegendaryEnergy Farrakhan has every right to be the watchful eye for his people. The history of this country treatment of black Americans has been listed as crimes against humanity . I don’t think Jews would trust Germany to  give out experimental vaccines .  Black people have to make mind up .\nLouisiana Senate Passes Bill to End State Cooperation with UN and WHO | Tenth Amendment Center💪🏿👍🏿👍🏿 https://t.co/eSrM9jwxe7\n回复 @BillClinton The Haitian people are living under a nightmare worse than Ukraine or Isreal, you talk about freedom.\nBiden secretly dumped 320,000 ‘inadmissible’ illegal immigrants into US cities | News | gazette.com- wow. The sinister hidden agenda continues. Americans had to 💉💉up to get in or out of this country. Migrants are welcomed, no restrictions. https://t.co/CybX1gLdW6\nSelf hatred is real. The hair God gave her, she’s obsessed with oppressor hair . She has no advise for anyone , until she get herself right\n‘A Very Dangerous Medical Experiment’: CDC Expands Vaccine Schedules for Kids, Pregnant Women and Most Adults • Children's Health Defense https://t.co/2rRPc9c8EV\n\"Mark Zuckerberg says Meta was ‘pressured' by Biden administration to censor Covid-related content in 2021\" #SmartNews - The biased, unfair &amp; unbalanced mainstream media was quick to label , truth as misinformation. Zuckerberg has confirmed the truth.  https://t.co/oix4ifHKPe\n回复 @Based_Opinion_ @CapehartJ White liberals are known to be closet racist . A black man stood by , while interviewing hochul, without correcting her. If a Republican had said this,there would be hell to pay . https://t.co/miUYmD6JFs\n回复 @devery_mccain Plymouth\n回复 @RepJamesClyburn @POTUS Illegal immigrant did not out their life in the line to served this country. Illegals are getting better services, benefits than veterans\nTucker has a new consciousness, awakening from the lies. When gov Fear truth, it’s leads to ban , censorship.", "overlap_score": 0.1963244135799884, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1043234612066037760, "screen_name": "PolitIcalChall2", "user_at_name": "Political_Challenger", "sample_content": "In no way ‘courageous’ #jeremy_hunt. Embarrassing emotional neediness, foolish lack of judgement and disloyal to his colleagues. He’s not fit to be an MP. #conservatives #1922_committee #william_wragg  #Telegraph  https://t.co/f6aDoff4Aa\nPolitically influenced foolishness again with other’s money. The market doesn’t need medium term interest rate projections and you’re not there to be popular #federalreserve #wsj #cnbc #ft #theeconomist #bloomberg #congressdotgov #senatefloor #POTUS https://t.co/XAyFMkTjhD\nExodus with #uklabour. Sly #rachelreevesmp will tax from top down to economic ruin #telegraph #bbc #independent #skynews #itvnews #Channel4 #gbnews #ft #guardian #mailonline #daily_express #thetimes #thesun #dailymirror #metro #economist #eveningstandard https://t.co/UVyJEfrVsx\nVery good that the Falklands War hero and unsuspecting sex trapped Prince is in public more #royalfamily #telegraph #bbc #independent #skynews #itvnews #Channel4 #gbnews #ft #guardian #mailonline #daily_express #thetimes #thesun #dailymirror #metro  https://t.co/jNA1dcdPLR\nAndrew Bailey must be fired and never allowed to manage in public life again #bankofengland #thefca. He has made life hell for many British people and the #Conservatives government. He’s as costly as he is obese. #economist #rishisunak #10downingstreet  https://t.co/pFSxRxWLTM\n回复 Leave it to the market to speculate on interest rates. #federalreserve #markokadadallas #vanguard_group #CNBC   https://t.co/F0f52LNcRI\nThey’ll be back to work as inflation persists, interest rates stay up, stock markets fall and house prices subside while rents are taxed with capital gains during the next year or so #telegraph #ft #bbc #bloomberg #economist #conservatives #uklabour  https://t.co/jN0oE68G5z\nIs pro Muslim #keirstarmer trying to undermine centuries of British Christian culture? #bbc #telegraph #independent #skynews #itvnews #Channel4 #gbnews #ft #guardian #mailonline #daily_express #thetimes #thesun #dailymirror  #eveningstandard #economist https://t.co/3Stj1MxxtW\n回复 Tackle inflation like didn’t do before. If you compromise you will continue to fail like your predecessors in the 1970s. Main Street before Wall Street. Get the situation straight for everyone’s benefit #federalreserve #cnbc   https://t.co/lDJrv8Kvai\n回复 Repressing free expression and thought is a danger to everyone. Does #keirstarmer #10downingstreet #uklabour want to harm Britain because of their election lies and intellectual inadequacies? It should be resisted by all means #independent #metro  https://t.co/9bVMGMu3wO\nThey have outsmarted you #sadiqkhan. Accept their clever marketing and keep your nerve. Only losers whine and change the rules when debate is challenging and unpleasant #humzayousaf. No pampered sultanate’s needed in Britain #bbc #cpsuk #theppsni  https://t.co/f0vAfLgkaG\nWhy is #uklabour’s ineffectual and impractical anti immigration policy partly aligned with this #bbc investigation? Stop BBC news funding.   #Conservatives #rishisunak #telegraph #skynews #gbnews #mailonline #daily_express #thetimes #thesun #metro https://t.co/7XFaYpmAei\nSo why isn’t the S&amp;P500 heading back to its 2007 peak of 1550? Much rests on inflation falling which it won’t with growing labour shortages and technology offsetting those costs and not diminishing returns #cnbc #wsj #bloomberg #ft #reuters #yahoofinance #forbes #seekingalpha https://t.co/XM75Hx7Lqw\n回复 If the government raises wages for public work with limited risk (apart from police, military etc), more cost and less financial return, the private sector will follow, particularly as workers become scarcer. Back to the 1970s multiplied by higher costs https://t.co/LwPIX6h5ok\nIslamic terrorism has been 3 times more than others in last decade. If you debate Islam its violence it will lessen. If you don’t it will undermine our democracy and kill more #Conservatives #uklabour #libdems #snp #bbc #guardian #telegraph #thetimes #ft https://t.co/Nfz5dW0nCM\n#lindsayhoyle_mp playing the pity me card. Parliament needs someone mentally stronger. This is a democracy that must fight for that by all means not bow to threats. He’s being disingenuous and must go. #commonsspeaker #conservatives #uklabour #snp #libdems https://t.co/UzcdsbvfCR\nIslam and the West should’ve been discussed after the first terrorist attacks in the 1990s. It is one faith in two books written 1300 years ago actively or passively in conflict with liberal democracy #telegraph #Conservatives #michaelgove #muslimcouncil  https://t.co/SsK5QTNJDY\nWell done #rishisunak. However, care for youth building low priced homes to cut costs #conservatives #telegraph #bbc #independent #skynews #itvnews #Channel4 #gbnews #ft #guardian #mailonline #daily_express #thetimes #thesun #dailymirror #metro #economist  https://t.co/eqdYeeJnLJ\nOn the contrary, the painting makes a perceptive and bold statement about feisty King Charles. Something an obtuse art critic, who may not like the monarch, writing in the world isn’t how we think it should be sulky #guardian, probably missed #guardiartbot https://t.co/VJVN4ayBgn\nThe ignorant, deluded, self serving and deceiving risking others money. Changing views on interest rates will keep changing. Demographic forces are pushing up labour and government healthcare costs #yahoofinance #bloomberg #cnbc #ft #wsj  https://t.co/7tVQ8jkPMc\n#Networkrail promoting the faith that murdered at rail stations  #skynews #gbnews #bbc #itvnews #channel4 #guardian #telegraph #independent #eveningstandard #economist #ft #mailonline #daily_express #dailymirror #bloomberg #metrouk #thetimes #thesun https://t.co/BO9h7xPEEV\nFake or real? Actor or sly politician and empty intellect? #skynews #gbnews #bbc #itvnews #channel4 #guardian #telegraph #independent #eveningstandard #economist #ft #mailonline #daily_express #dailymirror #wsj #cnbc #bloomberg #metrouk #thetimes #thesun #cityam #privateeyenews https://t.co/OddmYzy39Y\n“The stock market has predicted nine out of the last five recessions” Paul Samuelson, 1982. Speculation via these media channels about interest rate cuts is ridiculous. The market or you are wrong, foolish or irresponsible #cnbc #bloomberg #ft #Reuters  https://t.co/sst6NID7bQ\n回复 @CarolineLucas Trade pays for everything in this case including your freedom to protest. Hesitation and signalling through consulting people like you in parliament would defeat the effectiveness. Thank goodness you aren’t a minister.\n回复 Congratulations to #sueM1tchell on her excellent investigative journalism. But it took several years to bring Scorpion to justice after he started in 2016. It is not a practical way to stop this trade with evermore like him. Illegal migrants must be stopped and detained in France\nHow it was under #uklabour and will be with insecure and sly #RachelReeves. Working at the incompetent #bankofengland &amp; playing chess aren’t recommendations for managing an ageing, costly and slow growing economy #bbc #skynews #itvnews #Channel4 #gbnews #ft #bloomberg #WSJ #cnbc https://t.co/1zs5h4j0nn\nShould the #bbc return money to British households with TV’s who are forced to pay for its left wing and anti #Conservatives version of the news? #bbcr4today #thejeremyvine #BBCBreakfast   https://t.co/rpClN5paaS\n回复 Islam opposes us including using violence. The people of Ipswich might think of that and other Islam inspired terrorist attacks against children when they vote in council elections on 2 May. #ipswichgov   https://t.co/k4NoXkqYig\nWe should not distort history either. Much colonialism wasn’t harmful and sometimes beneficial. I hope the artist &amp; gallery has acknowledged that and Churchill’s war record &amp; Nobel prize for literature #shonibarestudio #serpentineuk #skynews #guardian #ft  https://t.co/FZdKYiZUSK\nIf you aren’t guilty you shouldn’t need to worry. If you are defiant it seems that you are #cageintl #mabonline1. Islam has brought violence to Britain and abroad. Change that view of your faith or be outlawed and hated. #sknews  https://t.co/d9uhfbYL7t", "overlap_score": 0.1613212940151862, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}]