[{"user_id": 1354204163664699400, "screen_name": "MinnesotaKj", "user_at_name": "Hubbard-DuLac N95 Express", "sample_content": "回复 @Clannad992 @kernowjones @1goodtern 🎯 Agree, “easier”. In the Short Term.\n回复 @hollycanada @ssartmom @germfreegangsta Show irrefutable scientific evidence of this or sit down &amp; STFU. FYI - Things that are NOT Scientific Evidence:  Your fb knitting group   Substack opinions  Anything from,  “The Disinformation Dozen”, GBD / Bhattacharya,  FLCCC “Doctors”,  R F Kennedy Jr,  V Prasad &amp; all Cohorts.\n🔥Fuck yeah …\n回复 @kadabvra @ac_bitter @luckytran @trishgreenhalgh @jvipondmd 1. The immune system is NOT a muscle - it does NOT get stronger from exposure to pathogens. 2. What @ac_bitter said &amp; provided supporting source for - C19 damages the immune system. BTW - you Still have not provided any sources to support your misinformation.\n回复 @russianbot1be3p @Ride4Truth BTW - Did you know SARS-CoV-2 Virus is Airborne? ICYMI - That means it’s in the AIR &amp; hangs in the air like smoke. Suck in that big deep breath of someone else’s aerosolized spit with BSL-3 virus in it. There doesn’t need to be a next one. THIS mutating one will suffice.\n回复 @jenferrat @DrJBhattacharya Yes, terrible.  MORE terrible are Millions who DIED from unnecessary exposure, lack of mitigations, individualized selfishness &amp; ignorance - w/ majority resulting from misinformation spread by small group of fringe doctors - like Jay.  Safe to say, those who DIED, Lost The Most.\n回复 @drseanmullen Are there any specifics that could help find best CC Attorney? Civil or Criminal? Tort, Civil Rights / Disability? Does it involves Reckless Endangerment / Depraved Indifference? Possibly Class Action?\n回复 @barnett_ru88289 @deannefaye VAST Majority of Professionals in Science &amp; Medicine KNOW N95s have high protection efficacy against airborne viruses &amp; Vaccine is very effective at ⬇️ risk of severe illness, LongCovid &amp; death. Small group of Cons, Shills &amp; Snake Oil Quacks spread Misinfo💩 You believe… Sucker!\n回复 @Orla_Hegarty @LazarusLong13 SIL returned from Europe to US on July 2nd. Hosted 4th of July Family Celebration. Tested C19 Positive on morning of July 5th. Oh, and her Mom is currently in her home - Hospice care - Nurses coming in &amp; leaving to care for other hospice patients. SMH. Just wear a fuçking 😷!!!\n回复 @HilldurG @booyah2yah @barbedclabr @sri_srikrishna The “R” word. 🙄 Real Classy. /s But Thanks for showing everyone the Real You!  My parents HOH too. Big difference tho - my parents understand high risks of C19 infections, WANT their Docs in masks &amp; if for Any Reason, know I’ll go to appts w/ them &amp; follow up communications.\n回复 @SARS2Creator @Ikat0 @maolesen @BubblebeeRed @CPita3 Nobody says “I’m a 🤡” … like you do. Thanks for playing. You can pick up you’re consolation prize as you exit.\n回复 @epistitious @we_are_ssd “TyRaNnY” ROFLMAO 🤣. You’re a hoot Johnny!\n回复 @MarkDevore10 @JaneotN @JoJoFromJerz GMAFB 🙄 What “crimes against humanity” would that be Mark? Please be specific &amp; include valid proof*.  * Valid proof does NOT include something you heard on FoxNews, read in some pro-covid substack or ANY statements from the Fringe Doctors &amp; Disinformation Dozen.\nProposal for New Airline Transportation Safety: All boarding passengers wearing an N95 (properly) will be issued a seatbelt. Any passengers choosing to Raw Dawg their health &amp; those on same flight will have to Raw Dawg our Unfriendly Skies - No Seatbelt. Sounds fair to me. 😷\n回复 @big_old_larry @LarryBuhl @NohaAboelataMD Hmmm 🤔, No Larry - that is NOT the takeaway. Lyles was considered “Unstoppable” in 200m. So for world class athlete &amp; Favorite to win the GOLD 🥇- to place 3rd, collapse on track &amp; need to be wheelchaired out by medical … Shows COVID is Much WORSE than ppl make it out to be.\n回复 @joecanukk153675 @thatchthoughts @luckytran @trishgreenhalgh @jvipondmd That disclaimer was what lawyers told manufacturers &amp; companies to put on boxes to protect them from idiots wearing them improperly &amp; then trying to sue them when they caught C19.  CYA blanket statement.  Assume this was early on, probably right after Hortons reopened. Promo.\n回复 @Erratic8 @AndrewG76201347 @K8Stott @NeurologistMom @DrMaureenHanson @NIH_NINDS Was given Methotrexate for MS flare abt 15 yrs ago. After infusions 2 days, couldn’t get off couch - entire body swelled up &amp; I felt like a float in Macy’s Thanksgiving Day Parade. Severe pain, couldn’t sleep … Called my Neuro &amp; said NEVER give that to me again! EVER!  Horrible.\n回复 @quicksilver99 @MaxMalarky @HopeInTheUSA @NohaAboelataMD Sad YOUR “reality” is to throw up your hands, shrug your shoulders &amp; give up.  Glad they didn’t do that w/ cholera &amp; water.  BTW - please STOP referring to Cøvid as if it’s an equal virus to cold &amp; flu. IT’S NOT. Not even close. C19 is Vascular &amp; Much Worse.\n回复 @shvintage @ObservingAngel @mingibsd @PopBase JFC! May be part of why there are so many more car crashes now too!  »Alice In Wonderland Syndrome  Visual perception symptoms: Changes in Distance &amp; Size. Objects may appear closer / farther away &amp; larger / smaller than they actually are.  Like seeing life thru side mirror. 😵‍💫 https://t.co/8ogDac3MDn\n回复 @Hildegardlee61 @WCCO REAL C🦠Vid Genocide has been &amp; continues to be the Unmitigated Spread of a BSL-3 Pathogen by selfish, ignorant people resulting in LongCovid, disability &amp; more Minnesotans loosing their life or the life of a loved one. L\n回复 @TurquoiseBlue20 @DrEricDing @MorePerfectUS TY for sharing this - perfect timing for me. My nephew is coming for a visit today. Recently his “views” have started to change partly due to new man-crush on DeathSantis.  He works outdoors in construction. I’ll send him home tonight w/ leftovers &amp; a print out of this.\n回复 @Michael59503746 I would suggest The South of France.  Avignon to Nîmes to Arles to Saintes-Maries-de-la-Mer in the Camargue Region where we stayed at a French Dude Ranch &amp; rode white horses through the marsh &amp; along the beach of the Mediterranean. So fucking beautiful - I should have stayed …\n回复 @BreAnderson217 @SFdirewolf You must think you can drink &amp; drive then too, right?? 🙄 If you are incaple of acting like an adult &amp; NOT putting other’s health &amp; life at risk of harm - then YES Bre - You NEED to be controlled.\n回复 @MeetJess As an #immunocompromised person, reading this made my neck hairs rise &amp; tbh gave me Bad Vibes. “… importance of closely monitoring such patients” &amp; “… tracking the infections of the most vulnerable patients”. WTF? How abt PROTECTING US from EXPOSURE? Wondering just HOW they 1/2\n回复 @broadwaybabyto Still with ya! I’m a Reply, RT’er, don’t Post much - as people like you say what I want to, only 💯X better. Last week or 2, I’ve noticed my Follow &amp; For You feeds have MUCH less CC / CøVid related &amp; much more “scroll past” unrelated to my normal algorithm. 🤷🏼‍♀️\n回复 @frederickcarley @TakinCare4 @AnnieAndrewsMD Lol. Nothing say “I lost that debate” like abruptly switching topics to something unrelated to discussion. Correction: * Unrelated * to everyone else except it fits perfectly in Fred’s politically brainwashed agenda.\n回复 @MdBreathe Hey Mary.  Still working hard to keep your ranking up in the SARS-CoV-2 »»Misinformation Dozen«« Shill Doctors. Amazing how you believe the vast, VAST Majority of your Med Sci Credentialed Peers are wrong &amp; you’re special, knowing things they don’t. Textbook Sociopathic.\n回复 @itslaylas @thedramaticbean Society &amp; what remains of Humanity is rotting away like fast spreading cancer. Loss of Empathy Compassion &amp; Love, thru Individualized Selfishness is being driven by Powerful Agendas that Benefit from the resulting Division &amp; Hate. Feeling Uncomfortable w/ another’s grief is Hate.\n回复 @WisconSinfully @idontkare90 @gabluepeach816 @ValerieHer37147 @TheBlondeRN 🤣 Sad I have explain to your tiny little brain that NOT being convicted of a Felony IS in fact the same as saying she has been a fucking law abiding citizen. Unlike the narcissistic rapist felon whose boots you suck on. Like when you don’t decide - you still made a choice. 🖕\n回复 @AndySwan @ylecun @Singularitybook Seems rather “on brand for MAGA” to try and dismiss an entire FACT based on single word semantics while also using Dr. Fauci as a distraction to run cover for CONVICTED FELON &amp; RAPIST tRump.", "overlap_score": 0.1372842693644163, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1365873276065472515, "screen_name": "willymac21", "user_at_name": "William Mac", "sample_content": "回复 @SeminOLDschool @BlackFish775 There’s 1 more common opponent you’re missing. 😘. Also, Daniels played against Bama for most of the game\n回复 @AuburnTigers65 @CBKReport Little bro in what? Bama owns Auburn in every sport\n回复 @AUBarnerbro @tdubs_1980 Yale about it some more.\n回复 @JakeCrain_ @cameron22martin Which is why Auburn is a perfect choice.\n回复 @BrettGreenberg_ @Bama_247 @TomLoy247 @BrandonHuffman @JusticeFitzpat1 @STA_Football @CoachHarriott @minkfitz_21 @247Sports 0 chance he goes to Bama.\n回复 @ClayTravis Urban Meyer couldn’t recruit at Utah. 🤷\n回复 @AYOitzAO @mammal365 @djjohnnyb @RandyScottESPN @JeffDarlington You realize the VAST majority of Americans wouldn’t recognize any pro golfer outside of Tiger, right?\n回复 @kirsis_andris @cash_money_cane @LateKickJosh @wilnerhotline No. He should’ve just been a better coach and won more games.\n回复 @itmeolliev @Jhernandez390 @michaelianblack The San Bernardino terrorists were stopped by a similar vehicle.\n回复 @RyanCFowler Now we are about to see a couple dozen more guys hit the portal\n回复 @AUBarnerbro @tdubs_1980 if his 5 missed shots were the difference against YALE, your team sucks\n回复 @Flame_Volunteer @LDUnbreakable @NextRoundLive @ClayTravis @jimdunaway Ok\n回复 @coachbronk @BarrettSallee Yea. And no where says he said that. The burden of proof is on you.\n回复 @__Dave17 @BarbieKeynisha @DeOppressoLibr_ @streetmediatv “Oh no, don’t remind me how my ancestors were superior to yours and defeated them so easily”\n回复 @MatthewJshow @JoeBiden Walk upright, in a straight line, above 2 MPH.\n回复 @Senio25 @SSN_Alabama @LateKickJosh You typically don’t get depth from the portal. People transfer to play.\n回复 @djjohnnyb @RandyScottESPN @JeffDarlington He drive through a crime scene. He committed a crime. No special privilege.\n回复 @mn253 @harrisonpkent @AdamSchefter @PeteThamel Just check the history of college OCs moving to NFL OC.\n回复 @commentatorcam @DHx34 @ChrisVannini That was back when Bama actually had some junk yard dogs on the team, especially on D. Haven’t had that since.\n回复 @Hogballburner @CBKReport They could e just said Auburn\n回复 @RonchettiStan @SSN_Alabama I’d be really surprised if an NFL team wants to have their entire O be college assistants.\n回复 @RiduFly @ChadHorneRTR @AlabamaFTBL Embarrassing is losing in the SEC championship. I couldn’t imagine\n回复 @absoluke2001 @A412Paul @VernFunquist No they don’t. And the AG said they won’t. The centers are grand standing and their patients are paying the price.\n回复 @hall_cale @BarrettSallee Top 4 go to the 4 conference champs. 🙄\n回复 @Wrdlol @TylerPF92 @SSN_Alabama Too much depth and not enough roles. We used to use 3 edge rushers at times, now it’s only 1.\n回复 @shesayshewas19 @BrettGreenberg_ @Bama_247 @TomLoy247 @BrandonHuffman @JusticeFitzpat1 @STA_Football @CoachHarriott @minkfitz_21 @247Sports Family loves Saban. They don’t care about Bama.\n回复 @SECNetwork @AuburnMBB The Iron Bowl is football only.\n回复 @BrutusForLife @CoachKPinVA @5GOATs_ Not having a body camera on is no indicator of a case being dismissed or not. There’s no case law requiring it.\n回复 @PASTOROFPAIN57 Yea. @marlon_humphrey is a prime example. Which is a shame since he was a legacy\n回复 @BigsGK1983 @BamaPack23 @LateKickJosh @ClowESPN try to not lose a bowl game by 60 before speaking", "overlap_score": 0.2047734609089371, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1119305512359743488, "screen_name": "RhondaHenninger", "user_at_name": "Rhonda Henninger", "sample_content": "回复 @Joey37394977091 Take care of h silver.  My oldest didn't acknowledge me for mother's day and he'll do the same with his Dad.  It's difficult.   We (hubs and I) have lost both our parents and we miss them terribly!  Praying for Joey! 🙏🙏🙏\n回复 @AtomicDoGG222 My heart goes out to you friend.  Nobody deserves to be hurt physically or emotionally 😪 💔 MY prayers are with you. 🙏🙏🙏🙏🙏❤❤❤❤❤\n回复 @LedByHisWord Doesn't mean Joe's not dead!  It just means they will continue with their clown show to take more advantage of the American People.   It's like being raped and you were drugged.   You suspect you did but you thought you dreamed it!\n回复 @mark_joubert I am so very sorry for your loss Mark.  Thank you for sharing this special little life with us all.  His life may have been short on this earth. But his memory here will last for many years to come.  My love and prayers are with you and your wife 🙏❤🙏\n回复 @Surfygurl Sending prayers for you and your brother! 🙏🙏🙏\n回复 @Samantha2024N Good Morning Sam.  I think he's gone, but are trying to figure out how long this charade will continue 🤔\n回复 @joey34955757 What is so hard for me is, I know there are shills and bots on here.  However, it has caused enough confusion that there is a divide!  How can America be united if we are not! I was never Military,  I felt my way through life!  I questioned but, my heart led!\n回复 @Darrell65167496 Good Night Scooby 😴 🥱 Rest well 😴\n回复 @JaimeJJ0706 We make our little boys similar to that too!  We use brown rice, carrots and green beans.  Sometimes ground chicken breast or lean ground beef\nI am Blessed today so much!  I got through my shopping trip with only a slight headache,  I spoke to a few people in the store that are just as fed up as we are and the icing on the cake, my hubs treated us to a sour cream doughnut! Yum 😋\n回复 @Tho_ModernMissy Yes.  Although here I can get off here when I get upset or angry.   In reality It takes alot for me to get upset, but then I will tell you what I think right away!  I try to practice taking a step back before I speak. It's easier here.\n回复 @Dirt_128 I don't subscribe but I see his posts.  I don't subscribe to anyone on here and I don't give money to RNC.  I gave a small amount to Trump back during 2020.  I can't afford to support anyone anymore.   Can barely afford to support myself!\n回复 @Reginald_Dennys @Cowboyw2b2 @VincentCrypt46 Nope, please don't assume that's what I was implying.   I just know that there are many mitigating circumstances that cause some people to not always understand things.  Not everyone has common sense.  That's can be a because of neural connections.\n回复 @DontLookBack45 Keep us updated!  Continued prayers for P and M 🙏🙏🙏\nGood Night my friends!  It's been a long day so I'm taking some time to unwind.   I hope you all have a peaceful night! 🙏❤🤗😴 https://t.co/O2O8WM4P1o\nJust a little story 1st thing! We had a local firefighter who thought he knew it all and had all going for him! Saturday, 7/13 after Trumps ASSASSINATION attempt, He mad horrible comments suggesting \"to bad they missed\" Next time you better hit the mark\"\n回复 @AlmostAmish1 Not many see me either but ripples mean alot!  Throw your voice into the universe and those ripples affect 10 people,  then those 10 share your post out information and they affect 10 more.  Don't worry about recognition,  your making a difference!  🙏🙏🤗🤗🙏🙏\n回复 @ScottPresler I live in Northumberland County.  The county itself needs cleaned up locally and politically but the area has many choices in the the country areas.\n回复 @BabyD1111229 Ours, we just smoked 8n the bathrooms.   Teachers would yell at us but it didn't stop us.  We were too many, they were less.\n回复 @Dirt_128 Awe, handsome Tank!\n回复 @IVHOGIV2 Glen, I understand how hard it is!  My youngest has been in and out of jail since he's 19 and he's 40 now!  Drugs are his struggle.   They are doing a mental evaluation on him soon to send him him to a dual treatment program.  Keep pushing and 🙏🙏❤️🙏🙏\n回复 @DLee64190734 🤷‍♀️🤷‍♀️🤷‍♀️🤷‍♀️, The Ghost in the machine! 😉😉🤭🤭\n回复 @WartornSaint God always has a reason for everything Phae!  I lost my childhood home 20 years ago to a person who had no idea how much it meant to me!  They sold it 10 yrs later, but I couldn't buy it back.  Now I understand why God said NO!\n回复 @syndrome22q1 Good Night Justin 😴\n回复 @VKs_Host His meds are wearing off!\n回复 @joey34955757 It really is frustrating!  I just take breaks and keep telling myself what mill be will be!  I continue with my life, go up to see friends.   We go have lunch.\n回复 @_Bay17d His meds are wearing off!  He's running his sentences together!  He reminds me of a Hitler!\n回复 @patriotofga3 Good Afternoon Lo!  I hope your having fun honey!  Enjoy Tennessee!\n回复 @joey34955757 Joey they are so dead inside and too busy being slaves of the system!  Rushing through their lives to be \"Successful \" like the elites!  Hamsters on a wheel!  So sad, but true!\n回复 @blondie425 We live in a small town in PA and so much goes on here and the cops do crap to the crazy people but they'll lock up someone for smoking weed!  We have neighbors that are making noise all hours of the night and keeps people awake!  Nothing happens to them! 🤦‍♀️", "overlap_score": 0.1954258093035682, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1351331476462301187, "screen_name": "am_ok_for_now21", "user_at_name": "The world is insane & insanity is the law?", "sample_content": "回复 @WhiteHouse What comeback? For elites who have no worries? Or the rest of us who have part-time jobs, pay more for groceries &amp; for bills?   This guy sums it up well. https://t.co/yb75BZkwot\n回复 @KamalaHarris We are fighting to survive Bidenomics and the crappy economy he has devastated for millions of Americans. Way too many of us are struggling, but you keep going on about abortions. It’s NOT my priority. I vote with my WALLET so I’m voting RED.\n回复 @BidensWins My retirement account will take DECADES to recover. Same paycheck. Buy less. Pay more.   Yeah, things are so rosy 😳🤔…tell that to my wallet at the grocery checkout cause it’s not keeping up.\n回复 @DebbieforFL No way would I vote for @DebbieforFL - I will vote for @SenRickScott - I vote RED!!\n回复 @BidensWins Sucking up for votes.   If he is reelected, he will again  mandate what car to drive/gas stove/gas heat/lawn mower/vaccines, etc. &amp;  how to spend our $$. He will allow more illegals in the USA, pay more student tuition &amp; push for federally funded abortions PAID BY TAXPAYERS.😡\n回复 @EBraeden @CarolJagneaux Why is he canceling oil &amp; gas production in Alaska? More imported oil from Venezuela or Iran??  https://t.co/uwaGTX7s4x\n回复 @RNCResearch Wages have dropped, prices continue to skyrocket. They were right, it was 1.4% when he took office. Today it’s 3.5%. Maybe if he wouldn’t waste billions on the climate sham and address the actual issues. WHO is making $$$ from the climate $$$? China and Biden cronies.\n回复 @POTUS Imagine a president, pushing an illegal invasion into our country, removing security, touting a great economy and we end up with Bidenomics🙄, rising prices, mandates, higher taxes, costing Americans an extra $11,000+ per year to purchase the same things we bought in 2019.👎🏻Hmmm.\n回复 @simonateba Do you suppose he will visit the Dairy Queen in East Palestine for ice cream?   That is, if they are still open. I haven’t been through there in a long while…\n回复 @Mary_frostt No. She’s not my pick….too much Democrat backing.\n回复 @mmpadellan What’s her policies? NO ONE KNOWS. Why? It’s not posted on her website. Why? She doesn’t want people to know she’s all for implementing socialism/communism. Make all Americans dependent on government. Raise taxes to support even MORE ILLEGALS. No borders, no oil, no US energy.😡\n回复 @POTUS Democrat “Democracy” means vote for your candidate in the primary &amp; then he quits so you get the worst substitute who is a far left liberal who wants open borders, increased taxes, no oil, no offshore drilling, no US energy, more illegals, electric cars with a sad running mate.\n回复 @BidensWins @JoeBiden BORROWS from China to give to ILLEGALS. He doesn’t care that he is destroying our nation.  Meanwhile, WE THE PEOPLE are no better off than we were 4 years ago, living on credit cards to buy food and pay bills and the US debt just keeps increasing…\n回复 @TheRickyDavila For a misdemeanor elevated to a felony so that he can’t campaign? The case with sordid details of Stormy when it’s supposedly about accounting? The judge won’t let him defend himself but Cohen can talk all day? A case that the statute of limitations ran out? It’s a joke.\n回复 @SenateDems  Y’all are RIDICULOUS. How many will quit, lose scholarships or suffer depression. You cater to ~1% trans over 50.41% women?? It’s UNCONSCIONABLE that you support MEN in WOMENS SPORTS.😡 If it was YOUR daughter how would you feel??  https://t.co/7lue95XZWq\n回复 @youknowmetoo2to @Victorshi2020 I’m an independent, live in Florida and believe that an abortion should be performed ONLY if the mother or baby’s life is in danger. Abortion is NOT birth control.\n回复 @Victorshi2020 And he chastises @HouseGOP for going home to meet with their constituents… https://t.co/u6MHEVA19s\n回复 @mmpadellan My retirement account has gone DOWN under Biden’s watch. Now that I’m retired, I can’t build it back up. I was doing well under Trump’s economy. Bidenomics is such a bust. Inflation Reduction Act? We all have gotten a pay cut under Biden. 😡\n回复 @JoeBiden It was not the ONLY cause. Do you know your history? Evidently not.   I learned this in high school plus one of my friends is a history professor and his focus was the Civil War.   It was a result of these: 1-States rights 2-The economy 3-The election of Abraham Lincoln 4-Slavery\n回复 @libsoftiktok @MarthaMarxforCT  46 chromosomes in humans, only two are responsible for determining the sex of an individual. They are the X and the Y chromosomes. Females carry only the X chromosome, while males carry both X and Y. Females can be pregnant. Males cannot. https://t.co/BkHAl6AXq8\n回复 @WhiteHouse Unconstitutional to “forgive” student debt. And ridiculous to throw tax dollars after “climate change”  policies that will do NOTHING.   Y’all are so ridiculous.  https://t.co/rE2vrIKiRx\n回复 @JoeBiden In 3+ years, you have undone over 200 years of keeping our nation FREE and ruined the America we know and love. It’s a slap in the face to every US citizen, members of our military, our veterans and every LEGAL immigrant.   Socialist propaganda-when does the WEF take over? 😡\n回复 @BidensWins Biden/Harris Accomplishments:  ~10M illegals 👎🏻 Civil unrest 👎🏻 Crime 👎🏻  Fentanyl 👎🏻 Proxy wars 👎🏻 Lies 👎🏻 Excessive spending 👎🏻 Crap economy 👎🏻 Energy dependence 👎🏻 Climate sham👎🏻 Part-time vacation president 👎🏻 High cost of living 👎🏻 Socialistic leadership 👎🏻  I will vote RED. https://t.co/06ve63tVyY\n回复 @SenWhitehouse @POTUS The economy is booming? Tell that to my empty wallet. Posted by another OUT OF TOUCH Politician.\n回复 @BidensWins Some win. But this👇🏻? What????  https://t.co/FkcPB9hHPl\n回复 @WhiteHouse Student Debt Relief:  Transferring the borrower’s tuition bills on the backs of the American taxpayers, many of whom NEVER went to college.  Despicable.\n回复 @SteveGuest “We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.” -Preamble to the Declaration of Independence https://t.co/1I8RmpR7Mn\n回复 @BidensWins Sure, when Biden has to IMPORT poverty stricken people to boost the population because of declining fertility rates and “reproductive” abortions.  https://t.co/10O6SjahAi\n回复 @marcorubio @SenRickScott   Schumer’s bill is NOT what WE THE PEOPLE want or need. We need him to bring HR2 to the floor. Ask him why he wants to allow millions more illegals in the USA? What’s in it for him?????\n回复 @ElliLAnderson @joncoopertweets Every NY real estate dealer is watching and waiting to see if they are next. How long until they come for every realtor or agent?  NY is the loser in this. How many people does Trump employ? How much is paid in state taxes?", "overlap_score": 0.1350473465765344, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1358407821386252289, "screen_name": "washam_scott", "user_at_name": "jon scott washam", "sample_content": "回复 @LisaJohnso22554 You gave me a freaking headache today you know that I hope you’re happy. Lol.\n回复 @IRAtheGhostARI Persistence &amp; dedication to excellence I love it/ Yes ma’am I believe you’re right. I would  be tripping on that. Keep up the good work. Lol. I’m sure it ain’t over yet. (Let the games begin.)\n回复 @Oldtimers365 Drama it’s absurd and waste of time in most cases basically pointless.-have a great night old timer. I’m with you trust me.\n回复 @janannette55 If I may add (way) before Trump,the Democrats approved of building a wall &amp; it was to cost, much more than that the 5 billion you’re referring to, this part of the wall was bought&amp; paid for pretty much !-with the electronic surveillance system &amp; the metal sitting there to rot !\n回复 @kellykeegs Amen sister at the start of the season. I was concerned I was blaming Taylor for the Chiefs problems. Sure there is probably some distraction who wouldn’t be distracted by her /God bless them both and there are class act no doubt about it.\n回复 @USATRUMPMAN1 Sitcom\n回复 @SharikaSoal84 My mother dressed exactly like that especially the one on the left and she was beautiful not only because she was my mother because she was beautiful/and had major class. I miss her.\n回复 @SheriCarter18 Good eye/either fell down or took a right hook from Jill!\n回复 @Sassafrass_84 Oh yes, I concur. I wasn’t around in the early 1900s when it was really good. Lol. Unfortunately, they decided to take one key ingredient out. What a bummer. Lol. Wouldn’t have been much need for coffee if you know what I mean. Lol.-I would’ve drank coffee as well though.Why not.\n回复 @Loco4Boca I totally feel you. I only have around 7000+ me personally I appreciate almost everyone of them. Lol. But the lack of engagement is not cool I concur /I become picky. Who I follow back I’m not interested in numbers.I don’t follow back hookers,etc.I follow back interesting people!\n回复 @r0se0011 Thank you have a great day.\n回复 @SheriCarter18 Good morning I love that /just a little seed amongst those stones and this is what we have fantastic —I love nature!\n回复 @IRAtheGhostARI I think you’re right I really do. I certainly didn’t see that on his profile. As a matter of fact, the profile we had was rather pathetic. Lol. Kind of like him.\n回复 @KT07500539 If he’s not impeached, which I agree at this point will not happen, but the people complicit should go to jail!-Jill had to know what was going down!/ money just didn’t just appear and her not know about it ,pillow talk or whatever she had no/ we can’t forget Hunter!-crook city\n回复 @AvaFrigg I don’t know Norwegian, but I like the way, well I’ll translate to what I think it should be. I dig your rump hopefully that’s close. If not, I still dig it. I love the color as well/ for some reason? I am into turquoise.— have a good one\n回复 @IRAtheGhostARI I like your style if I needed a job, I wouldn’t mind working for you. I can tell you that./I’m not just because you’re pretty I’m saying that!-You seem like a no nonsense boss &amp; and if I figure it right, you lead by example!-/have a great day, my friend\n回复 @Punchy_Playz I trade places with you so fast it would you make your head spin !/30 gonna be great for you!-Just wait and see!\n回复 @CallMeMagacita Good morning and for your information I am a professional. Lol. Have a great day.\n回复 @777_Freedom_777 You ain’t kidding I was getting ready to warm up  the car and head on over there!!-/ dammit. Lol.-long time no see I hope you’ve been well my friend&amp; Have a great night.\n回复 @syndrome22q1 Hit me up anytime for hello my friend bless your heart!\n回复 @tarheel_texas That kind of blows my mind! I used to live in Mexico for 13 years &amp;I used to commute every day back to that small town. I had a carpet cleaning company when I’d head back home. literally right when I cross the border, I could feel the pressure leave me. (Not as safe anymore).\n回复 @SisterKay1112 I believe it a flour shifter?\n回复 @slikBitch0G Little boy and fat man, two nuclear weapons that were used on Hiroshima and Nagasaki.\n回复 @45Angelheart I like those words and I love that picture pretty cool happy fourth.\n回复 @MrAndyNgo @kevinvdahlgren They gave it back to him probably because it’s legal in that state along with heroin, cocaine etc. and he would accept it because it has resin in it . /I can hardly get a painkiller, and it’s legal to use these types of drugs in that freaking state.\n回复 @bornagainsteph I’ll pray for you sweetheart, but I won’t follow you. You only follow 116 people or something like that that’s cool I guess seems kind of strange anyway God bless you and I will pray for you and please pray for me if you want./I prayed for you now. I hope tomorrow is joyful. —GN!\n回复 @brixwe You’re kind of asking the wrong person since I have Covid right now I know poor a little me lol. I shall survive. I don’t know if this classifies as a pandemic, but the influx of illegals is turning into an endemic &amp; it’s gotta stop (their days are numbered.) No room $!\n回复 @angelwoman501 Honestly, I didn’t see it. I was watching baseball but I sure as hell believe you especially the buzzard part. Lol. I don’t think I’ll check the replay either. I’ve heard enough lies for one night it’s about to drive me to drinking. Lol. Again.— good night, my friend.\n回复 @SisterKay1112 I suggest their enemies look up and better yet stay underground like a little cowards they are!-there’s gonna be hell to pay. Iran is responsible. for the chaos &amp;they need to be taken out do we really want Iran with anuke?-I say we get it on,!-Iran can’t have a nuke!\n回复 @Bluestown901 @radaba19 Houston we have a problem. Lol. That’s disturbing.", "overlap_score": 0.1432484145744687, "MARITAL": "Never married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1122375682238177280, "screen_name": "MikeyAdams420", "user_at_name": "Mikey Adams", "sample_content": "回复 @mrmel2016 There are 2 choices.  You pick Biden after all the bad policy and wasted taxpayer money, then you're not Republican, you're a fool.  Inflation, border, paying for college deadbeats, 2 wars.  Gimme a break.\n回复 @thecigarpig @lisamurkowski You're an idiot.  Have a cigar, PIG\nHappy 87th birthday to Sonny Siebert #Indians #RedSox 140-114 with 3.21 ERA and a no-hitter.  Siebert was the most recent American League pitcher to hit two HRs in one game (until July 27, 2023, when Shohei Ohtani matched him) https://t.co/ZiDN2o8Cx4\nI had a tremendous birthday today, best one since I was only 3 years old.  Thanks to all,  family and friends.   I am officially OLD. https://t.co/hZeyJg3bQF\n回复 @DefiantLs Hideous\n回复 @JFKIN64 Wooden  664–162 Auerbach  938-479 Pat Riley  1210-694 Auriemma  1213-161\n回复 @HouseJudiciary @RepJerryNadler OK now do this: Democrats’ priorities are clear: they would prefer to keep BORDER in the country open—even those that allow ILLEGALS to willfully violate the law—rather than to let border control save lives, simply by enforcing the law.\n回复 @HeatherThomasAF Who is coming after your daughters?  Who again? You are legion.  Of doom. https://t.co/6klkpJWwP9\n回复 @PolitiBunny Gross.  Dry mouth unhinged rantings of a nasty, angry witch.\n回复 @JBeasymoney Yeah that .135 batting average is awesome.  He's got more strikeouts than hits.\n回复 @LouC666 @ontheouts1 Border, crime, no wars, no free college money, no senile bumbling, no influence peddling via Hunter, lower corporate tax rates, lower interest rates, lower gas etc.    I could go on, but would be wasting time on a brainwashed idiot like you. https://t.co/GiX5SCI8i8\n回复 @BethWBZ @wbz Sanctuary, Right To Shelter, Border Invasion.  The public has no hotels to stay in, as they are FILLED to capacity with illegal immigrants while the taxpayers pick up the entire tab.   Pathetic.  Who's running the show? https://t.co/H6HbxIiRVx\nI will finally meet \"Beaver\" Cleaver (Jerry Mathers) tomorrow at SportsWorld in Saugus, where he will be signing autographs and doing selfies from 1-3 pm.   184 Broadway, Saugus.  Should be fun.  Good guy. https://t.co/JpIF2DD7ha\n回复 @MarkJacob16 It was a shitty bill.  A Ukraine money grab and a cementing of current immigration invasion.  Grow up\nWhatever happened to Wally, Lumpy, Eddie Haskell, Gilbert, Larry Mondello, and Jerry Mathers as Leave It To Beaver?  Find out here: https://t.co/AdUn0FWa2z\nThe #RedSox hitters have no knowledge or discipline of the strike zone.  They average almost 10 strikeouts per game.  (9.68)\n回复 @ccas44 Government efficiency.\n回复 @BenVolin @MarkDionDC Massachusetts has the 2nd highest cost of living and is 45th in traffic ranking.  The millionaires tax is only the latest money grab for a state that is run by idiots.\n回复 @lippyent That time I met Napoleon Solo in 1996 https://t.co/XD4t4mZUUC\n回复 @reportbywilson Wow.  What a \"journalist\" you must be.  GFY\n回复 @WhiteHouse First step:  Don't let crack addicts buy a gun.\n回复 @RealJamesWoods Patrick McGoohan was tremendous https://t.co/ZuxG20gJQJ\nBorn on this date:  HOFer Robert Moses \"Lefty\" Grove (March 6, 1900 – May 22, 1975) In 17 seasons, he led the AL in ERA NINE times. He won 300 games, 105 for the #RedSox MVP 1931 https://t.co/fuI27do5no\n回复 @MSMTCPA @BillEllmore @elonmusk But they are counted in the census.  More Congressional representation so.... More money to illegals in free housing, healthcare and education.\n回复 For top notch golf instruction @shiningrockgc  https://t.co/y7ut8n9Zqr\nHappy 87th birthday to \"The Vulture\" Phil Regan 14-1 with a 1.62 ERA, and NL leading 21 saves to help the #Dodgers win the '66 pennant when he acquired the nickname from Koufax who had just exited a 2nd consecutive game, tied 1-1, only to see Regan \"swoop in\" for the win https://t.co/8eFOIOA14P\n回复 @libsoftiktok Exit\n回复 @brauer_wesley @elonmusk @staceyabrams @SenRickScott @POTUS @VP @TrumpDailyPosts @staceyabrahms @SenMarcoRubio @SenSchumer @DonaldJTrumpJr @RepJeffries @SenTedCruz @AdamSchiff @DonaldDucksIt @AOC @GOP @GOPChairwoman @RepDanGoldman @realDonaldTrump @RepLucyMcBath @TYT $100 million fraud lady.   #Shameful\n回复 @RepJasonCrow Jason, you are pathetic.  Your President has gotten us deep into 2 wars and has allowed violent \"migrants\" by the millions.  GFY\n回复 @MassLtGov @NorthShoreAGLY OK great.  Now fix immigrant invasion.", "overlap_score": 0.1654711891284922, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1174482364036046848, "screen_name": "SlipKid60", "user_at_name": "Frogger!", "sample_content": "回复 @somethingrand77 Toto - Africa\n回复 @MelissaDBrown7 @Frank_Butterfly 😂😂🤣🤣\n回复 @IvanasStairCam “The Bride of the Creature from the Black Lagoon”\n回复 @historyrock_ Oasis. The others are too depressing.\n回复 @ArbiterofCool This is a sick man. Deranged filth. Reject this thing and everyone who follows him. Reject trump. Reject MAGA. Let’s rid our country of this cancer.\n回复 @StevieVanZandt Agreed. I think that there are very serious discussions taking place this weekend among President Biden’s family, his advisers and his cabinet.\n回复 @MarkIKendrick @JoJoFromJerz I’m sure she was. She would tear trump to pieces in a debate!\n回复 @EastEndJoe A mishmash of stds. The Florida heat and humidity is a perfect substrate for the propagation of disease.\n回复 @RNCResearch What’s “humiliating” about two great presidents walking together? THIS is humiliating. https://t.co/SiZILYbbLg\n回复 @gardengirl125 Hyperextended my left arm reaching to put something on a shelf. Three weeks of intolerable pain.\n回复 @BidenHQ trump is filth. Anti-American filth.\n回复 @AndreaR9Md Yes please! A Thai dish? Served over noodles or rice? Do you have a good Me Goreng recipe?\n回复 @JillFanoO4 A baked potato and some grilled asparagus.\n回复 @DonaldTNews No.\n回复 @DrGuitar Yes. Top five of all time.\n回复 @historyrock_ THE best!!\n回复 @marlene4719 So happy to know that you cu*ts are behind bars.\n回复 @BrianForNJ @nytimes President Biden has my vote. Period.\n回复 @RpsAgainstTrump Just shut up. So sick of this corrupt, lying pig.\n回复 @davedavieskinks Cheers!! Happy birthday from Chester, New York!\n回复 @SpeakerJohnson Stop lying!! STOP LYING!! There was a bipartisan bill in place and you obeyed the corrupt pig who told you to reject it. Spineless. Act like a man. Do what’s right and tell trump to GFY. Grow a pair.\n回复 @JDVance1 Hey cvnt? President Biden shook the hands of EVERY graduate of West Point yesterday. 1036 of them and it took one hour and ten minutes. trump did his double jerk-off dance in front of a very small crowd in the Bronx. They despise him.\n回复 @KellDA Not with a ten foot pole.\n回复 @sunsungirly @mattgaetz Mar-a-Lago is a fetid cesspool.\n回复 @sammigirl824 I despise the air it breathes.\n回复 @JenResistedAGN So laughable! These neutered boys obey their master. How cute that they went tie shopping together.\n回复 @Mollyploofkins No.\n回复 @Matt_Pinner Disgusting.\n回复 @thehellusaid @m99151272 @ChaoticLeftistW @AOC MAGA is a cancer on our country. trump and MAGA must go.\n回复 @historyrock_ Always Abbey Road. Always.", "overlap_score": 0.2402897478416085, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1392927521151373317, "screen_name": "DrEvilGamer", "user_at_name": "Female 💥🔫🦈Dr Evil 💥🔫🦈 Lazor Sharks 💥🔫🦈", "sample_content": "They gave it googles algorithm rules as a guideline\nSavage.\n回复 @Hacks4001 They need to scrap everything Disney has done and start over with some fvcking respect for the source material.   Too bad they squandered their legacy actors.\n回复 @EscapeVelo It also tells us the kind of tactics they would employ.\nPointy Stick Nationalism.\n回复 @crash_matrix LMAO Nostalgia hits had Too bad they nerfed the Turtles in the sequels\nYou SJW's say you're the majority all the time, yet the games that cater specifically to your woke sensibilities never sell, why is that?\n回复 @Rick_Racket Everyone that attempts it gets called 'racist'.   People need to stop reacting to that word and get back to just doing what's best and let those people scream into the void.\nIf you can do an effect in camera you should do it.\n回复 @CarnivoreKing88 That's how I feel about my balls.\nIt is, imagine spending development money on woke consultants while you raise prices, have ridicuously priced DLC and churn on derivative crap every 12 months and then claim you're a AAAA game.\nYes. That is also protected by the  right to free speech. As is your right to refute it.   You sdound like you are unable to refute something you consider untrue. Perhaps your position is not as honest as you believe.\n回复 @Actually_Tina It's reasons like this I only deal with Sony on the rarest of circumstances.   I have never owned a single piece of Sony hardware.\nVote on PotUS based upon skin color and what they have in their pants.   The US collapse is imminent.\nIf men could get mental helath tailored towards them instead of victim blaming feminist based psychiatry you may have had a point.\nIDF sponsored by RAID Shadow Legends!\nSo turing it into something else and ensure the end of the franchise.\n回复 @wetsprocket What's funny? You started this pissing contest.\nOr maybe they should quiit and let developers make games instead of activists.\n回复 @ArtivousGaijin Labor won with fewer votes than they lost with last time. So the Tories must be really out of touch with their own base. Ridicuously so.\n回复 @RoyCalbeck @RWSstudios I have gastro and a camera pointed up my ass from the bowl would have made a better film, probably with a dedicated audience for the niche.\n回复 @Orc_Fugitive @Fenrirtheicewo1 That may be a latent mutant ability.  An ironic one because Logan has forgotten half of his past as well.\n回复 @TheKrautist How much for a pack of 20 over there?\n0118 999 88199 9119 725 3\n'Stakeholders'   The ever mysterious puppet master.\n回复 @realSargeJoe I had to recycle some samples to join the Helldivers.\nThat's why I carry a dead mans switch mini nuke in my chest cavity.\nI'll believe that isn't astroturf when I see a confederate flag.\nIt only ends when they can stop milking money from it.   Blackrock has to go. Blackrock is the final boss.\nBecause they're activists.", "overlap_score": 0.2387451640033641, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1083760531222265862, "screen_name": "Margare31178204", "user_at_name": "Margaret Hudson", "sample_content": "Adam has a clean bill of health. 34 pounds, and his neuter is scheduled for June 25. Nails trimmed and now at the store getting his treats. https://t.co/xhc5O9Uv8g\n回复 @PositivelyChris Soft. Dental issues.\n回复 @classic_film Honestly, whichever is currently playing. Do Ya is just about the most fun, but every last one is memorable and awesome\n回复 @FOX2now Love Tank!\n回复 @Dr_R_Strange Salad with tomatoes and cucumbers, grated cheese, and light Italian dressing. Wish it was a double cheeseburger and fries but I enjoy living and want to continue to do so.\n回复 @PostingOften Seeing the actual battle flags at the Museum of the Confederacy. Pulling out each drawer and seeing the powder burns and bloodstains from 160+ years ago.\nMeet Christmas Adam Wainwright Hudson. Born December 23, 2023; joined the Hudson household March 6, 2024. 6 hours in the car and he was a perfect little boy.  He now is a wild child. We’re working on bedtime. https://t.co/vFyZDNk7ik\n回复 @ThatEricAlper Depends on my mood. Donna Summer, Styx, Queen, or Broadway Cast Albums. Definitely one of the four - might draw one from a hat!\n回复 @2ndaryProtocol Watching Hunt For Red October right now. Not a leading role, but a damn good one.\n回复 @Ford_Nick Tomato, mushrooms, and A1\n回复 @WonderW97800751 Practicing with his phantom hula hoop\n回复 @LivingInThePas5 Rhiannon\n回复 @HungryAI_App Eat but not the biscuits. Their breakfast bowl is really good. To clarify, I don’t get biscuits usually unless it’s biscuits and gravy. A dry biscuit with meat is not my idea of a good way to start the day.\n回复 @lhallwriter In theory, no, but in actuality yes. Too much garlic becomes like chili peppers and is very spicy.\n回复 @kanekavi https://t.co/zWlkZtibpG\n回复 @Ford_Nick Brat, but only because those hot dog are underdone.\n回复 @bizriendeau73 I want vacation 4, but can we swap wineries with swimming pool from vacation 2?\n回复 @mickitiki My great aunt had a Chrysler Imperial with the push button transmission that looked like that.\n回复 @S_U_Network Glenn.\n回复 @realEstateTrent I ran a one person office. I checked the answering machine, typed letters after they were dictated to me, handled correspondence, client appointments, the boss’s travel, accounts payable and receivable, filing, kept track of clients birthdays and anniversaries, etc.\n回复 @FoodPornPhotos Either salt and pepper or franks red hot\n回复 @Jeremy3Tears It is. I used to have choices - now it’s Chick Fil A (best option), subway (quality can be questionable), or , um yeah. Firehouse Subs has a good salad option, but the last time the lettuce was definitely sub par. Makes it hard to eat like I should unless I cook.\n回复 @CTOTHELOS77 Pizza. It has the most significant impact on my blood sugar.\n回复 @Jeremy3Tears I haven’t tried a Wendy’s salad in years. When I lived in Mississippi, they had a salad bar where you could make your own. It’s hard to make your own for 1. But I definitely have!\n回复 @StacyAndy9 Being a glutton for punishment.\n回复 @vinquezada1 As long as it’s religion - all religions - in a historical context. You can’t teach the crusades without religion. The religious persecutions in Europe and Great Britain that helped fuel North America colonization can’t exclude religion. The history of the Middle East same. Etc.\n回复 @wiseconnector I have no tattoos, and due to a metal reaction I have no piercings.\n回复 @JeffreyLuscombe Yes. My great uncle was born in 1898, and died in 1982.\n回复 @NeutrlZoneSprts Cottage chews with fruit.\n回复 @bluertwo Carlin. Pryor was amazing, but Carlin was in a league of his own.", "overlap_score": 0.1530090992714664, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1377312631837589508, "screen_name": "KimmMathiesen", "user_at_name": "Kimm ♿️🏳️‍🌈🌊🌈", "sample_content": "回复 @PeMiHo1106 I’m always amazed when I hear parents say they never want to see their children have their heart broken. I wanted my kid to know that she could love and be loved. Hard to do if you’re afraid of heartbreak ❤️\n回复 @gggirl924 I don’t remember skating parties, but I did go to the roller rink for years with friends. My mom briefly cleaned our rink and I would go in and play my own music to skate to 😁\n回复 @jasonllevin Love him. Always makes me smile and sometimes makes me laugh 😁💙\n回复 @morethanmySLE 💯 I unfortunately understand the struggle 💙❤️\n回复 @Irma_Spikeymama What they want could sink us all\n回复 @gggirl924 Yeah, I grew up in a mobile home. It was a nice one, but a tin can nonetheless. My parents didn’t get A/C until I moved out 😅\n回复 @bihbongha Wow! Stunning pic! My great grandfather came here from Denmark. Good night 😁💙\n回复 @VeryFineWhine @ASanchezs65 @ThomasKlineMD @NAbleism @SpicyPurritos @eullrich11 @HR4peopleinpain @JustWinks @MelodyHope5 @Switchinz123 @hysister19 @PeasantTheory @Nashkitty66 @WizardPuzzle @kris_lovaas @lakeparkcpl @secondchances09 @Melothrien @Irishbrat1966 @aander1987 @EbCummings1 @chattyknana @Thinktank1979 @CContrarus @onnaroll66 @hope411adcock @EverydayAgony @headdock @JSG_54 @Chronic_FLKeys @NitaGhei @DebM01279692 @GEugenics @sky_dvr @OpioidHysteria @wittywax1 @ChadDKollas @process_x @ibdgirl76 @WriterMera @lockedoutofvenu @Deeenst @Canada_NV @maryann19711 @Vlynx5 @Royalacresrod @soofriends @CDCDirector I know someone who eats cookies that her sister makes. Says it’s more of a body “high” and it helps her back pain, but she doesn’t have neuropathy.\n回复 @TonyHQ1985 @Author_S_Miller Congrats Stuart! 💙🌊\n回复 @FredBlueVoter @LockDonaldo @AnnaN1331 @ruel_denise @DebbieOgden16 @DonDinse @TraciMerriman @LoganJacki52512 @SteelerPink @mmattare1 Thank you Fred! Followed new resisters 💙\n回复 @ASanchezs65 What was the procedure that caused the leak? My partner is dealing with severe disc degeneration and a narrowing of the spinal cord. Several recommendations, but don’t want to do the wrong thing.\n回复 @Clarja_wewon I looked at that adorable little face and the strangest name popped in my head. Mentioned it to my partner and she actually thought it was perfect. Claude 😁\n回复 @eddsmitty Saw a show about this recently 😁❤️\n回复 @BlueStormComin1 I was on a list last night and some people said that several were unavailable. Not sure if I was one, but Monica said I might be going to fast, so I’m thinking maybe I shouldn’t be on the list.\n回复 @CollinRugg Search Canada’s M.A.I.D program. Medical Assistance In Dying. They have made this possible for chronic pain patients #CPP. They will give a lethal dose, but not an appropriate dose to actually treat the pain. How long will it be before the US adopts this program?\n回复 @SebastianGarof5 Under 1500 and definitely know my individual tweets are invisible\n回复 @HeyNav135 @PatriotTru67007 @BeaudoinCharlie @lauraboerman @MarciaBarrie @ltwlauren @BlueStormComin1 @beansbeth @Claudette966 @Wisewonders @GroovyChic1960s @MoInColumbusOH @letstalkshoes22 @Stay_Shiny_ @mose_20 @OldLiberal60 @Ss1971fucktRump @gaylusrainey @MagicMark9 @mysageadvice Followed 💙\n回复 @LakotaMan1 If she wants to consider herself a “settler” I would change the word to invader. I think the greed that caused people to invade became more important to people than their ancestry. It’s sad and ridiculous.\n回复 @RuPaulsDragRace Partly because she slayed every single runway and also because all the queens are kinda shady towards her. Even Mama Sapphira. 🤷‍♀️\n回复 @bluertwo Both, but I’ll take Billy Joel 😁\n回复 @APainPrincess Got them all. I have small fiber neuropathy and fibromyalgia, but I read recently from one doctor who thinks that most diagnosed with fibromyalgia actually have SFN 🤷‍♀️\n回复 @realpublicius Too busy insulting veterans and lying about everything.\n回复 @softtail65 Big ass stereo console 😁\n回复 @softtail65 Leaving on a Jet Plane by Peter, Paul and Mary 😁\n回复 @Myra9256Myra @TeamArianaVPR @softtail65 @BlueStormComin1 @ltwlauren @RobertKort1 @Author_S_Miller @artofmix89 @Gdad1 @gmf1369 @HoneyBeeKwen @RuthMott5 @Len_Future @padme_star @Rubicon1313 @SebastianGarof5 @77SunnyAndClear @bab_102 @PattieWalker4 Followed those I wasn’t already following 💙🌊\n回复 @Author_S_Miller @CurtisMatthews3 @Donald23104823 @WarrenScoville2 @AhoNamaste @MomJanetbetttwo @FusionFellow @ryancareynyc @davecg74 @Karencalca15879 @Michelle1241112 @isabelle__kat @Vibehighonly @liysaswart @JanasPlaceInKC @Jodie4times1 @sunnytm9 @BakngInATornado @pjhere Thank you so much for including me Stuart! Following new 😁💙🌊🌈\n回复 @adgirlMM The first name that popped in my head was nasty Laura Loomer. Hoping family and old friends will be able to get past it . 🌊🌊🌊\n回复 @Boxdonkey17 @BubbaRedux @PamGilmar Followed both 😁💙\nWould it be too much to ask for Joe Barry to not put a linebacker on Lamb tomorrow? #Packers 🙏😂\n回复 @softtail65 River Deep Mountain High by Tina Turner 😁", "overlap_score": 0.185483098762606, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1176053410472189952, "screen_name": "ChristinaC1977", "user_at_name": "Christina", "sample_content": "回复 @Timaaayravens Milk and Oreos my guilty pleasure 🤤😆\n回复 @tim18moss It was last minute haha\n回复 @5Solas2 Actions have consequences 🤷🏻‍♀️\n回复 @TRIGGERHAPPYV1 I was bullied in school too, I didn’t go shooting anyone. We have to stop using the bully factor into why people shoot others!\n回复 @catturd2 Let her house the people crossing the border small tit wench\n回复 @Jamie_redsox I’ve been following this story, shits wild! She’s as guilty as Cassie Anthony\n回复 @BenStanton77 Gross but true and men were buying it!!!\n😂😂👀 https://t.co/yKnxC8nedC\nMorning twatters! Halfway to the weekend 🎉 https://t.co/F4AEaPPoac\nNo it doesn’t lol but I did wake up to hail and thunderstorms. Happy Wednesday twatters✌🏻 https://t.co/sGWC5UudLo\nDecided to start on this tonight, only 3 more weeks until my only baby walks across the stage. To say I am proud of this kid is an understatement. He has ADHD and never used that as a crutch through school. He is an honors student and a great kid🎓 https://t.co/XER7Sr3IaG\nSenior breakfast this morning, rehearsal after that then tonight my baby will walk across the stage. He will graduate with a 4.0 GPA. What a proud momma I am🎓🗞️ https://t.co/Ia6qGGIozG\nI never have to fight off the crowds!!! Best seats in town from my front porch!!! Cleveland you never disappoint 💥🧨💥🧨 https://t.co/D3W335FdRK\n回复 @Timaaayravens Normally when I do I’m not all bruised up 😉😂\nHappy Thursday twatters, hope you all have a fantastic day…all is true but you can keep your coffee🤮😂 https://t.co/w8SgcTioix\nI hate when ppl walk fast😂🚶🏻‍♀️ https://t.co/G9mkUzAOL5\n回复 @CourtTV I feel for these two. I don’t think they intentionally killed their mother. I would definitely look into mental health issues. It’s a very sad case\n回复 @Chris05415435 Happy birthday 🎈🎂\n回复 @USACowboy3 What a disgusting person. There’s a special place in hell for her!!! That poor precious baby 😔\n回复 @BenStanton77 Other surveillance shows her walking past people in the store including the cashiers wielding that knife. How tf did someone not notice no one even did a dbl take!!!\n回复 @CourtMexico @sicily_angel Did you see the crowd? What a bunch of 🤡\n回复 @Nanndy16 According to who?😂\nI have a Dr appointment in about an hour and they sent me this questionnaire… smh why is this even a thing?!? It has and will always be female or male🙄 https://t.co/QKa6RW69pW\n回复 @razio_2 Oooh that looks badass! Can’t wait to see the finished product!! 😍🔥\nOh boy🤭🤣😂🤣 https://t.co/xU3B6Npqhc\n回复 @Timaaayravens Ooooh ouch!!! Make sure to clean it well. Peroxide, antibiotic ointment and bandage. Keep it dry and clean. Any signs of infection go get seen!! 🫣\n😂😂 https://t.co/7MwDOo10bN\nPriorities 🤨🤣 https://t.co/rw66pFe5WN\nHoly shit @JoeBiden could barely walk up the steps to Air Force One. Yep he is gonna drop out. Right on cue. Sooo who will dems pick\n回复 @DennisH98236828 Steaks are amazing on the grill", "overlap_score": 0.1891407801725161, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1217221092, "screen_name": "BiteMyTounge4LH", "user_at_name": "Dani ♡ |Danigan Coming Soon 💗|", "sample_content": "Happy birthday to @evergreen_dani hope you have an amazing day name twin!! 💗✨\nThe way I love Kendall in his dad era 💗😭 crying  @HeffronDrive  ily https://t.co/DOeK9sgvUQ\nSo to mentally prepare myself for the day it will happen   What is the craziest things Logan has said to you in a meet and greet ?!\n回复 @itssbevy Yeah I’m okay 💗\nOhhhhh @KeepingItKole HAPPY BIRTHDAY BESTIE!! You are seriously the bestie for the restie💗I love you so much and you always know how to make me smile. It is a pleasure to be one of your best friends and I have to thank btr for brining us together. You deserved wwg and never\nOH OKAY 👀😮‍💨   https://t.co/kiXOPg2iN6\n回复 @samontourr HAPPY BIRTHDAY beautiful!! Have a great day 😭💗\nSomething about him in red 🫠  📸 @KeepingItKole https://t.co/Rg7CjmsXxj\n回复 @EruBTR Of course love!! I have your website bookmarked and I hope to but something soon!! 😭💗\nABSOLUTELY GOODBYE?! If they pulls this out every stop of the tour I fear I won’t survive 😮‍💨😭 https://t.co/qjS9VhQcYL\n回复 @rosecolorgirls Moon 🌙\nI genuinely don’t know how self proclaimed daddy Logan Henderson is going to play Logan Mitchell again. Like mr “I’m down to get to business at any point”   😮‍💨🫠\nHappy pride month babies!! Happy to be in the community and so loved 💗✨🏳️‍🌈 let’s fuck this month up ♥️ pride parade tomorrow\nJust curious if someone has a fan pass they are not using I could use for the AZ show. Not a guarantee I can go but would like to see pricing lol\nCan’t wait to meet my wifey in November and go to Disney together @TheTalesOfAnna and then have her be my MOH next year in Nov too 😭😭 crying lol\n回复 @monetguido RIGHT!!\n回复 Forget that! You looked beautiful and Logan picked an amazing and beautiful girl to be by his side with a heart of gold 💗✨ I hope you have an amazing day filled with so much joy and love that you bring to everyone else!! I love you queen 💐😘💖\nI —- audrina you capture his essence and energy so good with this photo let me go cry!! 😭\nGlad to see you back in my mentions bestie. I missed you!! Hope you had a good social media break 💗 @MAXMusic https://t.co/ZxxkdFi1mg\nAlso justice for Dani for not going to any btr shows this summer 😭 it’s been a year. I need my first Logan hug and to know they love me. Thank you 🥹\n回复 @rosecolorgirls This is not fair!! I didn’t sign up for this 🤣🫠\n回复 @VictoriaWHOA @TheTalesOfAnna @queerlysam @rosecolorgirls @smokinwilk @heatherlyalll @ganocj Oh my gosh I would be honored to be added into your tour group 💗\nOh Logan you mad man   (Not my video found on TikTok)   @1LoganHenderson https://t.co/gJmL3k36WP\nListening to this knowing he’s about to be a dad really is full circle. Im emotional 😭 https://t.co/xgjEOyrY2k\nOMG ITS AMAZING!!! @bigtimerush definitely song of the summer!! I love the beat! https://t.co/p1NguaXpah\n回复 @VictoriaWHOA Thank you so much Vic! 💗\nreply w 💗 for a theme  i got fav Logan songs from @returnofbtr https://t.co/ArgSWTsdsY\n回复 @sotdstella @bigtimerush @1LoganHenderson @HeffronDrive @jamesmaslow @TheCarlosPena I’ve been waiting man 🤣🤣 it’s been almost a year\n回复 @AudrinaCnx No it just says hey or sup and then I got one that said hello my friend. I’m like why.\nNot @TheTalesOfAnna encouraging the spiral rn 🤣🫠", "overlap_score": 0.2289694477536422, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1005512520868638720, "screen_name": "TracyHo62053511", "user_at_name": "SNAFU", "sample_content": "回复 @Aprile529 @chrislongview The same place your proof is they lied   They admitted the photoshop incident\n回复 @addicted2newz Bless his little cotton socks.\n回复 @dom_lucre I’m thinking Robert De Niro said pissed some Maga’s off and this is the outcome for him.  If his father was gay that  does not make him or any other gay person an abuser.\n回复 @rpalmer_ruth @accesshollywood What level of unhappiness in a person compels them to post such a toxic comment on a subject that doesn’t concern them.\n回复 @lorrainemking You are all quick to buy into a headline whilst acknowledging the press are toxic liars.  You are falling for the oldest trick in the book. They are out to make money and wil publish any puff piece that does that.\n回复 @kelvmackenzie Visit regularly or not nobody is entitled to receive an inheritance.  They should visit because they want to, they obviously didn’t and Frederick knew it.  Shame on them for contesting.\n回复 @christypeaslee1 I love the lighter one on you. Looks beautiful.  The dark one looks fab too\n回复 @KirstieMAllsopp @C4Locations @LoveitListitUK This isn’t the first time that William or Catherine have taken their own photos. I’m sure it’s not the first time they have edited or touched them up. The issue here is a bunch of people who feed into conspiracies and dislike the BRF have blown this up from nothing\n回复 @Furiosa24 Oh some are already posting crap like  If it’s true Why wasn’t William sat either her Why did the palace throw a woman with cancer under the bus blah blah  Some people are disgusting\n回复 @AwaitedOne1 @irish_guards @KensingtonRoyal @ArmyInLondon What a vile, pathetic person you oh are\n回复 @itsmeSZ @BGatesIsaPyscho @Natuurinzicht Some people need help badly!\n回复 @AnnaVanhof44726 I don’t know how you sleep at night. Your whole timeline is a catalogue of lies, innuendo and hatred. You don’t care who you hurt in your pursuit of attention. Shame on you\n回复 @WillAdamslsd @em_lou_G @TRobinsonNewEra That’s strange I vividly remember mixed PE and mixed swim lessons for myself and my children.  Guess what, it’s still a thing in the UK  How arrogant to assume you know what happens in UK schools. You dummy!\n回复 @javariatareen You are using your platform to spread misinformation and fuel and fuel further vitriol. The ring never disappears, it is difficult to see due to the angle of her hand at one point but it’s there. This is not AI, it was filmed by the BBC probably in the hope to stop this rubbish.\n回复 @AnnaVanhof44726 Cite your sources.  I would hazard a guess you can’t because the last few posts have been lies and bait posts\n回复 @benonwine I agree with a memorial for any soldiers who fought beside us regardless of race or religious beliefs.\n回复 @PaulShieber @Huddo103 @Jenny_1884 I was told because the office is open and I’m not excluded from it I can’t. Doesn’t matter they closed 2 do we are now all crammed into 1 so hot-desking.\n回复 @TizzyEnt @KaivanShroff This is not normal behaviour for grown adults!\n回复 @kimwild02 Do you know what, not that I believe it. But  even if she was gravely ill what the hell has it got to do with you or anyone else for that matter.\n回复 @SheilaDFerguson Stunning then and now. Ageless natural beauty 😊\n回复 @indyjanine @NurseChristinNP @NerdyTeacher_ It’s not a trait of autism at all. The fact your grandson has autism and does it doesn’t make it a trait.  I really wish people would leave the children alone\n回复 @NonsenseEnd @tsteele93 @stillgray All will be well because, you know , gun laws. At least they won’t be shooting to premises and innocent people\n回复 @PriscillaPoind3 You posted this 3 times before you got the attention you craved. That’s pretty sad behaviour not to mention a word salad of crap. Go ask for help now before you deteriorate further.\n回复 @WillAdamslsd @ClaireK14001817 @em_lou_G @TRobinsonNewEra Funnily enough the UK adolescents were taught how to behave.  We did not and do not have separate swim classes\n回复 @BlahBla54235665 @lorrainemking Whatever his family do are nothing to do with him. Same as H&amp; M are nothing to do with him  BB will exploit anyone\n回复 @WilVoitus @darrengrimes_ @Tesco Starbucks banned cash a couple of years ago. I went through drive through, ordered lunch and tried to pay cash but they turned me away.\n回复 @TamarSussex @GMB Oh stop it with the comparisons. This is not just about the PoW. This is a wider issue regarding the fact we have no right to anyone’s medical information if they are sick. Pretend you like the RF snd see past the person to the issue.\n回复 @starhelixuk @Dr__Sarmy Well it could affect anyone trying to get their operation done or hospital appointment.\n回复 @criscre123 Bless you, this is not uncommon.  Speak to your council for a care act &amp; carers assessment. Also ask the memory team to review his meds. Admission avoidance can also help out if hours.\n回复 @ReturnOfMount @UnityNewsNet Not really. My best friend didn’t lose her hair either", "overlap_score": 0.1637321215040847, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1009100193889808384, "screen_name": "alphamare67", "user_at_name": "alphamare1111", "sample_content": "回复 @RobSchneider They don't care that we know that their line because they know there's nothing we can do about it. There is no one to sue and obviously people are not brought to justice in this country anymore.\n回复 @GaysForTrump24 Key word here is \"claim\". If it's one thing I've learned being on this medium it's that a lot of people aren't who they claim they are. Many people are here for the sole purpose of creating division.\n回复 @NaturallyFTW In the early 60s when my grandmother was in the cancer ward in Brooklyn, my mother went to visit her and she said she'll never forget the distinct smell of cancer on that floor.\n回复 @JoeyMannarinoUS I think he went of script and now they will have to do some damage control........probably throw out another false flag event to divert attention again.\n回复 @BentleyBoodle23 @Prolotario1 But remember he also puts people in certain positions to expose them. He's been doing that all along.\n回复 @SteveLovesAmmo You've only scratched the surface. It does not begin and end with his daughter.\n回复 @SenatorBennet @fema What have you done for the homeless living on the streets of Denver? What is the penalty for treason again?\n回复 @JamesMelville Well it is now that they are injecting MRNA into the cattle.\n回复 @Nancy023922191 Not sure just how much detail will be exposed to the general public. People must know the level of evil that's been controlling the planet, but discretion is needed as well.\n回复 @lavern_spicer Democrats never have! It's just all empty promises to get the black vote.\n回复 @Rad1calCentr1st @lavern_spicer So an Indian mother and a Jamaican father equals African-American?\n回复 @thehealthb0t This is CRAZY! No wonder there is a huge spike in infant death.\n回复 @BryceMLipscomb @DNC @RobertKennedyJr @JDVance Whatever they wanna call it, it's all good. The most important thing is we defeat the establishment Marxists and Communists. They are DONE , they just won't accept it yet.\n回复 @BehizyTweets Where is our damn military and National Guard??? Are they just going to sit back and watch this country be taken over??????\n回复 @TRHLofficial Check the commercial feed! It's the only other way it can infect farms hundred if not thousands of miles away!\n回复 @PeterSweden7 In case you haven't looked up lately and saw all the crazy lines crisscrossing the sky, they've been doing this daily for years now.\n回复 @bambkb EVERYONE that was v'd on my husbands side is sick all the time, and bad sick too, not just sniffles. They are getting c0vid left and right, I've never had it.\n回复 @idontexistTore So where did he obtain this white van? All other reports said he drove a Hyundai which would fit more with a 20-year-old.\n回复 @JohnDParody If military is really in control (per Trumps EO before leaving office), he would be Commander in Chief, not president. You can be one without the other.\nSo, there is no weather modification happening in the US according to the fact checkers and 'notes' on X, despite the fact that these planes are flying daily all of the US, except TN which just outlawed it.\nI have not seen one chem trail since the eclipse on Monday. All normal clouds for once. Anyone else notice or is it just my area?\n回复 @catsscareme2021 A huge uptick in infant death just in the past year. Parents need to wake up.\n回复 @LizCrokin The same thing Jesus said repeatedly yet Christians just ignore this, like many things.\n回复 @atensnut Now you know what Victoria's SECRET IS😎\n回复 @DcLidstone It would be awesome to see all their faces when they finally realize what they've done!\n回复 @joey34955757 Inside some kind of string instrument\n回复 @DiedSuddenly_ My elderly mother got the first jab and later that year had to have her right leg amputated due to blood clots. Now she's in an assisted living facility that has no help to get her in and out of bed with a Hoyer lift.\n回复 @MTGrepp I don't know where these low numbers come from. Where I live things are minimum 50% more.\n回复 @MichaelSalla I watched only a couple of his videos before my discernment kicked in. It seems by the comments that there are many that have zero discernment or intuition. People are so hungry for information from outside sources that they forget to listen to what's within them.\n回复 @MattsGottaNo I just posted a similar post. I have seen zero since the eclipse. Lots of regular, old fashioned, natural clouds.", "overlap_score": 0.2222153509662943, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}]