[{"user_id": 1348003081464766465, "screen_name": "Gulliver1726", "user_at_name": "Jonathan Swift", "sample_content": "回复 @jayson_cornish @lanechanged My Mum is 94. Iwill give Kirby vacuums a call and see if they will hire her! 😂\n回复 @DocDeezWhat @AP Don't believe the FBI here. Trump clearly was NOT shot in the ear or it would still be there. There is no evidence from the hospital and the behaviour off the SS agents was iffy throughout the whole incident.   False flag.\n回复 @MagooPotato Didn't Michael Palin in his mask give you nightmares?😱\n回复 @Cherievg @HuntersHog I believe he would do it but his team know that would be the end for him. And his nefarious backers know it too.\n回复 @Gregnus__2024 @Out5p0ken @atrupar He spoke so well at the hearing. I would love to see him take all the MAGA media to the cleaners in court.\n回复 @Cherievg @DocDeezWhat @Monkie669_ I was making a separate, albeit feeble, joke. Anyway, off to bed. 🥰\n回复 @MagooPotato You are a Celt. Wear your paleness with pride! (And lots of high-factor sunscreen 😀)\n回复 @mattgaetz4head @charmsblowpop Sorry to hear you're so ill, Becca😔 I really hope you start to improve very soon. https://t.co/r1dT6FWkzD\n回复 @NeuroDark_19 Absolutely!! Why the hell is this even a contest? It's democracy or dictatorship and has been quite clearly outlined as this by Trump. How much plainer could it be? Wtf is wrong with American voters?\n回复 @Cherievg @Acyn Look, Biden is old, a bit unsteady on his feet etc and that is not electorally helpful, but he is cogent intelligent and not out to destroy democracy. Trump is.  The MSM in America are wholly to blame for Trump having any credibility because they want the clickbait  and revenue\n回复 @Gregnus__2024 3 Supplying it to most of Scotland which is largely rural and the infrastructure more expensive. Whether this is true I don't know.   The charges are definitely higher than England but it's not the English who are selling it to Scotland.   Hope this has helped!😀\n回复 @DocDeezWhat @tenebra99 He does in my Bible!  Actually so does everyone else!\n回复 @Itsjojogotmojo @skahtboi Bring on the thunder, little lady! https://t.co/ewvhKXfQTF\n回复 @Gregnus__2024 @DevinCow Thank you. You live in the first domino - if you fall we all fall. (I know you know this, but your fellow Americans don't seem to get it or Trump would be 70% behind in the polls!)\n回复 @Gnerphk @SLICKFlood @kylegriffin1 And who decides whether the crimes are related to his core duties? A corrupt Supreme Court with a built-in Trumpian majority .  No other court has ever thought the President can commit crimes with impunity .\n回复 @whodisdontcare @MagooPotato Ludicrous hair. Huge moobs. Giant diaper outline.  Orange pig face .  Yep - no lies detected! 😂\n回复 @Gregnus__2024 @DevinCow His rabble is smaller than it was and rapidly shrinking. The MSM is what is keeping his political raft afloat, to their absolute shame. Ratings versus truth is the biggest current threat to democracy in the US, and therefore the entire Western world.\n回复 @BruceBunner1 @Royce985566 So true! 😂\n回复 @skahtboi 😂\n回复 @jayson_cornish Ain't it the truth! 😂🤣\n回复 @Cherievg @Monkie669_ If you mean should he get elected then that is a different scenario: in that case democracy is completely fucked . Otherwise, he is still subject to the law and he won't like it.\n回复 @Anisha12 Jeepeel ? (As in Emma Peel from the original telly show)\n回复 @charmsblowpop ❤️😂\n回复 @DocDeezWhat @whodisdontcare 😂😂\n回复 @Gregnus_2024 Your Democratic man did exactly this the other day. Offered to second the motion for impeachment if Comey would table it. Comey looked the other way and said nothing. This shit should be all over the mainstream media\n回复 @Itsjojogotmojo @skahtboi Well, I saw no scorecards! Perhaps we should settle this in the traditional sword-fighting manner! https://t.co/GWTx6Um5TA\n回复 @NuckChorris16 Am I old enough to view this content?! 😱😂\n回复 @Gregnus__2024 @mehdirhasan @Bsamuels0 The story of the debate was Trump's lying and racism and the moderators' refusal to moderate and fact-check his lying   Interestingly only the media thought the main story was Biden's somewhat sub-par performance. The public saw through Trump, it would appear.\n回复 @NuckChorris16 So what is the next stage? Ginsu Brenda doesn't look like she takes prisoners! 😳\n回复 @charmsblowpop I would love to show you and @_TubeScreamer_ around😀 But I should warn you that the temperature will never ever approach what you are experiencing in Arizona right now😂", "overlap_score": 0.1618131600490148, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1355058300115554308, "screen_name": "MikeBen40990651", "user_at_name": "Mike Bent", "sample_content": "The railway that runs through the hills of cheese . . . there is a rumour that  ADIF wants to build it to sell he cheese and finance Spanish high speed railway construction.:   https://t.co/DNZBlhuFPf https://t.co/H8As8MVTFI\nThis ban is EVIL. we all need time to discuss things with our Creator.  shame on the British 'legal' system. Did they consult our miraculous, all-powerful Creator? Methinks not .. . : https://t.co/tpENguROJd\nAs a researcher I find things move too quickly nowadays. Research takes time, patience, careful writing. We have to learn differently. The world, nature, is not in a hurry:  https://t.co/qfa5oExDKx\n回复 @Econosave @GarethDennis @LordPeterHendy @SYSTRA_UKIRL Henry is what might be called a Dirty Old Man, or in Spanish a Viejo Verde.\nSi yo fuera presidente del *** gobierno no pensaría en honor o esas putas miersas. Yo seguiría con el trabajo, y al infierno con el **** honor. Honor cuando lo quieren. No hay honor. hay trabajo. Punto: https://t.co/CGAe2h5dje\n回复 @jfbarrett12 An excellent philosophy.\n回复 @aogashimachan 最初に思ったのは、これは魚の飼育用の水槽かもしれないということでした。しかし、これは何でしょうか。\nNo wonder the trees, flowers and vegetable crops are all dying off. And the leaves have a brownish tinge this spring. How to kill the planet through our own stupidity and greed.: https://t.co/uwr7gsMO7E\nCrap article, ignorant. The crowds will break their necks in the mountains on paths which re not waymarked, creating unwanted work and risks fr the emergency ser¡vices. Nowhere is adjusted to the capacity needed for mass tourism. :https://t.co/a766clzDR9\nWritten by a landlubber. I am Europe's and the world's English language specialist on Hurtigrute history. The name 'Capella' comes from early days, Bergenske D/S., Capella was a lovely STEAMSHIP: https://t.co/3vt3HZCmV8\n回复 @UberEatsTokyo4 Our only benefit is that on main roads there is a wide hard shoulder, which cyclists must use. But often the hard shoulder is in bad condition, with loose gravel, potholes, and overhanging vegetation. https://t.co/d8zykYHabW\nPues es el doble de lo que puedo pedir por mi trabajo como especialista del transporte público. Y sí, he trabajado hace tiempo como camarero y barista (barrister? ¿uh?) a bordo de trenes y barcos entonces se lo que escribo: https://t.co/JKkVBpMm2S\nCongratulations, you lovely old girl. Keep steaming for many more years, we love you! (I last travelled on you 1979, Weymouth to Torquay and Plymouth) People in Spain do not understand the pleasure steamer culture . . .: https://t.co/U9Bi1HsJsV\nUn triste reflejo de la sociedad asturiana, que es muy suya e ignorante. El mundo pertenece a todos. Las fronteras políticas son barreras políticas y nada mas. Somos todos iguales, no importa ni nacionalidad ni color de piel: https://t.co/L3IyoVHnct\nNobody will ever INFLUENCE me through their crap YouTube blah blah blah. I ate my own decisions. Like the CAT, I walk independently, I am my own master. : https://t.co/Uzmtp2mR6L\n回复 @Aogashimaneko 代替品としてマウスや魚はありますか? https://t.co/wFvBVWYXNo\nDig up the *** football pitches and grow fruit and veg on them. make the kids understand that our next global crisis is food supply, in climatic breakdown: https://t.co/o2gdKT6kPR\nCrap, bonkers, bongo-brain generation, it is not your books, but your brain that should attract people. Looks like a zombie. appearance county's for nothing in society.: https://t.co/GggeV4NaJC\nSounds rather vulgar (offensive) to me.  'I am going on a mission to explore . . . your posterior?': https://t.co/JhVLAOpvhv\n鉄道が好きで、日本の地方鉄道の将来を心配しているなら、このビデオは楽しめるでしょうが、同時にとても悲しいとも感じるでしょう。私は 1971 年にこの鉄道に乗りました。当時、これほど多くの鉄道を閉鎖したのは愚かでした。 https://t.co/nf8zfpjpJl\nアストゥリアスの海岸に打ち上げられたカメの悲しい物語。 https://t.co/wxQ920RPBn​​asturias/2024/06/13/extranallegada-ejemplares-tortuga-boba-costas-asturianas/00031718294839271546578.htm\none early example I discovered was when I typed 'Montserrat' (the place) into an e-mail title, it came up as 'Monster'. Montserrat is also a girl's name in Spain, https://t.co/VxC9JOMPsq . . .\nWell,  if nobody reads books, nobody listens to classical music, this is what happens to dumbed-down society. 'Singers' sounding like demented ambulances and showing too much leg. Fashion parade and me,. me, me, instead of music: https://t.co/Yd1sRO85wc\nCrap journalism (if not outright sexism). I believe in exposing my legs to the fresh mountain air, and tanning them in the sun. If it is very warm I do the same on my e-trike (recumbent, AZUB), to keep cool. What is wrong with that? https://t.co/uDeChArTL6\nMore boom boom,  filth, rubbish, piss on streets, drunks, druggies and louts with more money than sense. How to ruin El Paraìso Verde, huh? And what the *** is a FOOFTRUCK? Get rid of the lot!: https://t.co/qpGtmiG9I4\nSodding bloody British police. They should be put in a field with a mad bull. And past the consequences. I love cows!: https://t.co/40QaNcn5Z2\n回复 @aogashimachan 花の美しさと風景の壮大さは、非常に美しい若い女性の存在によってさらに強調されます。\n回复 @jfbarrett12 Mouth-watering . .  and very healthy.\n回复 @DaveThroup Life in Cambridge is HOT. (It was COLD there between 1975 and 1978 when I was at Downing College, especially in winter).\nPut her head underwater in the freezing Timberlake and hold it there to silence her as Swiftly as possible: https://t.co/3OCPJR0LkX", "overlap_score": 0.1324012034604141, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1205900673017102337, "screen_name": "viperman17", "user_at_name": "Alan Tompkins", "sample_content": "#canarycall poor tactics from the manager yet again. Why go defensive when dominant. He has done this too many times this season and cost us too many points. Wagner has to go\n回复 @rougholme @LanceForman If civil war is required to get rid of the terrorist supporting element in this country then bring it on. About time we started standing up for a country fighting for its very existence from a sick religious 15th C cult that wants to take over the world. #israelforever\n回复 @mhdksafa No because the country doesn’t exist. It’s a region. The country is Israel\n回复 @mhdksafa It’s their land. Get out, it’s not rocket science. And the cult of Islam is not a race so not Genocide at all\n回复 @BladeoftheS No it doesn’t. You not only support terrorism but also the capitulation to Berlin.\n回复 @JonnyFX1 Learn history. Muslims have spent centuries invading and want to kill every Jew. Palestine is a region, not a country and it’s belonged to the Jews for thousands of years. If the Muslims don’t like Jews then maybe it’s them who need to find another place to live.\n回复 @ecomarxi Israel is not apartheid. Just defending itself from a religion that wants to force its will on the world. Once the wipe out the Jews then Christian’s will be their next target…..\n回复 @REVMAXXING Pro Palestine protesters are supporting terrorism so about time the authorities dealt with them appropriately.\n回复 @MikeStewart79 @HumzaYousaf Friends of mine have just moved to Hanover to live and work. Stop peddling this nonsense\n回复 @MABOnline1 It’s not racism, it’s fact. Muslims calling it Islamophobia or racist are doing so because they want the truth buried until they force their 15th century religious cult on us all. I guess shouting Islamophobia to those calling out the rape gangs says it all\n回复 @jdpoc @Nigel_Farage And if you’d been around in the 1930’s I bet you’d be screaming that Hitler was a nice man and that those speaking out against him were paid extreme right wing haters as well. Wake up and smell the roses.\n回复 @docjazzmusic It’s been Israel’s land for over a thousand years before then. Palestine is not a country, just a region that was named by the romans. The country was The Kingdom of Judea. But I guess you forgot to look that up when exploring history. Your ancestors were illegal imigrants.\n回复 @KarlTurnerMP @UKLabour You mean taking away private pensions (including mine) and costing the country billions by selling the gold reserves off cheaply not to mention allowing open door immigration flooding this country with rape gangs (they turned a blind eye) and murderers.\n回复 @MrRobertBob1 Why. He represents a majority. Just because he doesn’t fit in with your left wing traitorous anti British views. But that’s how the left wing works I guess, just like Hitler they try and cancel those who go against their sick ideology\n回复 @AdameMedia Fake. Only the young who haven’t been taught history support the Muslim terrorists trying to wipe out the Jewish race and the country of Israel off the map\n回复 @zarahsultana You don’t like anyone who dare post anything that goes against your policies. We know your aim is to get rid of Christianity and bring in Sharia. People like Musk need to be there to stop your plans.\n回复 @NickGibbspoet @89itsupforgrabs @cholatera @DavidJoBrexit And the Muslim religion (which really just a sick cult) is based on terrorism. It’s in their religious book (they call it the Quran). Kill anyone who doesn’t believe of follow the teachings of Allah. No other religious text has that in between the respective covers.\n回复 @Nigel_Farage They weren’t asking our brave men who landed in June 1944 for their passports. Maybe they were just hiding like cowards while young allied men were throwing themselves in front bullets for their benefit. The French are truly cowards\n回复 @mhdksafa What a load of 💩💩💩💩💩more fake crap from the supporters of a terrorist organisation (Hamas)\n回复 @mhdksafa Wrong. It’s Muslims encouraging the young who don’t know the facts to hate Jews. Muslims are the scourge with their medieval views. About time they were dealt with especially with their treatment of women who they consider sub human with no rights\n回复 @pinkun Poor substations yet again. Why does Wagner go defensive. We can’t play defensive. He’s cost us far too many points this season\n回复 @AzeemRafiq30 What makes me 🤮is Muslims trying to hide their true intentions of bringing sharia law into this country and forcing it onto the rest of us then shouting Islamophobia and racism at anyone who dares expose those intentions. The same cult that gang raped thousands of white children\n回复 @mhdksafa Palestine isn’t a country so stop calling them Palestinians. They live in Israel. They want to kill all the Jews. The Israeli government has every right to protect their people from threats within their borders.\n回复 @ClaudiaWebbe It’s not complicated. The land belongs to Israel and Muslims either live there peacefully and denounce the illegal Muslim government (Hamas). There is no state of Palestine. It is a region that was given its name by the romans when they invaded the kingdom of the Jews.\n回复 @zarahsultana Employers v scroungers coming here because we give them more for nothing than France (the safe country they are running from). As an MP you are so far from reality and, although I don’t support the riots, are the real reason the British people have had enough.\n回复 @SuzieWo20886208 WTF have you been smoking? Corbyn only cared for his terrorist friends and hated Jews. The man is a modern day Adolph.\n回复 @ecomarxi Give it a rest Adolph\n回复 @mhdksafa It was a Hamas weapons stash. But you will keep posting fake propaganda. Hamas will go the way of all Nazis. We destroyed Hitler and Hamas is next. After that then maybe the cult of lucifer itself\n回复 @BladeoftheS Do you publish how much tax you’ve paid? I certainly don’t because it’s between me and the HMRC. More republican 💩 from a terrorist anti-Semite. About time you were cancelled as you so like to try and cancel those that don’t support your terrorist devil worshiping friends\n回复 @josephnoble03 @Jonathanrowe__ 15 years. Ipswich fan’s producing enough salt there will be no icy roads in Suffolk for a decade", "overlap_score": 0.1384867211830267, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Other Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1079849220583182336, "screen_name": "Michael68656563", "user_at_name": "Michael J Cross", "sample_content": "回复 @Masha_modeling My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @jsigler80 My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @DJTaniaAmazon Tania, I have a serious and honest business proposition for you!  How would you like to make a minimum of 15% on your investment ?  The turn around is anywhere from 1 to 12 months. YES! It is 100% Legal and Legitimate too! Let me know if you’re interested ?\n回复 @Nicolette_Shea Let me show you what I can do to you and for you, that will satisfy you immensely\n回复 @EllaRosari0 My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @Nicolette_Shea I have a serious and honest business proposition for you!  How would you like to make a minimum of 15% on your investment ?  The turn around is anywhere from 1 to 12 months. YES! It is 100% Legal and Legitimate too! Let me know if you’re interested ?\n回复 @itsalexkk The only way for me to truly tell is to put both of my big hands on them, then I will know for sure! Pictures have a tendency to exaggerate\nTrue Facts! Flight from Washington DC to Paris, France is 8.25 hours nonstop. It costs $178,000.00 per flight hour for Air Force One! Joe &amp; Jill Biden flew to Paris, France on D-Day which costs the American Taxpayer $5,874,000.00 for the 4 flights that the Biden’s wastes money\n回复 @Kris6Tina I never met you so I honestly am unable to answer your question\n回复 @JodyVoll Honestly, I don’t think that you’re really serious about your statement, from this post. I am being straight forward &amp; honest\nhttps://t.co/o02NVnZmO2 #GoFundMe\n回复 @Connie88xoxo Oh, so you finally admit it, that you’re a rich bitch right ?\n回复 @Connie88xoxo Yep I do, from your head to your toes and everything in between\n回复 @annalisakiwi I actually enjoy playing golf and I am pretty good at it, and I would love to play golf with both of you.  Sure, I will be your buddy\n回复 @vhayesxoxo My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @JodyVoll My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @Connie88xoxo Connie, I have a serious and honest business proposition for you!  How would you like to make a minimum of 15% on your investment ?  The turn around is anywhere from 1 to 12 months. YES! It is 100% Legal and Legitimate too! Let me know if you’re interested ?\n回复 @Kaeleerene @thissuserpretty Sure, but the real question is, how long can you ride me ?  That remains to be seen\n回复 @miawills1998 My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @MarieDeeSecret One ☝🏻 word?  “EXTRAORDINARY”  My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0okob\n回复 @Hailey_Lopezxo My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @Nicolette_Shea My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @NunziatoLindi I’m curious, I have been wanting to meet you now for well over a year.  You haven’t responded to any of my messages? I know that you have millions of followers and that this is your source of income.  So, just for fun, take off one weekend and come to Dallas\n回复 @KimKardashian I’m not rich or famous, I want you to have a child with me!  I know that probably sounds really weird, crazy or stupid. I assure you that it’s none of those things, I never had a son to carry on my name. I’m 67 and this must be 100% anonymous!\n回复 @thekingkristi1 A Romantic! Just like me! I love pasta, sunsets, spontaneous passion, intense chemistry and intimacy! Something you just can’t explain, but you can damn sure feel it!\n回复 @NunziatoLindi It would be if you were in it\n回复 @jcakes001 What if I want more than just your picture ? is there any reason why that wouldn’t happen too ?\n回复 @Kyra_Belanger My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @SofiaLopez_x Only in my dreams lol\n回复 @chloekhanxxx My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ", "overlap_score": 0.191168432490552, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1354248159518580737, "screen_name": "LibertarianVA22", "user_at_name": "Libertarian", "sample_content": "回复 @tribelaw I can’t believe you posted this embarrassing display of pure partisan politics for all to see. Your performance was not only awful but Bidenesque in delivery!! You are obviously built for Newspapers not TV!\n回复 @BidensWins That’s right! This election should come down to which candidate has the better cognitive faculties! Vote for either Trump or Biden based on this! Keep it going leftists! Compare and Contrast both and then vote accordingly!😂😂\n回复 @mehdirhasan Mehdi.. your TDS is flaring up again! Remember Preparation H for your Butt Hurt!!\n回复 @AOC Police are there to keep the peace! If you are not doing anything illegal you have nothing to worry about. You obviously support the lawlessness being perpetuated against Jewish college students. Whose leadership are you identifying as a failure? It has to be Trumps fault\n回复 @ChrisDJackson Yes, all the new evidence of the Biden’s selling out the country doesn’t stop them from having a good time at taxpayers expense! Reminds me of the Sopranos! I mean look at that coked out face!\n回复 @YVindman LOL!! Hey #traitoreugene NOW, you want to talk about LEGAL IMMIGRATION? You and your entire party has left our Borders open to ILLEGAL IMMIGRANTS for Harris’s admin! She was the Open Border Czar!! Vote @DerrickforVa for principled immigration policies! We need a Red Wave in Nov!\n回复 @AVindman The only people who fear another Trump term are traitors like you and your brother. Americans want our country back!  Americans like @derrickforva will help Trump take it back!\n回复 @JoJoFromJerz A couple of Word Salads from Kamala and Trump will win in a landslide! America needs to hear this DEI VP try and answer an unscripted question and it’s over. You know it I know it and She knows it! That’s why she hasn’t answered ONE question! It will be worse than Biden at debate\n回复 @YVindman You people would know about stealing elections! Careful when you say MAGA in PWC!  We know Democracy and all it brings!  See you on the campaign trail!!\n回复 @ejeancarroll @GStephanopoulos @RepNancyMace Typical of anything you are involved in, a lie! Trump was NOT convicted of Rape! GSteph lied when he tried to use that in his attack on Mace. Her correct defiance of not answering his loaded lie shows his lack of truth and ethics in everything he does.\n回复 @YVindman #traitortwins you did anything but uphold your oath! You and your brother are traitors to your country! Vote @DerrickforVA in #VA07 a real American warrior who did uphold his oath and will lead in Congress.\n回复 @AmyMcGrathKY She was the Border Czar! Kamala cannot run from her radical defund the police record. Just like she can’t run from her failure at the border!  The only lie is your denial of these basic facts!!\n回复 @BidenHQ How about your debate debacle? How about what we see with our own eyes? When we judge you on that, you are unfit to serve! RESIGN NOW!\n回复 @mehdirhasan First, tell the truth! No one was shot in a hospital bed! Other than that your complete support of Hamas terrorism is accurate.\n回复 @RepRashida Yes, she called the police and then threatened them with a pot of boiling water, screaming some crazy talk about rebuking them in Jesus name! Not saying they should have shot her! The deputy was charged! But senseless shooting? Typical BS from you! You are literally a joke!\n回复 @KamalaHarris Kamala, consider the source, MSDNC! It’s a lie! Get your Word Salads ready, it will be on!\n回复 @robsmithonline You post evil shit online you pay the price! Free Speech means you have the right to say what you want, no matter how vile. It also means others have the right to highlight that speech. Someone did and their employer did not like it and fired her. Not sure who you are upset with\n回复 @RepAdamSchiff Who is going to pay for turning these government buildings into homes? Just another socialist idea from Schitt\n回复 @mehdirhasan Of course Americans are! I am sure you are not OK with law enforcement taking down law breaking Pro Hamas protesters! But yes, Americans are!\n回复 @BidenHQ Please just stop with bloodbath hoax! Everyone knows he was referring to the auto industry!! All you have to do is listen to the entire comment!! What a commentary on how bad things are that you continue the charade!!  In fact keep it up, I was never going for Trump, but this BS\n回复 @SenSanders Said Stalin! I mean Sanders!\n回复 @LarrySabato Loser rules needed by the Loser to keep up! It won’t matter, it took multiple takes for Biden to even film his horrible video accepting a debate. Live on stage with no help Biden might collapse\n回复 @DrEliDavid @netanyahu We stand with Israel!  Defeat Hamas!  Defeat anyone that would try and eliminate the Jewish state!!\n回复 @KevinPWalling Nice try clown! Anyone who was alive during Trumps presidency knows the truth! OF COURSE WE WERE BETTER OFF!! Not even close! Word Salad can flip flop on what she believes from 2019 to now. Give me Trumps policies and economy anytime! Keep this inflated debacle of an economy!\n回复 @Nate_McMurray Typical politician! She says Illegal immigration and you don’t answer her concerns, you spin to a migrant and anything but answering her concern! Sorry we have enough of your ilk in power we need people who listen and understand our concerns and solve our problems.\n回复 @GovernorShapiro Key word here is GIRL Gov! When you put them in the boys 4th grade bathrooms, like Tampon Tim did in Minn we will have an issue!\n回复 @YVindman You keep talking about shit that is not happening in #VA07! You are not running for a national seat! The people of Virginia deserve someone who will concentrate on our district and you are not it!! Vote @derrickforVA a real Virginian\n回复 @ChrisMurphyCT If you need 7 posts to make your point, just quit! It all boils down to Biden weakness and ineptitude! Every decision he made was wrong and 17 Americans died. He made up for it by dishonoring those 17 and their families on their return! We need Trump back!\n回复 @jacksonhinklle When we end up at war with these terrorists this will be used at your Treason trial. In fact let’s send you over there to do an end depth interview! Let us know how it goes!\n回复 @TristanSnell You want to match facts and then determine if it was a planned insurrection? “Some”? how many of the 1200 arrested wore tactical gear? Bullshit point! The only planning was by the Dems to keep security away to allow this 3 year photo op", "overlap_score": 0.1404775950538353, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1320909250256797696, "screen_name": "Joyeriding", "user_at_name": "Joy", "sample_content": "回复 @Tawrens @TeslaVee @ImMeme0 You condemn the few hrs that took place on 1/6 like most of the blue haired Karen’s yet stay silent on the BLM riots! I know you Antifa wanna be ball-less soy boys (not sure of ur pronoun) support the officers attacked &amp; killed so I’m just waiting on 1s like u to criticize them!!\nWake UP USA WE SHOULD ADOPT THIS SAME LABEL! I BET THEY ARENT SCHOOL TEACHERS IN PERU!!\n回复 @lyssafella @jorgemunozcolon @ThisIsKyleR Bs! If u accepted it u WLDNT comment on anything regarding him w this kind of crap!! Y’all are still mad &amp; have no idea why! Oh wait it’s bc your party told you to be! Your butt hurt bc some vile plp were eliminated esp a Pedo! Sorry your party prefers minor attracted person 🤮\n回复 @SharonRaynor4 @dawn_yarley @KanekoaTheGreat That's BS!!! People have been suing to get death certificates changed! Idk if it's public but there's a lady in York SC whose daughter died in the ambulance from a grand mal seizure but bc she tested positive her death was ruled C19 &amp; she was NEVER asymptomatic! There were tons\n回复 @craqercognition @pl0t_sickens @UnbiasedCrime Holy shit say u support that cop killer wo saying u do! A HUGE DIFF IN SHOOTING KILLING/INJURING 7 cops vs wtf that pos u posted did! Not 2 mention it also PROVES THE NARRATIVE PLP LIKE U PUSH that WP can shoot cops &amp; get away w it he FAFO &amp; ended up wtf Terry did D-E-A-D 🎉👏👏\n回复 @KeneAkers I wld ❤️ to know where all these white people are that have generational wealth bc I know absolutely NONE! Have you seen RURAL 🇺🇸 ? Share this w the plp of Appalachian just to start! There is so much white poverty yet plp refuse to open their 👀&amp; see it! 15k is waiting on u 🤔\n回复 @BeanFromPA Her day will come! People can only run arnd that vile &amp; miserable for so long it will catch up w her!! I have no idea how she’s married much-less surrounded by actual plp! Idk anyone as unhappy &amp; unhinged as she is!\n回复 @ExcclesiaLatin They hate him bc he’s a straight white right leaning man! They hate him bc they are told to! I’ve never seen more lies repeated over &amp; over by the leftie bobble heads unless it involves Trump! The 1s who hate on Kyle are nothing but vile hypocrites! They aren’t mad at others who\n回复 @Show713 @RedWave_Press @charliekirk11 Only Dems bow down &amp; roll over for a racist president! Only black Dems scream give it to me harder daddy to a man who thinks any race other than his is beneath him! Only Dems think race revolves arnd everything including reasons to vote! Only the left thinks black privilege &amp;\nApparently I’m one of the few who thinks this is extremely disturbing &amp; see this man as NO HERO! A mentally ill person yes but no hero! A member of our military did this over another country… that’s what I find scary! People can prop this man up all day but HE DIED IN VAIN!!\n回复 @mommyrn88 @Shawn_Farash @kevin_smith45 @KettlebellDan Why don’t these plp use their skills to idk hack CC companies &amp; zero out debt for plp 😂 maybe a mortgage or 2 😂 to take the time to do this well that def means ur doing something right! Just another thing to add to the list of stuff plp on the right WLDNT do!! We ❤️ you!!!\n回复 @SirBylHolte @iamcardib Not only that but she picked the whitest white dude she cld find! We are talking about a step up from Opie Taylor. I’m willing to bet not only does he sleep in star wars boxers but likely has the entire funko pop collection! His weapon of choice is the lightsaber he got at Disney\nThe old school 🔥 debates 😂 Geraldo like all others that will die on a hill vocally defending illegals can do so bc they don’t live in the real world! They live in ivory towers behind private gates! When will these plp start taking illegals into their homes that they defend?\n回复 @00Reject Wow I can’t believe it’s been that long… that baby wld be graduating high school 😞\n回复 @BrandonStraka @Prince3eb @libradunn Only way a protester wld of left the bodily functions as a gift to the capital wld be if it was done by Antifa/BLM! That’s a tactic used during BLM riots… they loved throwing ursine filled objects at police &amp; it’s disgusting!!!\n回复 @RyanShead Waiting for plp like you to call out all the other plp who have killed someone &amp; been acquitted BUT you will not!!! Clearly trained enough to only take out his attackers 😂 he’s only a villain bc it was done at a blm RIOT!\n回复 @TkToTheHandFFS @PaulaJo4GOP @CalltoActivism That’s exactly wtf we think of the woke insane teachers that y’all put up on a pedestal!! I’m guessing ur absolutely ok w 1 as long as it suffers from a mental illness like not knowing what gender they are or 1s that support attempted murder 🙄🙄\n回复 @ChiefKyiv @ChrizRoberds @libsoftiktok @Timcast @FBI Ok then yes you have to rip off other peoples identity bc your embarrassed of your own!! It’s always the ones who attack a person’s appearance that hide their own!!! Have a wonderful day troll man!\n回复 @akafacehots Considering some of the early signs of it that cld very well be a possibility! Regardless it’s elder abuse &amp; everyone supporting him after seeing how he’s acted esp the last yr are just vile plp!! He can’t stand trial or face charges but he can occupy the WH 🤔 hes NOT in control\n回复 @gopher_marc @TuckerCarlson The 5th will likely involve some type of hermaphrodite alien!!!\n回复 @SBMcCallister @mdlfcrss @anymanfitness @AbigailShrier @elonmusk I absolutely agree that our entire Gov acts like overgrown teenagers!! If u think mega churches are the only issue ur wearing blinders! I live in the south &amp; lean 💯 right but I know no 1 that attends those churches they are frowned on by MANY bc a preacher shld never live a\n回复 Do not pass go do not collect $200 &amp; do not put drag queens in recruitment videos! That's why the entire world is virtually on fire! We are a JOKE! WE ARE NOT FEARED! WOKE IDENTITY POLITICS SHLD HAVE NO PLACE IN OUR MILITARY! WTF u do out of uniform is ur business we DONT CARE!\n🤣 FAFO! He shld run right over to 🇵🇸  to help them become \"free\" but he wldnt get the warmest reception! There's a lot racism over there!!! Some communities that are pushing these pro 🇵🇸 protest are not even welcomed w open arms by Palestine esp LGBT yet they go hard 4 them 🤣🤣\nThis is one face I NEVER see the left use in their NEVER ENDING fake outrage about the 1/6 “mostly peaceful” protesters! Shouldn’t he be labeled as a terrorist who helped facilitate a attack that was “worse” than 9/11 &amp; 12/7/41? Clearly we knew there were imposters in the crowds!\n回复 @beliles_dorothy @JackTomlin8770 @iAnonPatriot Y’all are the 1s who identify as dogs cats horses, tad poles, trees, dinosaurs, hotdogs, 5 yr old lil girls, cans of spam, a mosquito, a porta potty, loaf of bread, or wtfe other insanity YALL can come up w!! Yet go off about the right 😂😂\n回复 @Ancient_Masc His typical pandering!! I watched a video not long ago where he declared a southern border wall was NEEDED asap to STOP the illegal immigration bc it was a threat to the American people! Idk if it was from his senate days or during his time of VP! He now just appeases his base!\n回复 @Vitainmyhead @JKernerOT @TuckerCarlson You are thinking about the corrupt.. nazi filled money laundering &amp; child trafficking cesspool that is Ukraine! The US is all tied up like a perfectly gift wrapped bow from the federal reserve!! Biden &amp; Zelenskyy hold hands &amp; sing skip to my Lou laughing all the way to the bank!!\nDeath penalty shld be the only verdict when it comes to the pos!! Crimes against children shld be next to murder plain &amp; simple!!\n回复 @denisewbrady @on_em_on_ef @leslibless So your claim is absolutely invalid she had basically a movie crew ready bc she knew wtf was going to happen! She’s a POS who spent 2 decades being a lying power hungry insider trading nightmare! She didn’t need a special film crew to document 1/6 when that’s already taking place\n回复 @Doxy6661 @Markhen0219 @ChidiNwatu @laurenboebert What a absolutely stupid comparison 😂 tell people like AOC that when the next store is looted! Your party condones plp ransacking store like Nike bc you know plp need bread to feed their families 🙄 yes clearly a few boats speak for the entire population of the 🇺🇸 beautiful pic!", "overlap_score": 0.1323533864997773, "MARITAL": "Never married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1266614658179399680, "screen_name": "jabbrwok", "user_at_name": "Ben Watson", "sample_content": "回复 @AlinaHabba Do you have an OF?\nThe liberals who still insist that everyone should wear masks are the reason why liberals lose voter share\n回复 @4029Darby So for example, Washington county has records, but the Magicicada don't emerge county wide. Most of the records are from SE Washington county. Almost entirely within forested areas in the White River watershed. A can cada has never been found in a habitat that was former prairie\n回复 @vanillaopinions And just because dorms exist doesn't mean we should condone that lifestyle, but colleges actually provide full dining services for dorm students\n\"Liberty means not having to drape useless cloth over my face when I am in public\"\n回复 Here's another one, from just two days ago. @netanyahu is a war criminal and he's using this war to protect himself from those bribery charges cough cough cough who do you think taught Trump?\n回复 @Ur_a_Smartass_C Virginia yes, Oklahoma absolutely not\n回复 @BriannaWu The United States overthrew the democratically elected prime Minister in 1953 in favor of installing a constitutional monarchy, but sure, America bad\n回复 @RepMTG Bullshi\n回复 @deangloster That's enough neoconning for you, military intervention is not a precursor of peace\n回复 @GovMikeHuckabee My brother in Christ, he faked business papers that were direct receipts for payments he made to cover up an affair. Are you familiar with the 10 commandments, my esteemed brother in Christ?\nPretty sure my depression began at age 8 when my mother arbitrarily decided I wasn't allowed to eat any more chocolate and got the elementary school involved with it\n回复 @AngryBlackLady Politics won't save us, but the law still might\n回复 @ZackGianino @GoodKingSolomon @ninaturner @elonmusk Let's start an entire domestic policy over one guy this one guy knows, that's totally state's rights or something, e pluribis unum, right?\n回复 @4029Darby Two things to read, and a few things to know about cicada biology. The historic records we have mostly list chorus presence, not actual cicada populations. Secondly, even within a county that has records, there is variability based upon which species and habitat preference\n回复 Additionally, what about tip sharing? If a tip is no longer taxable income, where does that leave the portion of a tip that employers use to pay other service employees. If a tip is now solely belonging to a server, how can the restaurant take a portion\n回复 @HawleyMO When was the last time you visited Missouri, carpetbagger?\n回复 @SenWarren Cool, you read the same article everyone else did\n回复 @JoeBiden @POTUS @NSC_Spox time to put up or shutup. Your anger isn't going to save lives. You're just a bag of empty words\nI was once told that my name, Benjamin meant \"son of the right hand\", or God's right hand man. Turns out, that nope, it's just directions to the lands of Benjamin. If you face east, south is at your right hand. Bin=son, Yamin= south, so, \"son of the South\", tribe, land, whatever\n回复 @GregLeding Can you explain it since this article is behind a paywall?\nHow can the Olympics be wrapping up already, please tell me these plays will be on peacock for a moment!!!\n回复 @POTUS Food and gas man\nThe lord has spoken\nWhat if we take all that Biden campaign money and just buy the house next to alito's and set up an Airbnb rave or something equally annoying?\n回复 @PeterSweden7 Which part of this is \"a socioeconomic order centered around common ownership of the means of production, distribution, and exchange that allocates products to everyone in the society based on need\"?\nI thought conservative men were supposed to be the head of the family?  What kind of Christian morality can be inferred from a disobedient wife? /s\n回复 @twaniimals Baskerville\n回复 @elonmusk @FCC @FEC @grok Here's one potential legal violation, a state law from the great state of Texas concerning using deep fakes to influence elections https://t.co/BM2gSFMAQC\n回复 @BGatesIsaPyscho @RobertKennedyJr Have you ever heard of water vapor? Please review the combustion of jet fuel reaction, which produces co2, and water vapor as byproducts, just like every other petroleum based engine https://t.co/nKeK6zF4eU https://t.co/M4uvDxzg6S", "overlap_score": 0.1937791725330657, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1172963943452688384, "screen_name": "ClaytonTV23", "user_at_name": "Clayton County TV", "sample_content": "Clayton County Parks and Recreation presents A Movie Under the Stars! We'll be viewing The Barbie Movie on Sat., May 4, 2024, at Rex Park. This event is free and open to the public. Festivities begin at 5:00 p.m. The movie starts at 7:00 p.m. See you there! #Claytonconnected https://t.co/kbPGqfjlGR\nJoin us for a Business Certification Workshop on Tues., April 30, 2024, from 2 PM- 3:30 PM at J. Charley Griswell Senior Center, Room 178, to learn how to get a business certified with Clayton County and how to be vendor. Register here: https://t.co/QcbUepSMD2 #Claytonconnected https://t.co/ZlB7mFg49K\nJoin District 4 Commissioner DeMont Davis for a FREE home buyer seminar on Sat., Jan. 27, 2024 at 11.a.m. at the Lake Spivey Recreation Center, 2300 Walt Stephens Rd. Jonesboro, GA 30236.  Registration required - https://t.co/HgJxVbgZ3K https://t.co/TskaeNPZBQ\nClayton County Parks and Recreation Department and Clayton County Senior Services Department present Senior Adults Day for adults 55 and older  Mon., Aug. 26, 2024, from 11 a.m.-4 p.m. at Spivey Splash Water Park, 2300 Walt Stephens Road, Jonesboro, GA 30236. #Claytonconnected https://t.co/IUI2hG0Mvi\nJoin Virginia Burton Gray Recreation Center for a free Beginners Yoga Demo on Sat., March 9, 2024, from 10:00 a.m- 11:00 a.m. at 1475 E. Fayetteville Rd., Riverdale, Ga 30296. #Claytonconnected https://t.co/yotcjWBm3H\nSeniors and graduating seniors from Charles Drew High School, North Clayton High School, and Forest Park High School are invited to apply for Commissioner Hambrick's $1,000 scholarship. For more information and to apply, access: https://t.co/eYR0AELOs8 #Claytonconnected https://t.co/lvdRG360s9\nCommissioner DeMont Davis, in collaboration with Clayton County Emergency Management, presents the Praise &amp; Preparedness 2024: Faith, Hope, and Resilience Disaster Summit on Sep. 12, 2024, from 9 a.m. – 2:00 p.m. To register, access https://t.co/g3SYylruq6 #Claytonconnected https://t.co/w319tnv0LR\nAre you ready for a rewarding career where every day brings new opportunities to serve? Become a vital part of the Clayton County Fire &amp; Emergency Services dedicated team! Scan the QR code or apply here: https://t.co/C2Vf3jjD4l . #Claytonconnected https://t.co/2Eaz61cjsc\nClayton County Parks &amp; Recreation presents July is...Wet &amp; Wild on Sat., July 20, 2024 from 3 p.m. to 6 p.m. at Rum Creek Park, 1303 Government Circle. Jonesboro, GA 30236. July is...Wet &amp; Wild will be followed by Movie Under the Stars at 7 p.m.. #Claytonconnected https://t.co/Mw2rZ0XZkT\nCommissioner Felicia Franklin and Jim Huie Recreation Center present the Women's Empowerment Brunch Sat., March 9, 2024, from 10 a.m.-12 p.m. at 9045 Tara Blvd., Jonesboro, GA 30236. Register in-person or visit https://t.co/AIr2Cpsjxn. #Claytonconnected https://t.co/rZZ5Af2upr\nThe Office of the Superior and State Court Administrator and the Clayton County Law Library present Law Day 2024. Receive a free legal consultation with local attorneys on Wed., May 1, 2024, from 10 a.m.- 2 p.m. at the Harold R. Banke Justice Center. #Claytonconnected https://t.co/jbtkcE8rTy\nJoin Commissioner DeMont Davis in partnership with Vin &amp; Rosh Realtors for a Homebuying Seminar on Sat., June 15, 2024, from 11 a.m. - 1 p.m. at Lake Spivey Recreation Center. Register in advance at: https://t.co/Vf5Gb54u3k For more info., call 678-776-4987. #Claytonconnected https://t.co/8sQi3J85rs\nJoin the Clayton County Extension Service for the Growing Sweet Potatoes in Georgia workshop presented by Tom Bonnell on Thurs., May. 16, 2024, at 10:30 a.m. To register, visit https://t.co/mAV5kQ1aU4 #Claytonconnected https://t.co/eej839n1f1\nJoin us in supporting our Clayton County Master Gardener Extension Volunteers for the 2024 Spring Plant Sale on Sat., May 11, 2024, from 9:00 a.m.- 1:00 p.m. at 1262 Government Circle in Jonesboro, GA 30236. #Claytonconnected https://t.co/79l3fjx1rK\nClayton County Parks and Recreation presents Singing into Spring: Karaoke Night on Fri. March 22, 2024, from 5 PM- 8 PM at Jim Huie Recreation Center. Register at https://t.co/AIr2Cpsjxn or at any recreation center. For more info., call 678-479-5133. #Claytonconnected https://t.co/vwm6EGtzlZ\nHeadquarters Library presents Why Not Kiosk: Running Your Business at Southlake Mall on Tuesday, March 26, 2024, from 6:30 p.m.- 7:30 p.m. at Headquarters Library. Call 770-473-3850 ext. 2, or visit https://t.co/WEqp7N327Y for more information. #Claytonconnected https://t.co/z9jR0UtVMJ\nMeet Parks and Recreation Director Nicole Horne and the Leadership Team for a Community Last Splash on Thur., Sep. 5, 2024, from 6-9 pm at Spivey Splash Water Park. This is a FREE event for Clayton County Residents, 21 and older ONLY. Must present a valid ID. #Claytonconnected https://t.co/4G59fEhl3D\nClayton County citizen Janet Jenkins shares what she likes about living in Clayton County and how she is #Claytonconnected   Watch here: https://t.co/af70xY2Oqx https://t.co/AjcH8JE3yK\nThe Clayton County Police Department will be hosting an American Red Cross Blood Drive on Thurs., July 18, 2024, at Police Headquarters. To expedite your donation, log onto https://t.co/wQkmDttBQz to complete the form prior to your arrival (day of drive). #Claytonconnected https://t.co/JgTCudGPhE\nClayton County Seniors, join us on August 26, 2024 at 11 am for Navigating Technology training at the JenCare Senior Medical Center. JenCare membership not required; must be a senior citizen to attend. Registration is limited and required. Register: https://t.co/K3Cu49Slpl https://t.co/1sWMf4ZZJZ\nClayton County Parks and Recreation presents A Movie Under the Stars! We'll be viewing The Barbie Movie on Sat., May 4, 2024, at Rex Park. This event is free and open to the public. Festivities begin at 5:00 p.m. The movie starts at 7:00 p.m. See you there! #Claytonconnected https://t.co/azL5VGrl6D\nJoin the Clayton County Extension Service for the Hydrangeas workshop on Tues., May. 21, 2024, at 1 p.m.-2 p.m. To register,  visit https://t.co/mAV5kQ1aU4 #Claytonconnected https://t.co/qAskFJJq0Q\nJoin us for a Business Certification Workshop on Tues., March 12, 2024, from 2 p.m.- 3:30 p.m. at Flint River Community Center to learn how to get a business certified with Clayton County and how to register as a vendor. Register here: https://t.co/cotkqsML61 #Claytonconnected https://t.co/PRttLHJTXr\nhttps://t.co/H2lCTNniiX\nCommissioner DeMont Davis and Clayton County Parks and Recreation present the Get Fit Expo on Sat., June 8, 2024, 11 a.m. – 4 p.m. at Lake Spivey Recreation Center, 2300 Walt Stephens Rd., Jonesboro, GA 30236. For more information, call (770) 347 -0390. #Claytonconnected https://t.co/hri9aknc83\nClayton County Parks and Recreation is selling season passes for the 2024 opening of Spivey Splash Water Park. Passes can be purchased online at https://t.co/7iaJOXXj2W. #Claytonconnected #Claytoncountyga https://t.co/oJ653xoA3b\nClayton County Parks and Recreation Department and Clayton County Senior Services Department present Senior Adults Day for adults 55 and older  Mon., Aug. 26, 2024, from 11 a.m.-4 p.m. at Spivey Splash Water Park, 2300 Walt Stephens Road, Jonesboro, GA 30236. #Claytonconnected https://t.co/wT64VXW6Eh\nJoin the Northwest Branch Library for “Tracing Your Ancestry: An African American Journey” on Wed., Feb. 7, 2024. from 1:00 p.m. to 2:30 p.m. at 6131 Riverdale Rd, Riverdale, GA 30274. For more information, call 770-347-0290. #Claytonconnected https://t.co/wreMPtW41a\nJoin Commissioner DeMont Davis for the District 4 Community Town Hall meeting on Saturday, April 13, 2024, at 11 a.m. The meeting will be in-person and available via zoom. The in-person meeting will be held at Lake Spivey Recreation. #Claytonconnected https://t.co/t9YLJ7F3N9\nThe Clayton County Police Department presents an American Red Cross Blood Drive on Fri. April 26, 2024, at Police Headquarters from 10 a.m. - 3 p.m. in the Community Room. Book an appointment at https://t.co/YnrckD3WHG and enter sponsor code: claytoncounty. #Claytonconnected https://t.co/z9QyFePbuI", "overlap_score": 0.1461950414845038, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1204121236441313281, "screen_name": "TheRWPodcast", "user_at_name": "Radical Wellness", "sample_content": "Here are some tips to keep your calories down during the holiday meals. #StayYoungAmerica #Holiday https://t.co/qFnjdFsX4p\nCathy Biase is a registered Holistic #Nutritionist and #Cancer Coach. A breast cancer survivor herself, Cathy is dedicated to helping others understand the power that lies in the food they choose to eat. #RadicalWellness https://t.co/4SK0Osr7gw\nUsing antibacterial mouthwash may not be as good for you as you think. Find out why on today's medical minute! #StayYoungAmerica #MedialMinute #Mouthwash https://t.co/ZqjwND2CYZ\nThe Importance of being active. Find out why on this Medical Minute. #StayYoungAmerica #MedicalMinute #Active https://t.co/DCE0TOiqVR\nOn today's episdoe, we talk cancer prevention. What are the types of testing? Who and when should you get tested? Find out! #StayYoungAmerica #CancerPrevention https://t.co/qCeKWAWxBe\nOur third and final episode of the work-life balance series features fellow podcaster Cheryl McColgan and the discussion of health pitfalls by the decade. #WorkLife #StayYoungAmerica # pitfalls https://t.co/2SFJpshX2T\nThe late Fitness guru Warren Honeycutt joined us to give listeners at home fitness tips. #StayYoungAmerica #FitnessTips https://t.co/tg2aTkRHfm\nAre you staying active enough? Find out on today's Medicial Minute! #StayYoungAmerica #MedicalMinute https://t.co/aptvGZ0BTl\nMental Health is a major topic of discussion. Lets start with one of the most popular ones. Anxiety with Fause Ruggiero. #StayYoungAmerica #MentalHealth https://t.co/AquCsPfsI1\nWhat's the body's largest organ? #RadicalWellness #LargestOrgan #Skin #FunFactFriday https://t.co/chKAQqX3jP\nWorking from home may be leading to unwanted eye strain. Check out our latest medical minute #StayYoungAmerica #MedicalMinute #EyeStrain https://t.co/e1Ik6DJWTr\nHidden Sugars and How to Avoid Them with Dr. Julie Gatza. #StayYoungAmerica #Sugars https://t.co/TReX2N2ddW\nToday’s focus is on back pain, posture, and improving your flexibility. We’ve asked Dr. Tupper to join us as he works with many of our Executive Medicine of Texas patients. #StayYoungAmerica #BackAndSpine  https://t.co/Ln1i4gUkTc\nMedical Minute: Are you making yourself sick by having a dirty lifestyle? #StayYoungAmerica #MedicalMinute #Lifestyle https://t.co/mns9U2vdj3\nJacob Tietelbaum is back, and this time we are breaking down Adult Diebetes. #StayYoungAmerica #Adult Diebetes https://t.co/rnk4d2YxHI\nHow is the rising cost of health insurance affecting your healthcare experience? Find out! #StayYoungAmerica #HealthInsurance https://t.co/JmdESSwYnB\nAre you ready to make a big change? Our guest, Belinda Han did just that. She is down 100 pounds and inspiring others to make big changes when it comes to their health. #StayYoungAmerica #100Pounds https://t.co/ND9E36ag0o\nMedical Minute: The Super Food and your Cholesterol Levels.#StayYoungAmerica #MedicalMinute #SuperFood  https://t.co/zeyA47GezT\nCan spider webs be used as bandages, find out on RW's newest segment, Fun Fact Friday! #RadicalWellness #FunFactFriday https://t.co/PvCWGPDRSh\nFeeling stressed at work? Darrin Zeer joins us to talk about different ways to reduce that stress. #StayYoungAmerica #Stress https://t.co/y4doruZ6OX\nNeed help surviving the holidays when relationships are already strained? Dr. Fran joins us for this epsisode of SYA! #StayYoungAmerica #Holidays  https://t.co/hbnVL1C9m1\nMedical Minute: Mold or Allergies? #StayYoungAmerica #MedicalMinute #Mold #Allergies https://t.co/pXwOkMhID7\nPerfection is something we all strive for, but sometimes it can do more harm than good. This is an episode you don't want to miss! #StayYoungAmerica #Perfection https://t.co/i7OnyNo4Ls\nThis is just a quick check in and podcast update. We are all in this together! #RadicalWellness #Update https://t.co/6RL2UvakuR\nCan THC exposure affect short term memory? Find out on today's Under the Microscope! #RadicalWellness #THC https://t.co/sQF1jDo509\nDr. Gaman and Dr. A discuss skin care and some of the new technologies in skin care. #StayYoungAmerica #SkinCare https://t.co/153nMdfsF7\nDr. Anderson recently went to an Age Management Conference and is back to share his findings with us! #StayYoungAmerica #AgeManagement https://t.co/btrzBYmMwD\nLet's talk #parenting during a #pandemic. Dr. Fran Walfish joins us on today's show. #RadicalWellness https://t.co/3le5Ufy5Bk\nHow's your nutrition? #StayYoungAmerica #Nutrition https://t.co/N7CtptGTke\nDoes the risk for childhood obesity increase if a mom drinks coffee during pregnancy? #StayYoungAmerica #MedicalMinute #Coffee Find out! https://t.co/LLxkWZ99Na", "overlap_score": 0.1913516713669716, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1214937340482899972, "screen_name": "50FirstTates", "user_at_name": "tate", "sample_content": "the great houses before the final battle in dune 2:\n1 glass of josh = sober  2 glasses of josh = feeling good   3 glasses of josh = pretty buzzed   full bottle of josh = in touch with the divine infinite. the universe is pure geometry, a beautiful shape twisting around dancing over space time. the light of creation within us all\nguy on reddit said it's morally wrong to save your pet over a total stranger if both were drowning. brother i would save my cat if he was drowning next to one of my coworkers\nthey should make a show called love is deaf and see how far two people can get in a relationship without saying a single word to each other\ndon’t go on my phone an hour before bed? and face the horrors? i don’t think so\nugh there are so many fragrance icons but none that follow the teac-- wait what the heck???\nsteve irwin loved cuisine but couldn't abandon the wildlife enthusiast persona he created so he faked his own death to become gordon ramsay\npicasso was low key such a good painter i just like underground art tho yall prob wouldn’t fuck w him\nah to be a cat. empty skull. constantly looking for a new edged object to rub the side of their face on\n\"pardon me, my good man. yes, you sir, the homosexual. might i make an inquiry?\"\nwhenever i meet a really pretty woman i have to take a step back and remind myself she’s just a person. she drinks her paint one sip at a time like everyone else\n回复 born to say “repeat until your very body shape is a testament to how many times you’ve said no” forced to say “do 10 reps”\njust led my horse to water and guess what? he won’t fucking drink. are you serious\nannoying that American Airlines doesn’t have an “all of the above” option i guess i’ll just check them one by one https://t.co/xrJu8ZsqTn\nsomeone called jd vance vladimir futon i’m losing my mind\nguy in line in front of me at chipotle asked for a sample of the pinto beans??? tasted it like wine at a nice restaurant and said “they’re acceptable”\nif i’ve had one or two drinks i’m generally more relaxed, nicer, and pleasant to be around. if i’ve had five or six I’ve been found to produce bufotenin, the same chemical found in venomous toads\ni do this weird thing where i can’t stop dumping car batteries in the ocean. everyone has their vices\n回复 @kloogans only acceptable way to exist on the beach\nlawyer: your honor, my client is innocent coded judge: cap lawyer: on god!  jury: (under breath) big yikes\n回复 @The_LeftHander0 @KalebKirkevold dropped a wmd on mothershima and cuntasaki\nsiphon is way too cool a word to basically be a synonym for “suck.” it should mean “slice someone in hand with your bare forearm”\ni legit listen to this song every time i use my father's 1996 honda accord to destroy the town of willow grove, pennsylvania in 2002 https://t.co/88fv113ZXM\nif my parents told me they were adopting a brother and brought home an english speaking rat named stuart i would lose my fucking mind\ni will get a facebook notification that says something like \"good times throughout the years\" and its some of the most horrific and obscene photos of me and my friends from college that have ever existed\njeremy renner claims getting run over by a snowplow gave him a photographic memory. i can't stop laughing https://t.co/4ufvAS7Ekd\nif i have a computer problem and i google it and all that comes up is a quora link i immediately kill myself no questions asked\nwas dahmer's fridge completely full of dead bodies or did he have his normal food in there too? like does he have a pint of ben &amp; jerry's sitting next to a severed hand. does he have to move someones torso to get to the cheese?\nasked my 2 year old if she believes in the Easter bunny and she said “i recognize the need for the motif but do not make the mistake of earnest theological belief. for the usefulness of a cup is in its emptiness” she’s so adorable\nthey should invent a sandwich that gets you drunk", "overlap_score": 0.1438299335299742, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 133708180, "screen_name": "JMmaaccount", "user_at_name": "Jamie🏴󠁧󠁢󠁳󠁣󠁴󠁿MMAtweeter", "sample_content": "回复 @Bigvirgo_ @what2nameMe @patriot11hawk @spicebae_ Seriously I don't get why you'd have even make an argument I can so easily dismantle. One Google and average height is easily proven and strength is also easy to prove. If you look at power sports the men's numbers are way higher than womens\n回复 @maryammm_zx @_PH0SPH0RUS @lantenss1 @Main_Ev3nft @AbdulRe39126008 @ShaykhSulaiman Abraham and his God were juice and you're a distorted version. Orthodox and protestant Christianity are by far the least bad out of them  You're the second worst and the Jews the absolute worst. You lot have sex with 9 year olds, juice do it with 4 year olds 🤮\n回复 @TheYoungGlow @DillyHussain88 Environmental factors are lower and higher in certain parts of the world... This is why the IQ in certain African countries is really low, because their environment is very harsh with a lack of nutrition, disease and extreme heat.  Dunno what that last sentence means mate...\n回复 @kuleecigal @Wise_but_dum @ABluntPenguin @R3dJ0k3r Right and blacks have way less population but don't commit that much less crime.... If you add up the population numbers and even them, then keep the crime rate proportional then blacks commit way more crime\n回复 @TheYoungGlow @WyoCaliBuilder @SacUpsBackUp @DillyHussain88 Uh huh, anywhere in Europe... The white continent. You're saying that because some white are more violent than other whites it means they're more violent than blacks... Makes no sense does it mate? Compare the crime rate in Glasgow to where these migrants are coming from\n回复 @TheYoungGlow @DillyHussain88 The IQs amount east Asians and whites is pretty consistent actually and so is the IQ among blacks consistently the lowest... Out of curiosity is there a single black population with an average IQ above 100?\n回复 @RealBluwatrGrwr @rednarok @F4STFATI @Dug352 @elonmusk @CommunityNotes Acoustic?\n回复 @TheYoungGlow @DillyHussain88 I completely agree with that  Also you realise that 60% hereditary iq is actually like 80% in western countries, like eating healthy fish and what not won't raise it that much, it's only 60% globally because they're basically poisoned and like 40lbs underweight\n回复 @SmurfDaLoc @NWXX26 @orthodoe @Collegework9 @Zereneilux @TruTarded I genuinely had a better understanding of the English language when I was 10 years old than you do now 😂😂😂😂😂😂  Wokeness started in the 60s I believe, it's just gotten more bold.  And no, it's not because they're all individuals it's because there's clear different averages\n回复 @TheYoungGlow @DillyHussain88 I'll give you stealing but don't talk sideways to me, I'm certain that neither of us really consider selling drugs or prostitution a crime. I'm obviously talking about violence, stuff that would make you leave an area.\n回复 @BlackAmerican88 @Americosoldier You know how long they've been there???  Plus the Sahara is harder to cross than the Mediterranean\n回复 @JonIsTheFuture @itboyrules @ShannonHassett5 @OJ23s @ramzpaul Completely safe letting it be a psychologist couldn't see anything that could go wrong there at all 😂😂😂\n回复 @Gl3nny5705 @WCLinin180 @dunstablian Your messages are so mixed I can't tell if you like or dislike blacks and Muslims in the UK\n回复 @BearaJoe @SUPFORALL @AbolishDirect Is diversity the future of Nigeria?\n回复 @DarkFuture96 @blessed_cowboy @deitutis @LMessi_Goat @elMunir5 @Ikechxkwu @lmZelly @LoveeSBG @44_Bulld0g We're not weak to them, we're dumb. They've masterfully pulled the string of our politics  Make no mistake they'd do the same thing to you. It just so happens that the two most powerful Arab nations are ruled by monarchs and many of the others ruled by militants\n回复 @Bigvirgo_ @what2nameMe @patriot11hawk @spicebae_ \"their\" lol  They are correlated.... That's like saying height and sex aren't correlated because you get tall women or that strength and sex aren't correlated because you get weak men. Even though your average man is way taller and stronger than than your average woman\n回复 @TheYoungGlow @SacUpsBackUp @DillyHussain88 They do share genetic commonalities though and that's why they can recieve organs from each other\n回复 @DarkFuture96 @blessed_cowboy @deitutis @LMessi_Goat @elMunir5 @Ikechxkwu @lmZelly @LoveeSBG @44_Bulld0g Yeah mate it's funny that I know me more than you know me, you've given me some fairytale passage from a made up book about a fake God that kinda alludes to some bs  I know I'm predisposed to be an atheist because I'm moderately intelligent, open minded, paranoid and untrusting\n回复 @DarkFuture96 @blessed_cowboy @deitutis @LMessi_Goat @elMunir5 @Ikechxkwu @lmZelly @LoveeSBG @44_Bulld0g Tell me Mr dark timeline (name fits) if pbuh came back right now and had seggs with your 9 year old daughter or sister would you be cool with it?  Cause id maul him lol\n回复 @Francis37685990 @itboyrules @ShannonHassett5 @OJ23s @JonIsTheFuture @ramzpaul I didn't and you're the one larping as a psychologist... I don't think you know what larping means just like you didn't know what sterilisation means\n回复 @blessed_cowboy @DarkFuture96 @deitutis @LMessi_Goat @elMunir5 @Ikechxkwu @lmZelly @LoveeSBG @44_Bulld0g Yeah bro their prince and his close friends get white pussy not the average Saudi unless he's a millionaire or something  Plus I'm pretty sure if I started messaging random Saudi women offering 40k for one night of sex many of them would come too hahahaha\n回复 @BillyNoMates010 @Hannah80236 @JackMcDuff1 @limpan661 @AshleaSimonBF I'm pretty sure that 14 to 43 is the natives, native brits are celts, they're closely related to Irish and French natives. (French natives are still the majority to my knowledge, celtic gauls) gauls in France gaels in Ireland and a different type in Britain\n回复 @DarkFuture96 @deitutis @LMessi_Goat @blessed_cowboy @elMunir5 @Ikechxkwu @lmZelly @LoveeSBG @44_Bulld0g They're both arabs\n回复 @JamesMeERP @allnewtomorrow @StephenNolan Ok, blacks and Muslims commit more crime per capita than whites, in general don't like whites and have higher unemployment %, therefore bringing them in large numbers is bad  Illegal immigration is bad regardless of what colour they are\n回复 @thewrldacctoDee @conduitofhealin @sally_tanner @KeneAkers A typo is a mistake but you being unable to do basic maths and understand simple ideas isn't  We have 5.5x the population that means every single crime we should commit 5.5x the total amount you do, if it's less than 5.5x the total then black people commit that crime more per cap\n回复 @Bigvirgo_ @what2nameMe @patriot11hawk @spicebae_ Yes Africans can be mixed\n回复 @DarkFuture96 @blessed_cowboy @deitutis @LMessi_Goat @elMunir5 @Ikechxkwu @lmZelly @LoveeSBG @44_Bulld0g It seems like it would be easy for someone in power to get you killed\n回复 @atlfreng @Lilbrazy__ @whytwojvy @MyPoetryHurts @DrSweets24 Cry all you want, white racist artists get completely wiped from the Internet. If being a racist should get you wiped then being a pedo should get you off Spotify\n回复 @etheralfem You do realise you just said that female loneliness is a choice and male loneliness isn't\n回复 @dulcieburt @BorderGS @kinghani @CityPolice They all follow the same laws and patterns", "overlap_score": 0.1283905543693923, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1380916768466632711, "screen_name": "Mc1Dave", "user_at_name": "Dave McHockey", "sample_content": "回复 @jtbourne Sam when asked by media (you &amp; Nick)  regarding his absence.  \"I've been watching every show. You guys have been talking about it every single show. I think you guys can say whatever you want. It's behind me now. Stuff happened and you just go on from it.\"  @SamAMcKee\n回复 @StuMunrue Down here on the parade route with my sleeping bag, right now. This is going to be great. #LeafsForever https://t.co/djHNcnaFXz\n回复 @ballard_curse @canadaNHL @MapleLeafs @LeafsPR @MLSEPR The worst is when the pundits compare him to Dougie. There is no comparison.\n回复 @dalter He's been prolific, to be honest. Good job, @evandoerfler !!\n回复 @AshleyStarmer @cctv_idiots haha...It's on the windshield. Got me, too!!\n回复 @buitengebieden \"Seriously...after all I've done to this guy and he still wants to be friends...?\". 🐶😅😂🤣 https://t.co/D5NK4EzVe8\n回复 @dalter New Pro saves record... https://t.co/aJUvOuRhCx\n回复 @Rob_Quadrini75 @mariezo34 @dalter I think the Leafs put up the pre and post game media availability on YouTube. An hour after the morning skate and an hour after the game, approx. Usually 3 players and then Keefe.\n回复 @nickbarden Please Nick, disregard Dreger as a source of accurate info. Do you remember Marner's last contract negotiation? Dreger is a shill for the Marner camp.   That said, love your Marlie/Leaf coverage here and on the THN site. #KudosOnThat\n回复 @sigg20 If this randomly played on the radio, it'd take a minute for me to realize there's no instruments. Amazing talent.\n回复 @evandoerfler He was good for the Leafs. Had a nice little run in the Swiss League after leaving the NHL.\n回复 @Johnny__Canada @TLNdc I don't think that's a good spot for #89. 4th line chemistry is great. Robertson will get back in and the Leafs will reap the benefit of depth. If #75 comes out, they lose the hits and physical forecheck he brings.\n回复 @jtbourne Please keep Kyper in check.... https://t.co/Lexcm7VrV2\n回复 @RobWong34 Hey Rob. I've been watching the Leafs post game availabilities and noticed some players refer to #34 as \"Tone\". Is that his nickname and do you know how he got it?\n回复 @smclaughlin9 @markhmasters Great choice.  That's what I would have picked. You''ve narrowed it down to two goalies....                                                            -Wordle Bot\n回复 @weathernetwork Is the classic webpage no longer available? The option isn't appearing any longer.\n回复 @JeffVeillette Are you kidding me? You think Joe Bowen is going to do something like that? It’s bulls–t. It pisses me off that you guys throw that s–t around and it affects someone’s life. Joe and I had a problem, we couldn’t come to an agreement on how to cheer. That’s a good man.\n回复 @dalter Nice response... https://t.co/i7mfE6Ns1J\n回复 @Beetlepimp @DavidGlantz3 I still recall the day you returned from Viet Nam. Last soldier still fighting from either side. Brings a tear to my eye. Thank you, Beet. https://t.co/u0lUftFBNc\n回复 @SHREDWEED Love the Shred Gnarberry. Unfortunately, your packages are sometimes hard, sometimes impossible to open. Hopefully you change the packaging and I'll try your products again. Take care.\n回复 @JeffVeillette Sorry, Jack. I accidentally copied/pasted/edited a Torts rant. Then I tweeted it.  My bad. I will be better!!\n回复 @jtbourne Does Nick realize Marner is the biggest \"I\" \"me\" guy on the team. https://t.co/xBlVz8ybWR\n回复 @jtbourne Nick trying to make a point that has no merit is hilarious. He just doesn't stop. No idea when to stop. He's desperate to find anything negative to say about #34. This is the most bizarre thing he's seen in his life...LOL...he's analytically pathetic, Justin!!\n回复 @dalter Don't usually watch the media availability. I did tonight. How did you get front and center with the questions? Are you always in that spot? Do you guys rotate? Good Job, David !! https://t.co/c69HWBd6OU\n回复 @jtbourne He's freaking daft, Justin. He is so anti-Matthews. If they're playing for home ice adv. next week - he plays. If the last game means nothing - he sits. Why does Nick present it in such an adversarial  manner? Keep up the good work, J.T. Playoffs are going to rock!!\n回复 @theScore They're working up the nerve to approach him and tell him they want to trade him.  They're hoping #TeamMarner comes to them with the idea. Don't dither with this @MapleLeafs . It's not a game of PR, it's about winning the Cup.\n回复 @jtbourne He's insane, Justin. Ask him to quit comparing the Leafs 60 minute game to other teams highlight packages. #LeafsForever\n回复 @Lunchboxhero45 My mom scored every Jays game in a notebook. She loved the Jays. She especially loved two players - John McDonald and Travis Snyder. When she felt pride, she wore it on her face. Just looking at her, I always knew she was proud of you, Travis. Great hearing from you, on here.\n回复 @jtbourne Nice passing by #16 and #20. Payoff with Knies getting to the net at the right time. #23 has steadily improved all year!!\n回复 @buitengebieden Thought he saw something disappear beneath the waves. He's waiting for it to reappear so he can pounce on it. 🌊🐕‍🦺", "overlap_score": 0.1197627694048792, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1117937783883075586, "screen_name": "KingAaronVII", "user_at_name": "Aaron", "sample_content": "回复 @HackedOffHugh Understanding the predicament makes the entire outcome feel rather worse. I appreciate you have be adequately remunerated, but we are seeing justice routinely perverted beyond recognition by money and it’s frankly become insulting. Money should not be such a damnable shield. https://t.co/DpWNNewjn6\n回复 @WalshFreedom mike flynn was tweeting about a black swan event before 9:00 am eastern.\n回复 @SassyMetisChick Going in on Fridays has become a frightening prospect. I am so sorry you’re experiencing this. You’re very strong and resourceful. I believe in you! Take a breath. I’ll be sending positive energy your way. https://t.co/bf6OpT388X\n回复 @coffeebreak_YT Nah ‘self-inflicted’ wound… that is some important punctuation.\n回复 @stillgray There was an explosion at a nitrous oxide plant in Michigan last night. The explosion killed a 19 year old man a half a mile from the facility after he was hit by debris. A half a mile away!\n回复 @KierstenWarren I’m sorry for your loss. https://t.co/aoCSHK5l77\n回复 @krassenstein The target audience is not in on the joke and that is the entire problem. You guys cover everything on a surface level and rarely take the time for actual examination. Tweet less and perhaps take more time for investigation when a situation warrants.\nWith all the recent talk of #AI in #Hollywood I am a bit surprised no one brought up the movie #S1mOne #WinonaRyder plays an unruly actress and #AlPacino replaces her with an AI actress designed by #EliasKoteas https://t.co/oSYFriuIEb\n回复 @Dexerto Buncha singles… does her assistant even like her? This is quite the statement.\n回复 @EdKrassen @donlemon When does he get his catturd interview?\n回复 @AManCalledLP Not my cup of tea to be harassing anyone based on appearance. However, I’m not going to be lecturing those who want to. Won’t be hanging out with them, but doing really want to hang out with the school marm either. Fuxake.\n回复 @notcapnamerica If I were a woman attending that ceremony, I’d be suing the university.\n回复 @PaulTassi I believe you merely asked for some effort… voilà!\n回复 @EdKrassen Blanket dismissal without any semblance of discourse or investigation. Usually you’ll ask for our thoughts at least. Why didn’t you mention elan moscow?\n回复 @SeanOhhhh Harvey’s Sandwich System? https://t.co/LO8sqnGw43\n回复 @NextGenPlayer That’s what my PS5 box said, though too. Why waste so much energy when there are so few sets that can even take advantage of the current consoles? Lame if it’s true and lame if it’s not. This is a no win post.\n回复 @ShiftingSands2 @johncusack You suppose we will see a confirmed motive? I have a suspicion this kid is a whole lotta Timothy McVeigh with less time gestating his extremism. I’m not confident they will release much.\nSo, is #Daphne in #Vernworth just another Preston Garvey? Surely there must be an excellent reward at the end of all this. #DragonsDogma2\n回复 @iluminatibot Y’all going woke! Love it for you.\n回复 @ES_FTW Not trying to be negative. I’ve been a long time customer and I only buy on bogos now. Like I said, merch is off the table due to broken lids on expensive shakers. Was along for the ride for a moment, but things have added up.\nAdopted a new pup recently… meet Stanley. Shelter named him and it seems to suit him. He’s got amazing #photobomb skills. #dogtwitter https://t.co/w0CYBEsOF2\n回复 @WalshFreedom Deepest sympathies on your loss. I completely understand a redundant 5 on such a day. Probably a couple shots deep by now… https://t.co/vy358UFlXJ\n回复 @CollinRugg Storming?!? Ok…\n回复 @DecodingFoxNews @nytdavidbrooks Hang your hat on the “blood and soil” comments. What’s that sound like?\n回复 @JamieMoranUK I love the 360. Still have my Halo model pull out, primarily for Rock Band or Guitar Hero. The games in this generation were all so… sepia(I’m colorblind), though.\nYeah… #Fallout4 is better on #PS5.  Concord was the beginning of the frame rate drops on my #SeriesX. From the vault, PS seems to be far more consistent and perhaps seems more detailed.\n回复 @stillgray Come on. It’s always been like this. Don’t fall for the cops playing victim. Weren’t you lot just furious with the cops for arresting a white guy? The back and forth is hard for some of us to follow.\n回复 @FearedBuck You don’t have to say allegedly accused. You’re not the one making the accusation here, just reporting on it. Are there genuine accusations(their veracity is not of concern for this report)? A simple journalism class would probably be beneficial: not being a jerk.\n回复 @historyinmemes Look into the story of Morricone’s soundtrack. It’s not major, but I think it’s an interesting footnote.\n回复 @MiaWilliamsLFC @ManUtd My poor ears. Should be a warning ⚠️", "overlap_score": 0.2033704415570078, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1279939093070217216, "screen_name": "Mr_Honkitude", "user_at_name": "New Year, New Honk", "sample_content": "回复 @alissakmclean @MalteseAnna You have six months remaining\n回复 @pondering_patty @tweetsofjess @SlowToWrite Do you think that's actually me?\n回复 @Breaking911 LOL, she really said \"the contest of this quote\"  I believe the word you were looking for is context, KJP.\nDid I win? https://t.co/ecqtEnYedX\n回复 @ericandersonlaw @AlexThomp @axios If Eric Trump were involved would you be as apathetic?\nBe honest, show of hands now, how many of you were caught by this? https://t.co/ntrOzGjbqj\nhttps://t.co/rna2JHkyiS\nOh, so we don't need an act of Congress for him to take action?  Keep sending the buses\n回复 @damintoell Her tweet lead me to believe that something other than a perfectly normal takeoff would occur\nShe had just enough time to gauge public reaction and draft a strong, but not too strong, of a statement.\n回复 @soren_iverson 🤣🤣🤣\n回复 @CastellanaP @MiamiHerald By having your faith enforced on your fellow humans by law.  You are the definition of a Christian Nationalist.\nFurther demonstration of the hollowness of their arguments.  It always boils down to \"you have smol pp\"  That's not an argument.\n回复 @lorriemartinez @kristinsong3 Unfortunately she's bringing it on herself by lying repeatedly about the situation for political purposes. People that would exploit their own child's death for political gain deserve every bit of abuse they receive.\n回复 @Edindro @__bee_kay__ Bob Menendez says hi\nYes, go with this\n回复 @ThorDeplorable I hate to say this but, another four years of Biden will make it even worse and four years of Trump won't clean it up either\nWhat political persuasion are these \"soft on violent-crime prosecutors?\"\n回复 @YVindman Actually treason to my country cost you your career. Go fight for Ukraine, you stooge.\n回复 @KILLTOPARTY I did not find my wife in dumpster, which explains why our babies didn't have to sleep on trash\n回复 @MsVixen I can't imagine being as lonely and bitter as you\n回复 @GreenleeGazette @debbielove_fl @thehill Embarrassing for you, stop now.\nIt's long past due to eliminate the IRS\n回复 @badbad73r0y Paul repeatedly insulted and then murdered the only black male character. https://t.co/sTbne3vO5G\n回复 @Goodtweet_man Everyone hates their own voice\n回复 @aelfred_D @Eddie7757 Alien: Remus was briefly on the table, but Alien: Romulus won out in the end. (He killed it)\n回复 @damintoell I thought it was Dennis It is not Dennis\n回复 @MaxPaxCat I'm not entirely sure how real this is https://t.co/FjeeQ80CS2\nSitting thru Diversity and Inclusion CBTs while eating Filipino food. https://t.co/NQdSDkk5YK\n回复 @Tower_Overwatch @ringgguh @MikeWingerii Fair enough", "overlap_score": 0.2223669289648671, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1148578109710589952, "screen_name": "flyKissimmee", "user_at_name": "Kissimmee Gateway Airport", "sample_content": "We would like to extend our warmest congratulations to Deidra Wilson, the Owner &amp; CEO of AeroStar Training Services, for being featured in Orlando Magazine's article!🎉🛩️🌟   #AeroStarTrainingServices #FlyKissimmee #ProfessionalISM 🎉👏  📸= OrlandoMagazine https://t.co/FbLQr6TIm6\nThis week's tenant spotlight lands on Spectrum Aero LLC, a trusted name in aircraft maintenance!  Located right here at Kissimmee Airport, they provide full services for your single-engine, multi-engine, turbo-prop, and more. #FlyKissimmee  📸 = Spectrum Aero LLC https://t.co/QItL9RRMv0\nYour adventure to Kissimmee's charm begins here! ✈️ Fly into Kissimmee Gateway Airport and explore the vibrant streets of Historic Downtown Kissimmee. Get ready to #ExperienceKissimmee at its finest! ➡️ https://t.co/uVdlEPG3c3 #FlyKissimmee 📸 = Experience Kissimmee https://t.co/jsfKYjA5gB\nFor today's Tenant Spotlight, let us introduce Stallion 51 and their P-51 Mustang Orientation Flight Program! Are you ready for a P-51 Mustang adventure? Visit https://t.co/9UeWo1aKKj to learn more! 🛫✨ #FlyKissimmee #P51Mustang #Flight #Aviation #Training  📸= @stallion51fltops https://t.co/CNSfWsO92r\n#ADayInALifeofKISM ✈️ Today, we spotlight Ramon Senorans, our Airfield Manager, as he educates the School of Government class about the exciting world of Kissimmee Gateway Airport! Follow us for a behind-the-scenes look at the daily operations! #FlyKissimmee https://t.co/qurEZDHchN\nAerospace innovators, take flight at #FlyKissimmee! Our Aerospace Advancement Initiative offers financial incentives, a strategic location within a skilled aviation hub, and a growth-oriented environment to propel your business. Visit https://t.co/2MWTyGwczG to learn more. https://t.co/R3wf743uCz\nWe're pleased to feature Integrity Aviation Services at Kissimmee Gateway Airport! Integrity Aviation Services is dedicated to providing comprehensive aircraft maintenance and management solutions.  #FlyKissimmee #Aircraft #Aviation  📸 = Integrity Aviation Services https://t.co/DeokReevHZ\nREPOST from @Kissimmee :  You might be familiar with the fireworks at Walt Disney World, but have you seen their new drone show? 🚁 Walt Disney World is lighting up the sky with over 800 drones in their newest show 'Dreams That Soar'!  https://t.co/56JUDTtyNW  📸 : jimorear (IG) https://t.co/zAabhE8Mo0\nToday’s Kissimmee #EmployeeSpotlight features two outstanding team members, Roderick “Ricky” Krnjaic and Julius “Merlin” Dohm!  We’re proud to have such a talented team dedicated to keeping our skies friendly and our operations efficient!  #FlyKissimmee https://t.co/nLJL4pqxGc\nAs we enter hurricane season, Kissimmee Gateway Airport reminds everyone to stay prepared and informed. Safety is our top priority, and we encourage all travelers and residents to have a plan.  #FlyKissimmee #HurricaneSeason #Hurricane #monitorweather #BePrepared #StaySafe https://t.co/TEDpfjzMgu\nWe're thrilled to feature Cirrus Aircraft at Kissimmee Gateway Airport! Visit their website at https://t.co/V4w6kwZZKm to learn more about their latest innovations and offerings.   #FlyKissimmee #CirrusAircraft #Aviation #AviationLovers #Innovation #Flying  📸 = Cirrus Aircraft https://t.co/HE0Vps4UXA\n💖 Love is in full swing, and today's Experience Kissimmee Spotlight is here to help you plan the perfect Valentine's Day date! For more Valentines Day ideas, visit https://t.co/0hoS6UzM5B 💑✨ #FlyKissimmee #ExperienceKissimmee #Valentines #February #Love #Orlando  📸=@kissimmee https://t.co/XIojsgxxBQ\nFor today's tenant spotlight, we're thrilled to feature Sun State Aviation, renowned for its exceptional flight training programs, specializing in Private Pilot and Instrument Rating courses. Visit their website at https://t.co/ZrBj568Cdb  #FlyKissimmee  📸 = Sun State Aviation https://t.co/AM831xEI3y\nFor today's Tenant Spotlight: CIRRUS Aircraft takes flight at Kissimmee Gateway Airport! Known for its technologically advanced planes with renowned safety features, CIRRUS is a leader in personal aviation. https://t.co/V4w6kwZZKm #CIRRUSAircraft #FlyKissimmee #Aviation https://t.co/kqdkEnXwD6\nCelebrate #NationalAviationWeek with us! This special week honors the incredible achievements and innovations in aviation.   #FlyKissimmee and join us in celebrating the pioneers of flight, the beauty of aircraft, and the thrill of air travel.   #ExperienceKissimmee #Kissimmee https://t.co/NW1jSLEZFH\nHappy #NationalSelfieDay from the friendly faces of Kissimmee Gateway Airport!  We're more than just an airport; we're a team dedicated to making your travel experience smooth and enjoyable.  #KissimmeeGatewayAirport  #AviationLife #AirportLife #TravelIndustry https://t.co/lwez7uxPJN\nToday, we honor the dedicated flight attendants who ensure our safety and comfort in the skies. At #FlyKissimmee, we recognize these professionals' crucial role in making air travel a safe and pleasant experience for all.   Happy Flight Attendant Safety Professionals' Day! https://t.co/Qb25IWJY7X\nThrowback to a stellar #ADayinTheLifeofKISM!  Our Director of Aviation, Shaun Germolus, A.A.E., and Airfield Manager, Ramon Senorans, CM, joined the weekly Community Coffee Club Meeting in Downtown Kissimmee! ☕️ #FlyKissimmee is proud to be a part of such a vibrant place. https://t.co/uAAvUUHZtD\nFor today's #TenantSpotlight: Step into aviation excellence with AvDoc 51 at Kissimmee Airport! 🛩️ Pilots and flight crews of all backgrounds, #AvDoc 51 is your one-stop shop for top-notch aviation medical care. Visit https://t.co/FQrDzyvKVz for more information. #FlyKissimmee https://t.co/2ROKkL6jH5\nFor today's Experience Kissimmee Spotlight, discover the unparalleled outdoor beauty of Kissimmee! 🌳🚴‍♀️ Explore thrilling trails and serene spots featured on Experience Kissimmee's website. Dive into adventure at https://t.co/JGRt13vJOt. #ExperienceKissimmee #Nature #FlyKissimmee https://t.co/UHUVoY2WMj\nExciting news, Kissimmee! We’re thrilled to announce the completion of our airport’s Airfield Marking Project! Our airfield is now safer and more efficient with new and improved markings. A huge thank you to everyone who made this possible!  #FlyKissimmee #AviationSafety https://t.co/zwkzLrZONA\nWe're thrilled to spotlight Stallion 51's GrouP-51 at Kissimmee Gateway Airport! They specialize in selling historic and iconic aircraft, allowing enthusiasts to own a piece of aviation history.   https://t.co/SRHNxNQOfb  #FlyKissimmee   📸 = Stallion 51 https://t.co/vDV0RFhBdC\nFor today's Tenant Spotlight: Discover the excellence of #Verijet at Kissimmee Gateway Airport! ✈️ By choosing Verijet, experience the luxury of private air travel while minimizing your #environmental footprint. Visit https://t.co/Ce26HoP7lq for more information. #FlyKissimmee https://t.co/AVBwOt4OQq\nICYMI: Yesterday, we were honored to welcome Florida State Representative Kristen Arrington to our airport! 🛫 We gave her an exclusive tour, showcasing our facilities and enjoying the stunning views from the Air Traffic Control Tower. 📸 Check out this photo! #FlyKissimmee https://t.co/t9DluvtSSh\nDreaming of becoming a pilot? The Academy of Aviation at SunState Aviation is the newest state-of-the-art training center at KISM and your launchpad to success! Visit https://t.co/s8ulHxxgJC to enroll. ✈️#FlyKissimmee #SunStateAviation #BecomeAPilot   📸= SunState Aviation https://t.co/COBmcZ8lwC\nGear Up for Takeoff: Elevate your aviation career at Aviator College Kissimmee Campus! ✈️ Experience hands-on mastery on operational aircraft, from piston to jet engines. Visit https://t.co/JxNBL5Uq78. #FlyKissimmee #FlyWithAviator #CareerGoals ✈️✨  📸= Aviator College https://t.co/0TJtquHXD7\nHappy Flag Day from Kissimmee Gateway Airport! Today, we proudly honor the symbol of our nation's freedom and unity: the American flag, which represents the values and ideals that bind us together.   #FlyKissimmee #FlagDay #Patriotism #USA #CelebrateFlagDay https://t.co/8VHnjP8OAZ\nWe're excited to feature Fly Smart Pilot Training at Kissimmee Gateway Airport! They specialize in offering premier flight training. Visit their website at https://t.co/4iFyrPojCT to learn more about their programs.   #FlyKissimmee #LearntoFlySmart  📸 = Fly Smart Pilot Training https://t.co/dK1FGuqVo8\nAs we observe Memorial Day, we remember those who have fallen in service to our nation. Their bravery and sacrifice will never be forgotten. #MemorialDay #HonorAndRemember #Gratitude #FlyKissimmee #ISM https://t.co/8JNV4t7Vr7\nWould you like to learn about our airport's history for #FlashbackFriday? Check out Osceola History's public article on our airport's origins and 80th-anniversary celebration. Visit https://t.co/XaBZSPeb6x. It's a good read for the weekend! #FlyKissimmee https://t.co/nBR7TZY0nE", "overlap_score": 0.1800456259469978, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1312528631273586689, "screen_name": "JenSheTay", "user_at_name": "JS Taylor", "sample_content": "回复 @BethMooreLPM It's such a pleasure, it never feels like work. The privilege of being invited into others lives to bear witness and watch healing is like a gift. Truly.\n回复 @tracesoffaith With the excommunications and defrocking of priests it makes it even harder since a conservative parish will lose their priest or bishop. A mass is still a mass, whether it is said in Latin or English, so all still have access to weekly service and communion.\n回复 @WindandHoney @JustAmyZing @thesaltedtable @BethMooreLPM 4!!\n回复 @snowgirlcheryl @BethMooreLPM @MarthaNamie A doctor said this to you?!?!? I swear some of them need whole year classes on treating patient with kindness and empathy. I asked my eye dr yesterday who I should call if I had an emergency later (I’m allergic to meds and had just been administered one). He said *dont call me*\n回复 @tpusafaith @conservmillen I have to disagree. Empathy isn't sympathy, it is the ability to deeply understand what someone else is going through because they are standing in their shoes. Empathy is a combination of two Greek words, “em” and “pathos,” which together mean “in feeling.\"..\n回复 @Andy35o I was once introduced to a pastor and he asked me what I did for a living. I told him I was a psychologist. Without a beat he replied *I'm sorry to hear it*. My friend said I should have told him I do counseling, psychology has a bad rap in Eva  circles...\n回复 @cheryl_deniece @BethMooreLPM Cheryl my sister has a Golden who is extremely protective of my 92 year old mom. When they are home alone Bailey will come to her bedroom door, stare at her and then take leave. Checking on her till they get home. They know!\n回复 @TheSassyBirdie We spent the day at the lake with family. Arrived home after 9 to all of the neighbors shooting off rockets in their backyards straight into the air. We are only 30 feet apart. My decks are Azek plastic. We've found half burned fireworks laying on them and the roof in the am. 😳\n回复 @historyrock_ The Beatles\n回复 @BethMooreLPM @MelissaMoore77 P: *Let’s tear through the house with wild abandon.. where is my squeaky toy*  SF: *Well.. I don’t know.. uhm.. not sure we…* *HEY! COME BACK HERE*\n回复 @tracesoffaith Very hard on my friends in the church. Especially if they can't find a parish that fits their beliefs. Most of those bite their tongues and go to weekly mass but do not follow the pope's teachings. They vote as they see fit, and pattern their lives according to their belief..\n回复 @WindandHoney @BethMooreLPM Changed the rest of my life . I think too, his. AT 81 he was coming to my home for bible study (another miracle lol). One night leaving he asked me about salvation. He and I sat in my house and I had the privilege of him accepting Jesus that night. He died 2 years later. Saved\n回复 @KSPrior @Cambridge_Uni Wowowowowowowow!\n回复 @LShalott @BethMooreLPM PS Laura how are you feeling? And Beth, how is your back, appointment go well?\n回复 @drewdyck To be known and loved closely enough to have inside jokes and many laughs is not a little thing. I’m so sorry.\n回复 @drewdyck But did she suffer through her great-aunt using a potato and a sewing needle (LIKE MINE DID)  PS she's adorable\n回复 @JustAmyZing @JennMGreenberg @BethMooreLPM I spent years online in a debate forum, and I can tell you, I was full of pi$$ and vinegar. I wasn’t pretty. I was snark with a capital S. To the point of entering a chat room once and one of my *enemies* (an orthodox priest no less) said *there goes the neighborhood*…\nNo we didnt feel an earthquake.. this time..\n回复 @MidniteOil55 Always loved that pic. Was sad to hear she passed away\n回复 @drewdyck Wait, are you guys in Canada???\n回复 @tracesoffaith To me I see a schism within the current church, although unlike a Protestant church which would split, Catholics don’t leave but rather find a parish where their beliefs are upheld. Within Catholicism there is the SSPX, which comes under the pope, but celebrates the Latin mass..\n回复 @pi3sugarpi3 @PastorBenMarsh This is why I got married in FEBRUARY. Big white gown.. add nerves, recipe for death. Thankfully we didn't have a blizzard. But if we did, I'd have taken it over heatstroke.\n回复 @jaime_coy @courtneyrsexton Once, sitting in bar during college, getting hit on by some dude I wanted nothing to do with, when asked what I did for a living (I was a nurses aide at a convent) I told him *I wash old nuns*.  He left pronto https://t.co/JKw5kuc7L3\nHappy birthday Pete Townshend!\n回复 @BethMooreLPM First praise and thank you Lord, that Beth's head and her toes are spared the agony. But listen, Lord, everything in between is a mess, so I'm asking on my knees for a complete healing. Pull that thorn. Please. If thats not your will, then guidance in the perfect next steps\n回复 @HeatherTDay Leave it to God to do just that! Best wishes as you pursue the direction he is leading you.   One of the first posts I read on your Twitter when I arrived had to do with the blossoming of one of your students because, for the first time, she had a bed 😭😭\n回复 @BethMooreLPM Let him eat pancakes, it is little Easter Sunday.\n回复 @DianeLangberg I have advised parents to report to childline any abuse their child reports to them. Before approaching the church. Or the school. Call childline.\n回复 @JustAmyZing @BethMooreLPM Amy I did not know you suffered like this in church.  I'm so sad to hear it. May anytime you venture in, the Lord tabernacle you in a blanket of his protection and peace.  It certainly sounds like Beth was his hands and feet the night you went to see her. ❤️\n回复 @DrAaronNew Maybe when it comes to psychology and psychiatry JMac should *go home*.", "overlap_score": 0.1163053710872789, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 116075279, "screen_name": "RobertR59073254", "user_at_name": "Robert Rogers", "sample_content": "回复 @OccupyDemocrats Michael Cohen is a convicted liar! Michael Cohen has virtually no credibility!\n回复 @AnthonyJClark @HarleyHill25 @OccupyDemocrats In 2016, I did attend a rally at the University of Akron. At the time, I was in Canton, Ohio.  That was the only Trump rally I've attended.\n回复 @lifesafeast Have you been to Berkeley lately! It has become totally unsafe for a Jew in NYC! The Squad is totally clear about their political views.  Joe Biden is losing the Black vote. They realize, that Joe Biden doesn't support their best interests.\n回复 @BidensWins Rubbish! Pilots weren't shooting down missiles outside of the atmosphere. It was Iron Dome shooting them down.\n回复 @FacksAreFacts It's called the WWE. The \"E\" stands for entertainment.\nShallow quakes are commonly connected with volcanism. This was at 10km. WATCH VESUVIO!\n回复 @Vincinnatus @Thad8920 @marklevinshow Nikki Haley is a warmongering Neo-Con  Chris Christie is a Liberal  Mike Pence is totally worthless. He's an Establishment tool\n回复 @RandPaul It needs to be explained, that all of the sales of the Military Industrial Complex are listed as Military Aid. That includes what those countries pay for. Cutting all aid means banning the MIC from selling anything to any other countries.  Be specific!\n回复 @galacticaactual @SheilaG2024 @1776Diva @CRRJA5 @AMErikaNGIRLLL @TheThe1776 @JDunlap1974 @TrueJMitchell @brixwe @Lisahudsonchow7 @RickyDoggin @TrumpGirlOnFire Are fires in Greece a scam? Is an earthquake in Syriq a scam? Are solar flares &amp; CMEs scams?  They do alot; but some things are real.\n回复 @NickKnudsenUS Ukraine is a NATO proxy. Russians were the biggest buyers of Made in USA until WJ Clinton went bomb crazy in the Balkins!   NOT ONE MORE RED CENT FOR THE ODESSA MOB!\n回复 @GMfromny The debate between William McKinley and William Jennings Bryan centered on Silver mining backing of Bryan. McKinley supported a rock solid Gold Standard Dollar.  Neither man would be popular today.\n回复 @RealJohn1776 Everything on my screen is about Trump. It looks like my screen is flooded with Biden vs Trump. I don't care about Donald Trump's Reality Show!   The $4.6B Taiwanese investment has been reported.  There are 3 semiconductor plants being built.\n回复 @kangaroos991 They were threatened before Donald Trump!  Before GWB, Americans and Canadians fished together, ate together, drank together, went to amusement parks together and slept together. The American/Canadian Border was an open border.  Those were the days!\n回复 @NatNeoCon *Ike ended Korea *Nixon ended Vietnam and went to PR of China * Reagan brought down the Berlin Wall; brought East &amp; West together * DeSantis opposes no end wars &amp; Nationbuilding; DeSantis doesn't want further buildup in Ukraine.\n回复 @BidensWins Nothing has slowed down Climate Change. Joe Biden has no control over Nature. The proof can be seen in the Cakifornia flooding.\n回复 @karla32257 I had an uncle, who worked 31 years for Republic Steel in NE Ohio. He was Shop Steward. He developed crippling arthritis. He could hardly get around.  He always made it in to vote! There's no valid excuse to sit out an Election.\n回复 @lamatzzi I don't need Google to tell me what Fascism is.  Fasciste is from the Political Party of Benito Mussolini.  NSDAP (Nazi) translates: National Socialist German Workers Party  National Socialism started at the close of the Napoleanic Wars.\n回复 @Damaan4u33 The Pope is a foreign Head of State. The Pope could declare all Roman Catholic institutions Consulate Status.  1A reads, \" Shall make no law\" 14A Consistancy Clause makes it universally unconstitutional.\n回复 @ChristyH750694 The Platform will be drafted at the Convention.  In general, there are Federalists in both parties.  Democrats: Abortion, gun prohibition &amp; Woke social polices  Republicans; Neo-Conservatives want gun barrel foreign policy.\n回复 @OccupyDemocrats Donald J Trump will not be the Republican nominee.\n回复 @chaotic456 Pure blood what? I haven't seen Donald Trump's pedigree. His grandfather came from Germany. He also has Scottish ancestry. There are connections to the nobility. I, most likely, have much better Royal connections.\n回复 @LauraLoomer @NikkiHaley @fmnuzzi It reads \"Jesuit Educated\". It says Georgetown.  Nikki Haley attends a United Methodist Church  Nikki Haley graduated from Clemson.  There's nothing there directly connecting him with Nikki Haley.\n回复 @OccupyDemocrats Adolph Hitler is a part of history. The NSDAP are all dead.  We have nothing, but senile octogenarians babbling about the past.\n回复 @susana_angel14 I'm tired of hearing about Russia when the Southern Border is wide open! Give up the Russophobia and talk about the important things!\n回复 @Damaan4u33 There's nothing uncomfortable to me about your posts. I may disagree; but they're not uncomfortable.  I had an uncle, who worked 31 years for Republic Steel in NE Ohio. He was shop steward. My mother's side of the family were Blue. It's nothing personal.\n回复 @iamnot_elon There are apartments being built all around Maricopa County, Arizona  They're building new semiconductor plants. Look at Phoenix.\nThese are the words of a man living in  19th Century Russia. They fit 21st Century America.\n回复 @Damaan4u33 Blond hair is a mutation. Ragnar's father has been credited with establishing the Russian Dynasty. Ragnar's son Sigurd II (\"Snake in the Eye\") founded Brandenburg, Piast (Poland) and Lithuania. Sigurd was the Latvian Wolf. (Deal with it Meghan &amp; Liz).\n回复 @DreaMGriff28 @awesome_rants https://t.co/cKUgQzR2O0  The Ku Klux Klan was officially disbanded by Nathan Bedford Forrest in 1869  Nathan Bedford Forrest testified before Congress in 1871\n回复 @swd2 I don't take pleasure in killing. I value the sanctity of human life.", "overlap_score": 0.1410368464508731, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1328078852, "screen_name": "PetronellaLynn", "user_at_name": "Lynn Petronella CEO FOUNDER/CREATOR", "sample_content": "UMZU zuSleep Natural Sleep Remedy to Support Relaxation https://t.co/sT9nE5KCkO\n'Yellowstone' Sets Premiere Date for Final Episodes, Plus 2 New Spinoffs... https://t.co/SwfakPccfP via @YouTube\nhttps://t.co/yUYsZLRXGU\n回复 @GStephanopoulos BILL CLINTON WAS FOUND GUILTY OF SEXUAL ASSAULT AND WAS IMPEACHED AND STAYED IN OFFICE SHUT UP YOU PIECE OF GARBAGE\nLearn and Take Action https://t.co/Rr2AdHKubI\n回复 @TheLeoTerrell Check this one out Leo\n回复 @insidemanifest YES\n回复 @LOrealParisUSA @LOrealGroupe MAY 31 FEAST OF ST. PETRONELLA....THE PATRON ST. OF THE FRENCH KINGS I AM A REAL PETRONELLA MADE HER STORY TWICE JOIN ME...EVERY CHILD IS ROYAL WE ARE WORTH IT! https://t.co/Tov2jfeOKr https://t.co/sNklCH6GzP\n回复 @JDVance1 THANK YOU FOR BEING AWAKE THE BIDEN ADMINISTRATION IS TOXIC AND PATHETIC AND THIS TRAIL IS A SHAM YOU SHOULD LISTEN TO JD HAYWORTHS PODCAST WE LOVE YOU FOR SAYING THE TRUTH NATIVE NYER LIVING IN ARIZONA ALL OUR ELECTIONS WERE STOLEN MAGA!!!! https://t.co/7v8QGOrQks\n回复 @TMZ Religion and Politics are mysoginistic and it keeps women down everywhere and allows men to do things they should not.....all by men\n回复 @frank_milstead LOVING YOU ON JDS PODCAST GOD BLESS YOU AS YOU MOVE INTO THIS ELECTION I WANT YOU TO WIN SO BADLY!!! GOD BLESS YOU WE LOVE YOU! BE SAFE HAPPY EASTER!!! WE NEED YOU!\n回复 @its_jessi_grace WAY CUTE!\n回复 @CEOAdam Adam I am AMC's next BILLIONDOLLAR DEAL..Made history twice, started NIKE I HAVE A GLOBAL ANIMATION FRANCHISE ONLY ONE SELECTED FROM HOLLYWOOD BY CHINA PRE COVID...ITS EPOCH LETS WORK TOGETHER https://t.co/zA0aO5dQN9  https://t.co/99GQXGcVDq\n回复 @elonmusk WE HAVE BEEN SAYING THIS FOR DECADES TO TONE DEAF POLITICIANS BRING BACK LAW AND ORDER AND BRING BACK TRUMP IF MEXICO CAN SUE US FOR OUR GUNS WE SHOULD SUE THEM FOR BRINGING CRIME FILTH DRUGS AND CRIMINALS TO AMERICA SUE MEXICO TODAY AMERICA WAKE UP ALREADY YOU ARE WEAK\n回复 @WeAreBCR Thank you Lee Benson for the Lovely Interview here is some summer reading for your audience before the 2024 Paris Olympics! Cheers! https://t.co/zA0aO5dQN9 https://t.co/cn7bnRVzDm\n回复 @SteveDoocy @FoxandFriends Mrs Fake Happy Happy and her Coke head brother stalked and lied to a young honor student at Northwestern to take her as a hostage and rob her blind for their financial benefit while trashing her name and reputation.....I was that woman\n回复 @TheLeoTerrell So sad what is happening in this country the real criminals should be on trail NOT TRUMP!!!!!!\nhttps://t.co/EEXu9r94kb\n回复 @NBCNightlyNews @realDonaldTrump HEY NBC NONE OF THE 81 MILLION LEGAL AMERICAN CITIZENS WANT TO HEAR OR SEE FROM THE BIDENS EVER AGAIN HE ORDERED THE HIT WHILE IN CHURCH HES RESIDENT EVIL....DO NOT MAKE US LISTEN TO ANY MORE LIES!!!!! https://t.co/eA7mk44wnC\n回复 @peterbakernyt DIVIDE AND CONQUER MAGA FUCK YOU\n1978 Diet Pepsi commercial https://t.co/azeoBxjxMS via @YouTube\n回复 @Stopworkplacebu And thats my story\n回复 If your pride is bigger than your heart and your ego is bigger than your head you will never love and you will be alone.....GROW UP\n回复 @KensingtonRoyal WILLIAM YOUR MOTHER WAS NOT \"PARANOID\" SHE WAS BEING KEPT AS A HOSTAGE AND BEING CHEATED ON AS IS YOUR WIFE KATE YOU ROYAL MEN ARE MENTALLY ILL CONTROL FREAKS WHO MAKE YOUR WIVES LIVES LIVING HELL GET OVER YOURSELF DIANA AND KATE WERE AND ARE LOVING WOMEN STOP\n回复 @findinmyway2luv 333\n回复 @realDonaldTrump MAGA BLOOD IS RED....BIDENS RHETORIC CAUSED THIS AND IT WAS IN HIS HOME STATE IT MAKES ME SICK\n回复 @LOrealParisUSA @LOrealGroupe I AM WORTH IT.....MY PARIS 2024 INTERVIEW FOR PARIS  OLYMPICS SPOKESMODEL FOR PEPSI AND ThE OLYMPIC COMMITTEE....STARTED NIKE GODDESS OF VICTORY SHE REIGNS IN THE LOUVRE PARIS  LETS CONNECT https://t.co/zA0aO5dQN9 https://t.co/XKf9RrmXva https://t.co/cPjAWO9ANa\nPhiladelphia Union vs NYCFC was paused because a raccoon was on the field 😭 https://t.co/7vlikVVUeV via @YouTube\n回复 @SteveDoocy @FoxandFriends  YOU DONT SEEM TOO UPSET ABOUT YOUR FAKE BROTHER IN LAW WHO STOLE MY IDENTITY CREDIT LOVE MONEY AND IDEA TO START VITESSE OIL....KATHY WAS IN ON IT TOO THEY ARE THEIVES AND LIARS....HAVE A LOVELY DAY ITS ALL FAKE AND A FRONT AND LIES FOR PROFIT OFF ME\n回复 @goldiehawn I HAVE A MAJOR GLOBAL ANIMATION DOG FRANCHISE THAT YOU KURT AND KATE COULD ALL BE IN ONLY PROJECT SELECTED FROM HOLLYWOOD BY CHINA PRECOVID I MADE HISTORY TWICE LETS SYNC UP https://t.co/zA0aO5dQN9 MOVE OVER BARBIE and TAYLOR! RACED IN ASPEN https://t.co/99GQXGcVDq", "overlap_score": 0.1616113451214869, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1150089335775121413, "screen_name": "Deb74853707", "user_at_name": "Deb", "sample_content": "回复 @prolifevoterfl @kylegriffin1 Proof pls or is this slander??\n回复 @TexasTDunc @Geo_Is_Pissed What’s Trumps suggestion for this issue?????\nDonald Trump Dragged To The Moon Over New Interplanetary Dog Whistle https://t.co/dnXrnGejHm via @Yahoo\n回复 @One_Good_Cause @thejackhopkins People pay attention The Trump Mob is planning to take your guns away!!  Wake the hell up! How the heck do you figure life will be better with Trump as a dictator???\nFox News columnist: Marjorie Taylor Greene ‘an idiot’ trying to ‘wreck the GOP’ https://t.co/uLsHvBlHbc via @Yahoo\n回复 @AnnaBower @7Veritas4 She is something else this one!\n回复 @paulhan98348232 Trump is an even bigger liar and intimidates people in a threatening way. Better be loyal or else etc. etc., people have no idea what this crazed person will do to them if not loyal so tend to do exactly what Trump wants them to do. He is so much like the head of a major mob.\n回复 @RitleySammich @Acyn She apparently stole from an animal charity too.  Just rotten to the core, all of the Trumps!\n回复 @theanthonydavis And he actually believes Russia likes him, lol.  Duh since when is one dictator good friends with another dictator??  Trump is so far gone he doesn’t get that Russia is just using him to destroy America. Duh!\n回复 @WUTangKids This is old!\n回复 @I_Know_A_Dude @DonaldJTrumpJr Prison would be good!\nEU clears path for 5 billion euro Ukraine military aid boost https://t.co/pvzEQqDTHv via @Yahoo\n回复 @Mindcite_US @POTUS @RepJeffries @SenSchumer Why do they listen to loser Trump, they know he’s guilty of so many things, can they not think for themselves anymore?\n回复 @ReallyAmerican1 Hasn’t changed a bit but is a lot worse now!\n回复 @sandibachom This guy is schizophrenic, one minute he seems half normal then Trump must step on his toes and he is total opposite.  This whole group is very disturbed and not credible in any way whatsoever!🤡\n回复 @lisa_liberal The lying, the fake accusations, the corrupt etc, you are losing your own people now as they are realizing that all you have to do is open your mouth and the corruption spews out. Everyone is tired of you, your face and  your voice, you scream desperation.\n回复 @TrumpDailyPosts She is very busy  campaigning unlike yourself who is selling interviews in your own little safe places that don’t cost you anything, why is that?\n回复 @thealexjdiaz @Damaan4u33 Trump does believe in American laws! Enough is enough, he should never be able to run for president.  Where are the American standards of common decency and respect??  He’s disgusting\n回复 @MeidasTouch I think she was very damaged in high school and this is her way of getting back at people who made fun of her.  However it is very clear now why no one liked her even then. She is a weirdo!\n回复 @Damaan4u33 Yes of course like any other convict!\nCheck out celebs against trump's video! #TikTok https://t.co/7LRFMbKx17\n回复 @Critical_CORE @FerL67 Disgusting old lady\n回复 @RpsAgainstTrump Committing crime worthy of being a felon is a pretty big thing and takes precedence over your politics buddy, so get over it.  You are the one who likes to delay things don’t forget. Face the music you caused it to fall this close to your Republican events, no one else!\n回复 @TrumpDailyPosts Repubs and Trump interfere with any and all of the efforts put forth by the democrats to try and solve the border issues.  They are using the border to bolster their campaign.  How sick is that??  They do that care really, it’s all about the win.\n回复 @DonaldJTrumpJr No comparison to all the dirty corrupt crap your daddy has done! Oh and see the coward won’t testify, lol, he is so predictable 🤡🤡🤡scared stiff!  What’s he afraid of???\n回复 @ninaturner Not him no!  Jeffries should throw his hat in tho!\n回复 @MTGrepp Uh whose collapse, lol!\n回复 @Stornoway_Cove Watch out for your young daughters, do not let them around Trump ever!\n回复 @gtconway3d @7Veritas4 He’s hi a lot lately, things must be getting rough.🤡🤡\n回复 @quadcarl_carl @DonaldJTrumpJr 🤮🤮🤡🤡🤮🤮🤡🤡", "overlap_score": 0.1461589436584582, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1298769604446244868, "screen_name": "janey_wayney13", "user_at_name": "💚🆓Janey Wayney🆓💚", "sample_content": "回复 @davegre92641717 Think it's a ligament Dave 😔\n回复 @BrooklynMorganJ Oh, I see 👌🏻🙏🏻\n回复 @Truth7898Lee Aaah bless em 😍\n回复 @DreyfusJames Haha 😂\n回复 @KevinMo66635517 Love St Michaels Mount 😍\nJust done the City Walls walk in York..... Having a little light refreshment now 😉 https://t.co/rXQ6cCfWSE\n回复 @heidcase Thanks John. I'm very pleased to be given this chance as I'm v unhappy in my current role &amp; this will be a new dimension to what I currently do 🙏🏻\nMorning all 🙋🏻‍♀️ Hope you're all well.  The sky is just white &amp; chilly .... It's May ffs!!! This is NOT normal.  Anyway, have a smashing Saturday whatever you're up to 😘  I also have a lot of Tupperware 🤣👇🏻🤪 https://t.co/hBqT3HH2Zc\n回复 @Vtjames66 Evening Vic 🙋🏻‍♀️\n回复 @Jessrocks71 Full of calcium &amp; protein 😉👌🏻😘\n回复 @Helen909King We are....in Turtle Bay atm\n回复 @JustmeDaveinnit Oh &amp; I spelt fahrenheit wrong 😂\n回复 @Andrea1997_26 Good luck Andrea 😘\n回复 @Tylwyth_Teg1897 Fab, I have wavy hair &amp; it's quite unruly 😬 I use a curl cream &amp; it's good but I do like natural 🙏🏻😘\n回复 @LOVillaJavea Lol, funny you say that - I used to work with Sam's Dad, Fred. At the time, he was very proud of his son 😬\n回复 @Heres2Ya I'll be honest, I haven't watched it &amp; probably won't. I actually quite like Put1n, he won't (it seems) be pushed around. However, I trust NO ONE!!!\nI had to do an equality, diversity &amp; inclusion online training course today, ffs 🙄 All companies do this 🤢  Now, I'm not saying I sped up the transcripts, videos or anything but I seemed to reach the assessment very quickly 😉 &amp; STILL got a pass 🙄🤣\n回复 Kingston chicken with mac &amp; chese 😋 https://t.co/8v61cnj1Jf\n回复 @BohemianAtmosp1 Pretty much yeh!!!\n回复 @cra46159 Well tbf, Boris &amp; the 'experts' blatantly said that this would be like a flu or a cold.....Bcos it is!\n回复 @RuthBilton We go to Greece September generally, I have posted so that's where you're getting it from 👍🏻 We're in Gran Canaria &amp; I have been here many times &amp; always had glorious sun.....Not at the mo though 😔\n回复 @davegre92641717 It was 18c here, yeh, warm 👍🏻\nOk Twitter.....  What bed are you going for? 🤔  I can't choose bcos 4, 6 &amp; 7 look amazing for different reasons 😍  But I'd want blinds &amp; curtains at the windows 😂 https://t.co/Edtm4ISCM3\n回复 @Spectre_hate Hey Lloyd, how's you?\n回复 @BohemianAtmosp1 Tell ya what.... I can't wait to refuse again 👊🏻\nJe sus, it's bloody cold! I have s vest top on, a sweater AND a rain (lightweight admittedly) on - in JULY!! The air is COLD!!  Yet  I'm seeing people in summer clothes, guess they wanna wear the clothes no matter what 🤷🏻‍♀️\n回复 @ridgeisback I saw that piccy last night &amp; bookmarked to comment.... It's fab, you are very talented. I did read some comments, I think some people made an honest mistake though 🙏🏻 But some others may have just been plain jealous, I applaud talent, others want to rip it to pieces, sadly.\nAnother bloke telling these people to go yonder.....Good on him 👏🏻👏🏻👏🏻\n回复 @ScottyGoesAgain I agree but where's the sodding sun anyway, generally?? People who follow this advice need their heads examining!\nI can only speak from my own experience👇🏻  But my plants are stunted;dying off quickly if they have flowered at all that is;their leaves look brown/damaged &amp; my tom plants look like they're struggling with v little flower....  All of this is due to lack of sunlight &amp; the 'rain'.", "overlap_score": 0.2487744305269277, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1048343723078307840, "screen_name": "CrimsonTideWes", "user_at_name": "Wes-- I miss Alabamy once again...", "sample_content": "回复 @mikegntn LOL; oh, I hear you; growing up in the Detroit area, I've been a lifelong Red Wings fan, and they were old Norris Division rivals.\n回复 If a player is determined to endanger himself, then he bears the consequences.\n回复 @USATRUMPMAN1 ...And, by the way, as God is My Witness, as God is My Witness, I thought turkeys could fly.\nNo point throwing that pass so short of the sticks on 3rd down.  #Edmonton #Elks #CFL\n#Dateline #DatelineNBC  That is really cool that the investigator's name is Sergeant Slaughter.  So far, though, no involvement in the case by the Iron Sheik or Nikolai Volkov.\n回复 @thompjptoot @carolmswain I agree -- Trump should win this upcoming election, but it is impossible to overstate their will and ability to steal it, and that goes along with their erosion of Constitutional principles. People should be prepared to take to the streets if that happens.\n#ThatsWhenIFeelOld  When I'm giving a lecture in one of my history classes and I realize that my university students weren't even born yet when the 9-11 attacks took place.\nWhat a relaxing #FathersDay.  Went to church this morning, did some shopping at BJ's (Gotta buy in bulk, man, especially the industrial-size  bag of coffee!), spent some time in the pool, now I'm just sitting back  watching the U.S. Open.  I love what my elder daughter ... (1/3)\n回复 @Sadie_NC A bit of a tough question to answer, for I left for college at 17, but I would come back home over the summers to work locally so I could get some money for the upcoming school year. I moved out of state at 21, so that's probably the better answer.\n回复 @mikegntn Oh, that's awesome -- I can't stand Vegas, so that's great to hear.  It wasn't my teams' night.  Not only did the Panthers blow their game late to the B's, but the Wings blew their game late to the Capitals.\n回复 @kelly_ques Easter is by far my favorite holiday.  It has gotten more commercialized, sure, but I've always felt like at Easter one gets all the celebration of Christ without so much commercialization and all the hectic rushing around of Christmas.  Plus, it's spring.\n回复 @thompjptoot @carolmswain Ordinarily I would agree with you as a fellow patriot, but at this point, I wonder if we really even have one country. I don't consider myself as having anything in common with those who endorse that sham of a trial and its result and those who have allowed this cultural... (1/2)\nCongrats to Ludvig Aberg as well; well done.  A son of a next-door neighbor of mine when I was growing up now plays golf for #TexasTech, and that must be one awesome program.  #TheMasters #TheMasters2024\nAh, c'mon, #NYRangers or #Hurricanes, someone end this in the next two-and-a-half minutes; I have to teach class at 9 o'clock in the morning.  #StanleyCupPlayoffs #NYR #Canes\n#ThursdayFeeling August 29 is one special day; it's my wife's birthday, and also on that night twenty years ago, she said, \"Yes,\" when I asked if she would marry me on Palm Beach under the biggest moon we had ever seen. La bella luna!  I love you, baby!  Happy Birthday!\n回复 @USATRUMPMAN1 Oh, I had two teachers then, as we began to switch classrooms in the 5th grade in my elementary school, and they were both great teachers:  Mr. Cook taught science and math, and Miss Burkhart taught language arts and social studies.  May they rest in peace.\n回复 @shoveitjack Christina Hendricks -- I'm biased, yes, because at my workplace, I married the beautiful redhead secretary whom I met on my first official day on the job -- but I have to say Christina Hendricks. https://t.co/Z0mUTy8aw5\n回复 @USATRUMPMAN1 I'd probably be unemployed right now, for I really wanted to write for a big newspaper.  Phew, glad I chose differently.\nI see #Amazon's earnings beat estimates after the closing bell -- that was purely due to my wife's orders to our house.\n回复 @wendyp4545 The DOJ is doing that because they figure the @GOP leadership in Congress will do what it always does:  nothing.\nIt shows how old I am that when I see Keith Lee trending here, who comes to mind first is not the professional wrestler, but instead the star forward of the early-to-mid-80s #Memphis State Tigers, along with Andre Turner, Doom Haynes, Baskerville Holmes, and William Bedford.\n回复 @FBGreatMoments Jim Craig from the 1980 Winter Olympics.\nHoly cow, what was that defender from #ClubAmerica thinking?  Lazy pass right in front of the goal.  #LigaMX\n回复 .@thecityofwpb @pbcgov (2/2)... I lived in other states (Mich., Mass., Ala.), I never got a flat like that. It's happened to my wife too. I am sure a lot of it comes from all the construction in Downtown WPB, as I work at Palm Beach Atlantic. You need to do something about this.\nFancher the FAU QB falls over his own lineman -- sliding into him right at the end of the play would have been far more dramatic, Cam.\n回复 @USATRUMPMAN1 Old Milwaukee or Goebel's Beer\n回复 @introvertsmemes I'd be doing the Nixon at work. https://t.co/oXn6Vf0fz8\n回复 @USATRUMPMAN1 Ah, alas, apparently Rafters in Amherst, Massachusetts, which I used to frequent when I was a grad student at UMass, is no more.\n回复 @USATRUMPMAN1 There was a brief time in my early teens when my mom experimented by cooking with tofu -- let's just say that was a failed experiment.  Never again.\n回复 @BeetleBailey04 Pediatricians?  He misspelled \"pedophiles.\"", "overlap_score": 0.1594854344757801, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1083042059391565824, "screen_name": "christi76978374", "user_at_name": "christian", "sample_content": "回复 @Super70sSports omg cannonball hand me the kentucky bluegrass mix\n回复 @TheFigen_ i can now track 1 type of snake. thx for the education.:]\n回复 @elonmusk write the check\n回复 @xraygirl9 @YouTube be too tempting to not go to work everday if that was my view. little boat, litte radio, little fishing pole. anchor n a little nap till a fish bites or a wake tips me over\n回复 @AP tell her to bring over some beer and the good chicken strips\n回复 @Jbanklestankle1 morning bb, yr bird aint well, at all\n回复 @SecretSunBlog lmao omg jg thought i had finally escaped that sonofabitch thx man thx\n回复 @8teAPi @elonmusk meh wake me up when grok can beat south park https://t.co/eXYyle1U3J\n回复 @NASA_Technology @NASAArtemis @NASASTEM @NASAMoon your moon landers become pod segments, start making them that way like iss segments. then drop more pods connect n go.\n回复 @lippyent set the stage for every zombie look to date\n回复 @frankiemacd hey frankie. is nova scotia nice right now n how was the ribfest\n回复 @Super70sSports ice cube?\nk this is gonna hurt a bit, i gotta brand all the BIG shitposters right now. first we had NPC'S then  NFT'S now you dear frenz are PTP'S PAID TO PLAY $$$$$$$$$$$$$$$$$$$$$$$ get that money, keep playin, your keepin us alive, don''t worry bout that last shire you set fire too (bb)\n回复 @interesting_aIl pfft goldfish memory https://t.co/PX0uJnxEf5\n回复 @the_gpc_ let the harvest begin. fukoff\n回复 @piractu lol i like how she took the jacket as if its like a womans purse and you gotta go back n turn yerself in cause all ur shits in it\n回复 @LefthandedBill @GeneralPatton83 kek\n回复 @historyinmemes ya they had us bent over machines early to get you use to what was coming from behind later in life, same lean you got right now looking at that 6.5\" screen rigth now\n回复 @WonderW97800751 gallager n bad uncle\n回复 @DocStrangelove2 steve1989 is the best. has he eaten shit from ww1 i think so, ww2 I know so, smokes the old cigs with the old ass coffay n 5 bux says he did some of the dope he got in some unopened kits\nsquirrel raiding the bird feeder https://t.co/Bz3QYgptZ6\n回复 @HolliWinters28 @AP 90% just stay on expired visas\n回复 @lippyent that looks like a school project you barely got credit for\n回复 @GeneralPatton83 forming a \"study group\" to study this phenomenom, prolly need to bring in some of you \"scientists\". gonna need a few people for some random \"polling\"(telecommuting ok), let's get our best and brightest in on this, it will be a \"partnership\" of fail, but we find out.. pizza party!\nfirestick: we cannot detect your remote  me: clicking \"ok\" with that same remote.   im not sure if this is a laff or cry fkn moment we got broke shit thinx it aint broke,. we got shit that aint broke saying it is.\n回复 @elonmusk @Rainmaker1973 your secretly laffing inside, no market threat, gimmick that won't sell but 5 to the rich\n回复 @beinlibertarian poor brian, puts out great movies and no doubt will be remembered for this fuking meme only, sry bru\n回复 @DailyLoud was there didn't care never used that system once in the 22 years it was alive\n回复 @GuntherEagleman mmm ya maybe itl all be fun n games, im thinking we got 75 days of whatcantheydo  to disrupt the process still ahead of us, you my friend may find yourself quarantined due to a cholera outbreak at the foot of devils mountain, but we need a coast 2 coast containment area\n回复 @Jbanklestankle1 @cravedcuddle need that fabric to finish my barbarian with style shield", "overlap_score": 0.1994936686790154, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1370362822635425802, "screen_name": "BostonDrei", "user_at_name": "Andrei", "sample_content": "Meaning what going forward? $Goog\n回复 @Codie_Sanchez Precisely. Same reason why Senior Management must have a track record of excellent performance at lower levels prior to leading.   Unfortunately many companies are swayed by “corporate politicians” that just love to hear themselves talk and are savvy in how they manage up, but in…\nTesla Dojo updates 👀\n回复 @JonahLupton @kermyt_houghts @welldonekabob92 @Laneylawyer Jared said in his last interview that he spends 80% of his time on @shift4 and the 20% that he spends on flying has brought incredible benefits to Shift4 - both in terms of learning from an ultra efficient and world class culture at @SpaceX - to remove parts, optimize cost…\n回复 @joecarlsonshow Just another reason I love owning Shift4 shares, as their SBC is minimal, all while growing 30%+ profitably. $FOUR  $CRM is a wonderful business, but the SBC is 4x what it needs to be.\n回复 @Rainmaker1973 Falling down on a padded mattress is not how it goes in real life, bad contest design. Should be climbing down to hard ground and then do a task to make sure someone just don’t let go and free fall to win a competition.\nInternational expansion continues.  Lots of US hotels and resorts that already use @Shift4 with locations in Puerto Rico and Virgin Islands that will be switching over shortly. 🚀   $FOUR\n回复 @amitisinvesting AI is useless without quality data. The more important question is who will control the data? AI will just be a commoditized bolt on in most enterprise use cases. Salesforce controls the front office data that companies care about most, hence will get the most economic value.…\n回复 @elonmusk Horrible decision. We need more locations.\n回复 @StockMarketNerd Thanks for the succinct overview. Baby steps.\n回复 @peter_mantas Love seeing this\n回复 @jevgenijs @throwabull ie they run a very profitable business strategy, offer customers incredible value (thus no churn + scale + moat with integrations and complexity that nobody else can touch for card present) and growing fast. All while being cash flow positive &amp; GAAP profitable every year since…\n回复 @tesla_raj @TeslaFrunk How much did it cost with installation? Who can do this in Miami?\n回复 @JonahLupton Na, keep it as is. With time and performance on your side it will become somewhat iconic.\nPoke around and find out\n回复 @Alex__Pitti Nonsense. Just shows you have zero understanding of the business.\n回复 @TroyTeslike Dumb move\n回复 @Shift4 keeps winning. LA Rams ticketing in place.   Take rate on ticketing is significantly higher and the volume is huge!  $FOUR 🚀  https://t.co/RRcZJkKIIZ\nGrowth continues for Shift4 - they just acquired Givex, adding 130,000+ active locations across 100 countries.  Notable clients include @Nike, @Marriott, 7-11, @texasroadhouse and more.  Plus their technology is best in class for gift card and loyalty solutions, which will now be…\n回复 @scotto2050 @Shift4 @rookisaacman @tlaubers is his #2. Very capable and has the same vision. Plus strong executive leadership team that has been with Jared for 2 decades.  However, the more accurate question is how the 80% of voting rights (completely company control) would work in such a scenario. Tough topic to…\nShift4 just acquired Givex. When Jared mentioned Australia and Brazil being on the docket he must have knew the deal to acquire Givex was close. Here is their business overview per founder and CEO:  https://t.co/EFygONPfj4  $FOUR  @JonahLupton @jevgenijs @LA_stevens_\nPerfection\n回复 @schooner83 @stoolpresidente @Starlink Small back up lithium battery.\nAmazing\nGreat short documentary 👍 We are what we eat.\n回复 @theallinpod @friedberg Why do you spend your life’s only true currency (time) on work for economic benefit that wont affect the quality of your life in any significant way?  What is a realistic way to solve USA’s fiscal irresponsibility before this kryptonite causes our country’s meltdown? Elon is in…\n💙💙💙\n回复 @jevgenijs @JonahLupton I don’t think Jared will ever sell. It’s his baby. 80% voting rights = 💪\n回复 @thejustinwelsh Best selection method for such books is to listen to the @FoundersPodcast by David Senra - 1 hour each, biographical book overview dives into most interesting success stories in the world from all walks of life. Ie, not ones that most of us will ever select naturally as at first…\n回复 @bryan_johnson Most people who deeply care about longevity and are willing to invest in their health through mindful upgrades of food intake (who are probably most of your serious customers / audience) will gladly spend 20-30% for an organic version.   “Often unnecessarily” is too loose a…", "overlap_score": 0.1949475290152958, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1089540405446602752, "screen_name": "QuintusHisp", "user_at_name": "Quintus", "sample_content": "回复 @EtfNot @DanielKrawisz @Devon_Eriksen_ I can see you insisting on the idea that men were only valuable if they were expendable and sacrificed themselves for women.  I dont think any evidence or arguments will persuade you, but the way I see it... but that's not for women. That's for the group and it doesnt indicate...\n回复 *Feminists when you google them part 2: https://t.co/RKlFEPhfDJ\n回复 @RealPaulElam @Gynocentrism @Cernovich @Timcast Its the first time I hear about this guy. But apparently he was one of the producer of the red pill documentary where I first saw you? Wtf?\n回复 @PresidentOfFart @the9seventeen Yeah... generally people are retarded and incapable of critical thinking. Unequal treatment is not wrong, is inevitable and necessary,  In the early US women voted in local elections but couldnt vote in general elections. The reason was that...\n回复 @EtfNot @DanielKrawisz @Devon_Eriksen_ My biggest issue is the way you're framing it:  You're saying \"men do/did that for women\". But that simplification leads to errors.  Men did that for their group, and that included children. I know you said that children/elder dont count because their female or male.\n回复 @Michael_B_1970 Or like you just did, insinuating I cannot keep up with responses.  So you hace one chance to CALM DOWN, organize your thoughts and reply to me.  If you're not willing to do that, Im not going to let you abuse of my time and irritate me more.\n回复 -We recognize the same dehumanisation and thirst for power here that feminists have displayed since the 1800s. Evidence below:  They disguise their resentment to men as empathy for women, they present partial truths or lies to impose their narrative. https://t.co/XQWCYqUrl0\n回复 @ZubyMusic Men need help:  Criminalization Male genital mutilation Military conscription School grades discrimination Over medication ADHD Hiring discrimination Quotas against men Fathers rights Suicide Reproduction rights Domestic violence False alegations Parental alienation ...  Zuby👇 https://t.co/9NJb1kefeL\n回复 @EtfNot @DanielKrawisz @Devon_Eriksen_ What you have been defending all this conversation is BIOLOGICAL GYNOCENTRISM. Point by point, using the exact same arguments that biological gynocentrists used and use.  What I've been arguing is that the protection that men do is for the group, and that includes other men.\n回复 @Kevinverted @toweypat @men_are_human @Stoicsense2 \"Man\" cannot be something that doesnt exist (gender). Gender was coined as the socialized obverse of sex 1945.  That doesnt exist, that doesnt happen. Masculinity Femininity are heavility influenced by sexual selection an genes AND culture AND enviroment.  https://t.co/UgHF8mxuei https://t.co/IFqFweYFaz\n回复 @EtfNot @DanielKrawisz @Devon_Eriksen_ Social gynocentrism is a reality. Biological, not so much.  What Im arguing is that the whole \"protect women\" is a partial truth hiding the fact that for sexual selection purposes, the goal is to spread the genome. And for that the group is more important than women.\n回复 @TheInvi80692073 @Androphillia I understand what you're trying to convey. But do you persuade people by accepting and actively spreading their ideas?  I just dont see how spreading false information and propaganda that criminalizes men could be persuasive or helpful.\n回复 @EtfNot @DanielKrawisz @Devon_Eriksen_ Oh and to round it up. If you understand that having men in your group is as important as having women, you understand that the protection function of males, in our species, is directed to protect THE GROUP, not the females specially.\n回复 @EtfNot @DanielKrawisz @Devon_Eriksen_ I watched the video, but only a few minutes were central to our conversation.  I thought we were arguing if gynocentrism was biological or not.  What I argue, and the article does much better than I do, is that it is not. Gynocentrism is cultural.\n回复 @Michael_B_1970 Reproduction is just one component of the chain that ensures genome propagation. Human are an example of very low reproduction rates and to compensate we have a HUGE rate of survivability provided mainly by males.\n回复 @CarlBoylin @JaniceFiamengo 0% of them were investigated by the judge, even tho both the DA and the judge are compelled by law to initiate the process, they didnt.  It's true that those courts only process severe crimes, but there is no reason tu assume that the other courts behave differently.\n回复 @DeboraMontesoro @MalePsychology @jeffmil05137595 Why does the title imply that supporting male victims is an act of violence against women?  Its the second time I see something similar done with UK official documents. https://t.co/XrYiAswtCc\n回复 @EtfNot @DanielKrawisz @Devon_Eriksen_ This is what happened:  I said \"men are the limiting factor for survival\". And instead of contesting that principle, you made up a fucking retarded scenario where that's not the case.  Like I said before, im not interested in your made up scenarios. I only care about principles. https://t.co/JU5SlSZhe6\n回复 @mensrightsbunny Spain has pardoned several women that kidnaped and abused their children, abusing aswell the husbands. Spain has, by law (inescapable), harsher punishments for men than for women for the exact same crime.  I would argue that Spain is the most misandric, feminist country right now\n回复 @EtfNot @DanielKrawisz @Devon_Eriksen_ So you don't think the species is gynocentric But you think that the material conditions made it so it was the reproduction step in the spreading the genome that was mostly challenged throught human history, so that required the \"gynocentric\" approach of protecting women over men\n回复 @EtfNot @DanielKrawisz @Devon_Eriksen_ more important than men for the homo sapiens species, or that they were in the past, knowing the theory came from a biased source with a deranged notion of superiority, should make you revise the arguments.\n回复 @Gynocentrism Is to ask them if males and females in our species have traits, selected through sexual selection, to enhance the survival of the offspring/children. When they agree to that (neoteny helps), they can start to let go the idea that the protection instincts of men are only for women\n回复 @eyeslasho We need to normalize the ostracism for stupid people that have failed themselves and have failed humanity by not acquiring this basic knowledge. People that think that its all culture, that humans are a blank slate, no diff between men and women.  We have to purge those ideas.\n回复 Game of thrones, The bear and the maiden fair.  🎶Oh, I'm a maid, and I'm pure and fair! I'll never dance with a hairy bear! I called a knight, but you're a bear! All black and brown and covered in hair!🎶 https://t.co/raei60eWSG\n回复 @Morfran1 @MattWalshBlog @Oneiorosgrip You have to adapt to the circunstances of today.  But that shouldnt stop us from asking that men are treated like humans and/or compensated for the horrors they face as soldiers for example.\n回复 But then he says that Adam was foolish for eating inmediatly.   He also says that Eve ate first because she was a little more corageous than him.  And then he starts ranting on Adam as a sad creature for avoiding responsability!!\n回复 @triggerwarnung @MalePsychology To pass the genome there are 2 main factors: reproduction and survivability. And men are crucial for the second. Even men that didnt reproduce were crucial for the succesful offspring of those who did.\n回复 @_BRCooper @Rothmus There is another possibility that I have experienced: they're too scared of sounding \"prejudiced\" if they dont counter or add some nuances to the generalization.  Truly horrible people.\n回复 @Arduino_jantje @PhilMitchell83 The second phrase is even worse, because women perpetrate much more domestic violence than men. But Im 200% sure they didnt include threats of false allegations, false allegations, parental alienation or parental abduction.\n回复 So if we believe that masculinity and femininity are based on nothing, that they are social constructs SEPARATED from sex, we would be wrong.    My source for what gender is the first recorded use of the word in psychology.  Checked the original paper from 1945👇 https://t.co/Qovzb8mtvV", "overlap_score": 0.1104927736643188, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}]