[{"user_id": 1240515418231427073, "screen_name": "deepdishsucks", "user_at_name": "Lasagna Dan", "sample_content": "回复 @courtneyknill @leoncurley3 Modest does not necessarily equate to tent.   Many men do not find provocative and/or revealing sexy. It’s try-hard, cheap, easy and appeals to the most base of instincts and reactions. Similarly, it is why even the most “high end” of strip clubs are the opposite of sexy.\n回复 @mechanical_monk @Aella_Girl 2 all day. This is a widely shared view.   Women can ignore and continue to dress according to “what makes me feel pretty”. That’s fine! It’s also how most men dress.  Just don’t come back asking why guys don’t give two shits about your overly chic get up with clanky ass shoes.\n回复 @AJManaseer Anyone compiling the socialist grifting cunts having a tough time tonight/tomorrow/forever — tag me please. Thanks.\n回复 @SHistorians @TheIowaHawkeyes @IowaWBB The main issue is you all keep talking nonstop about it, and almost in a way that feels like you need the rest of us to care more.  A lot of us just don’t care and don’t find it that impressive. For me, it’s roughly the equivalent of a someone breaking a junior high boys record.\n回复 @aimeeterese It wasn’t so long ago — and yet it was — that the most popular show on TV had Denise Richards portray a 15 year old with cleavage that could not be ignored, to the point of being caught by her father / their boss. We all understood it, laughed, and moved on. https://t.co/QHeq6f5crH\n回复 @seattle_tax - Fit/attractive: you imputed this to him, and isn’t exclusive to men  - business/assets: marriage itself would entitle a spouse to much of that, and in divorce  - social/emot’l needs: think you forgot you were doing gender swap  - jokes: men don’t really talk about their wives\n回复 @Trust_Lion_ Dude, if you can’t get over the fact she rejected you at some other point, *fine*. Tell her you hope she’s well but don’t think it makes sense to meet up.   But it seems like you’re 100% interested and want everyone to validate your moody, bitchy, teen behavior.\n回复 @bhargreaves Imagine coming in with this level of derision for the completely understandable reaction of 99.99% of people, and then your take is…  Fix housing court.   One step away from needing to understand the Root Causes of Squatting.  Jesus Christ.\n回复 @den_draft @shanebacon @golfgirlrobin Because golf is one the sports where, through different tees, you can artificially neuter the skill and strength advantage of men.   And then pretend like it’s a true test of who is best for rent seekers like Shane and simps now infecting other sports besides college basketball.\n回复 @r1_gordo @LeadershipAcad1 And the uniformity across restaurants. I could go get a burger at 20 places and know that 95% will fall between 15-20. And that implicitly reflects typical restaurant margins, their ability to operate successfully, etc.\n回复 @j_shuskey1 “He only runs a logistics firm and belongs to a TN Ross?”  “Then no, it’s actually very good again that my wife works a soul draining job that she resents deep down”  “No, these members will in fact be impressed with my merch  spree headcovers”\n回复 @thechosenberg Nope. Ex can share the reason if it’s so important, and then decide if in-person meeting necessary. Until then, not even a consideration.   Wife is 100% in the right. Easy call too.\n回复 @brucekenerson1 I wonder if everyone would be breathlessly sharing this picture of Marshall wasn’t flailing her arms, head, and upper body (because the contact didn’t come anywhere close to causing that).\n回复 @ANGC_burner So we lose Snob and get more of this.  Have to admit we are getting cooked hard right now.\n回复 @ChicagosMayor You know how there’s imposter syndrome where you feel angst and doubt your abilities when you’ve achieved external success?  You don’t have that. Every panic attack you have is warranted.\n回复 @NateAFischer @amasad He has been bitter for awhile about the supposed decrease in reach under Elon. But his writing and general engagement are almost purposefully limited to a narrow academic type. And he is then bemused when it doesn’t get any broader traction.\n回复 @Stealx @GoetzItSold The response of someone whose priority is keeping on the good side of politicians for biz reasons.   Fair, but perhaps just say nothing instead of banalities.\n回复 @InezFeltscher @conservmillen have any of you ever just thought to shut the fuck up about this? A ton of us got dragged through it unwillingly due to no fault divorce. We know it’s absolute shit. We grieve and worry every day for our kids.\n回复 @BritMartinez No. It’s a slutty dress in a summer print. Way too much cleavage, and length is too short.   This is if you want to appeal to men’s base instincts. Fine. But the right woman in a true sundress captures the mind in an entirely different way.\n回复 @NewRightPoast I will say that those expressions have a certain modern *female* characteristic that transcends political affiliation\n回复 @Eli_B_Again @bigB_EOD @wanyeburkett @jds02006 Oh my gosh. Yes, if you are a sick fuck that needs to draw the throughline all the way out, it implicates sex. Or you can just take it for what it was, which was a slightly crass nod to a father’s age-old aversion to boys courting their daughter. Again, look in the mirror.\n回复 @EileenCookCnty Hey guys, Chicago is a cancerous hellhole due to criminal loving politicians, and the leading qualification for Cnty is she took on the Church.  Honestly will vote for another criminal lover over you. At least know what I’m getting with them.\n回复 @JaymalGreen If a white guy did what Dexter Reed did, we wouldn’t give a fuck.  That’s the difference between us and you. You have a soft spot for the shitstain culture and victim complex you grew up in, however much you try to portray yourself as free from it.\n回复 @GoingDutchDEN @A_Glass_Man lol as if the word sidewalk was invented through Denver municipal code to denote that only walking can be done on it.   It is legal to ride your bike on the sidewalk there. You and your daughter are poor cyclists and the problem.   Imagine being a bad cyclist and a complete c***.\n回复 @ppargolfer Lol I see we’ve moved away from Caitlin Clark simping back to lpga simping.  Taking nerves out of it, I think a true scratch misses cut 95%+ of time but would absolutely not be DFL every time. Just a ridiculous statement.\n回复 @den_draft @shanebacon @golfgirlrobin Take it to the extreme in golf. Imagine the tournament was a series of 4 footers. Anyone could and would win. It’s why birdie fest / putting contest setups are lame. It’s also why people love US Opens and brutally hard courses — to see who is truly the best. No chance here.\n回复 @nrarmour They would both get smoked by an U-13 boys team, so it’s not talent causing people to tune in. It’s basically a freak show type fascination where a single woman is talented (comparatively) + a lot of men who like white knighting and then won’t watch another game for years.\n回复 @kclairerogers Hey guys the 4 who pretends to be a golf journalist by being their fwiend has political thoughts too, let’s all gather round and listen closely\nBrandon Johnson is so bad at his job that, despite being black and pro-crime in a city where mostly black and pro-crime people vote, he’s still going down in flames within the first year  Get fucked you 85 IQ 🤡\n回复 @DegenCPA22 In high school we marveled at this — at every level of attractiveness — and would simply say “like dissolves like”. We surmised your brain naturally wires itself to find attraction down to your level. The attraction is real and therefore don’t feel compelled to level up.", "overlap_score": 0.1600678102004487, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1266038668147515409, "screen_name": "SayftyCom", "user_at_name": "Sayfty", "sample_content": "A5. It reminded me of what an annoying child I might have been to my parents/family, concerned as I was about environmental and population issues starting in grade school! And I appreciate that much progress has indeed been made over the decades. #sayftychat #EarthDay\n回复 A4: At the systemic level, data collection &amp; analysis: Hospitals &amp; healthcare organizations should collect data on patient demographics &amp; health outcomes to identify potential biases in treatment &amp; resource allocation #sayftychat\nQ4. How has technology impacted the way families communicate and stay connected? #sayftychat https://t.co/kt4cw8OU36\nHey, guess what? #sayftychat starts in 60 minutes. Grab a stimulating beverage &amp; come join the   discussion: Women &amp; Politics. https://t.co/hcdBHEpa1A\nGood Michael, and yours in Berlin? Danke for your assistance today. #sayftychat\nJoin us this coming Monday for a discussion on \"Handling Disappointment\"  Date: March 11th Time: 11am ET (8:30 pm IST)  Host: @kapoors_s  Creative: @kparmar24   #sayftychat  P.S. - Please note the change in time this weekend due to #DaylightSavingTime https://t.co/mvDI0YhrsB\n回复 @kapoors_s I guess the how to lead a life part, everyone seems to have a say in it, often, including our neighbours. But I think firmly setting expectations for ourselves can help negate these outward expectations. #sayftychat\n回复 @mwas_2 Love this one.   And I think similar to us Indians, I love the versatility African countries have to offer, especially in terms of food and clothing. #SayftyChat\nWelcome our guest @JanetNestor to talk about Springing into Action. Bestselling author, Janet works individually &amp; collaboratively as a Licensed Clinical Mental Health Counselor. She chooses to hold a loving &amp; accepting presence for herself, her clients, &amp; all beings. #Sayftychat https://t.co/ZovdwPdjOP\nQ1. What does cultural diversity mean to you?  #sayftychat https://t.co/paQzRNtHZm\nQ5: What did engaging in this chat do for you today?  @CSR_India   #sayftychat https://t.co/7QH2Z18u4M\nQ5: What did engaging in this chat do for you today?  #sayftychat https://t.co/Mm4Y0cJUEF\nHi Edgar @ntemid, hope you're well! Thanks for joining us today. #sayftychat\nHey everyone, please welcome our #sayftychat greeters, @nomoreslaves &amp; @kapoors_s    Please thank  Kunal Parmar (@kparmar24) for the wonderful graphics for today's chat.   And BTW introduce yourself &amp; where you're located. https://t.co/Qk4ixG08rd\n回复 A4: Self-Awareness: Healthcare professionals need to undergo training to recognize their own implicit biases &amp; how they might influence their interactions / patients.  Education on cultural sensitivity &amp; understanding diverse patient experiences is crucial for care #sayftychat\nA4: A year after I graduated from my Phd, I got a job offer from a prestigious foundation. For some reason I was unable to join the job. I was extremely disappointed. But had I worked for someone else, I would never have started Sayfty &amp; been on this wonderful journey #sayftychat\n回复 @kapoors_s @declaireit Hi Shruti. I hope you're having a good holiday weekend. The neighbor kids are already running around their yard, no school, and it's cold out lol #sayftychat\nWe have a few house rules:      1️⃣ Say Hi!     2️⃣ Answer Q’s with A1, A2, A3, etc.     3️⃣ Use the #sayftychat hashtag.     4️⃣ Engage, have fun, and be respectful!  Please tag people you think would like our chat, RT and   reply to each other. https://t.co/dYnHi6VdnO\n回复 @DeepakshiMadar @ranjanakumari @kamna_chhibber @BharatDialogues Absolutely. Welcome to #sayftychat Deepakshi. Acceptance &amp; not denial is the first step in addressing Mental Health challenges #sayftychat\n回复 @declaireit Such a beautiful way to define it in a way. I think the culture of being human, in essence, is universal, which makes some parts of life apply to all of us. #SayftyChat\nA2. For starters, smaller ones include regularly following a healthy diet, exercise, and hydrate. Health is a top expectation for me.  Then professionally, I think keep exploring and reaching out. While, overwhelming, I set smaller goals to attain big end results.  #sayftychat\nA4. I think most of us have resilience in-built. It is how we apply it when we require it that differs.   While we choose some situations, some are out of our hands. Finding some courage to move on, and count on the blessings and beauty in life helps.   #sayftychat\n回复 @kapoors_s Absolutely. It also depends on how deeply penetrated it is within our belief system. Studies have shown many women still hold their cultural beliefs to be true over other possibilities presented to them when it comes to work, how a house is run, childcare etc. #SayftyChat\n回复 @kapoors_s @RachelintheOC When we shut them out by assuming they don't know anything, our \"adultism\" can squash the relationship really fast. #sayftychat\nWe have a few house rules:     1️⃣ Say Hi!     2️⃣ Answer Q’s with A1, A2, A3, etc., so we can track the convo     3️⃣ Use the #sayftychat hashtag so everyone sees the posts.     4️⃣ Engage, be respectful!      Please reply to each other and RT posts you appreciate.     #sayftychat https://t.co/tJx4fAWdF0\nNext week’s topic: “Turning Points In your Life” with host @kapoors_s   If you’d like to be a guest on #sayftychat, please email us at team@sayfty.com.  Thank you, everyone, for today’s discussion. Please join us next Monday at 11am ET / 8:30pm IST.   Have a great week!\nA1. A project I know we retirees do: digitizing a life-time of slides/prints/film. Got a portable slide scanner a couple years ago, but haven’t done much with it. No doubt I have some great pix from decades gone by! #sayftychat\nYes, rest is such an important aspect of pausing #sayftychat\nA4. Some ways include: - Increase accessibility &amp; availability - More \"women-only\" spaces on public transport - Safer waiting areas  - Easier ways to report harassment - Take surveys and feedback from women on how to improve transportation for them  #SayftyChat\n回复 @mwas_2 @nomoreslaves @kapoors_s @kparmar24 Wild things happening around the world. Wishing for your safety during this time. #SayftyChat", "overlap_score": 0.1828120829984176, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Hinduism", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1039597022821724160, "screen_name": "band_parade", "user_at_name": "Moonlight Parade", "sample_content": "Here is text to put in your post BBC Introducing in Sussex &amp; Surrey, 8-10pm Thursdays BBC Sussex and BBC Surrey, BBC Sounds, smart speaker &amp; DAB Listen in Brighton on 95.3 FM Listen in Sussex &amp; Surrey 104-104.8 FM 1/2\n回复 @TakeItEasyJones Thanks mate. Pleased you like it . Indeed, new album next month  🙌\n回复 @GlasgowIcarus That's great 👍   Both those new songs are on album four, which is released later this month digitally.  Keep an ear out for it\n回复 @robevs ✌️ of Mind  Thank you\n回复 @StefanKrix Thank you Stefan.  Hope you are well? 🎶\n回复 @XSManchester @thisisalexjames This one 🌟  https://t.co/EDo6dnx2fq\nHere’s a little clip of a new track from the up coming album. We’ll be playing this live on 8th June at the Heene Sessions for Worthing Festival. Come see us!  If you would like to pre-order our new album on wax please go to our site https://t.co/B1Xx3jzvkd &amp; purchase one✌️ https://t.co/rP7GAy4cHK\n回复 @lewca Al put it together. He isn't on X . Do you still have this email ? Ping him a message and tell him you like it. He would love to hear from you . X\nWe are on Alternative Revolution now https://t.co/uF8qysuN4W New music + some great classic tunes.Tracks from @BoredMarsh,@sashaassad_ ,@iwasaking @KeiranBoweMusic,@Nightshiftgroup,@band_parade,@THENIGHTMARESUK,@DogRaceBand, @TheSilverLines1,@lacuna_common(EP of the week)\n回复 @ady_hanson Can we catch the snow online somewhere.  After the event?\n回复 @GlasgowIcarus Good Daughter 👍\n回复 manufacture as well as PR for singles leading up to the albums official release. We’ve always been amazed and grateful for your support. Let’s see what people power can accomplish 👊 3/3\n回复 @Matt_Liggett Thanks Matt\n回复 @mazza69c Order received mate . Thanks for the support.\nBBC Introducing in Sussex &amp; Surrey, 8-10pm Thursdays BBC Sussex and BBC Surrey, BBC Sounds, smart speaker &amp; DAB Listen in Brighton on 95.3 FM Listen in Sussex &amp; Surrey 104-104.8 FM Listen nationally &amp; internationally 1/3\n回复 online at BBC Sounds here: https://t.co/4pb2kSMesC Text in during the show (you need to start texts with the word ‘radio’) on 81333 (normal rates apply) with your name for a shout out WhatsApp during the show on 08000 321 333 (start with ‘radio’)  2/3\nDown to just 2 days in the countdown.  Strange times will be released friday digitally. The Vinyl to follow the end of september for those who pre-ordered it 🎶  #strangetimes https://t.co/XpjtSV6oTu\n回复 @mb1984 @eastwep @SHADERUK @jaytennant_ @DreamMachineHQ ✌️\nNext live performance 8th june. Hometown gig in worthing. Come &amp; see us in sussex. If anyone needs advice on accommodation etc get in touch @ady_hanson @BOOSH_Dawson @AndrewShiner1 @KevCrowhurstk @Mobytanner  https://t.co/9iAc7FcUB7\nIt's been a week since the new album 'strange times' was released digitally. It's been fantastic reading all the comments/messages of encouragement. It's given us a real lift! You can preorder the limited pressed vinyl now at https://t.co/B1Xx3jzvkd  add it to your collection🎶 https://t.co/DW5lSPpZkE\n回复 @Ricky_McA Sending sunshine 🌞 mate 🎶\n回复 @francofrancis This is great news  🙌\n回复 @NickiDonohoe 😆\nFirst gig of the year is in the diary. Hope you can join us In Lewes (East Sussex) on Friday the 26th April  https://t.co/WHKsYu9n29\n回复 @Tommy_Oldham1 👋\nTuesday 9pmUK 3pmCST Tune in to @IndieRageRadio🔊https://t.co/VvX0g8SFxB  #MusicMatters play the fantastic new music from the brilliant artists/bands- @jackadamant @DreamMachineHQ @TheBedsideMrl @dude_safari @between_daze #TheLines @_tasks @TheRagamuffins +more  #NewMusicAlert\n回复 @greencircles74 Nice one mate. Safe journey 🙏\n回复 @francofrancis See you both there mate 👍\n回复 @oldindiekid1 @TheShopWindow1 @THESHOPWINDOWB1 @lfie75 @project_shed @feverjaw @Wildingtheman @iamreevo 👊\nExcited to announce we’ll be back at The Heene Rooms on 8th June as part of the Worthing Festival, along with our mates Loose Tongues and @dj_general_lee_ providing tunes in the gaps. Last time was magic. See you there #worthingfestival #livemusic #gig #worthing https://t.co/omZARmfhL3", "overlap_score": 0.1485139352268917, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1119176210, "screen_name": "ThommyB", "user_at_name": "ThommyB", "sample_content": "Links to Think #003 - Fibromyalgia Edition - a highly curated list links on varying topics like #fibromyalgia, #CAM, #Integrativemedicine, #medicalcannabis, and related topics. Visit #CITB at https://t.co/ZlbpwaIzXT https://t.co/Ez0QH0z003\nFibromyalgia Explained: Diagnosis, Treatments, and Coping Strategies Fibromyalgia is a complex and chronic musculoskeletal disorder that affects millions of individuals, predominantly women, in the United States.  https://t.co/3LqKfkNE6j https://t.co/VZ45h03HJz\nUnlock the Secret to True Wellness  Being healthy is not just about the physical aspects of our body. Our mind and emotions play a significant role in our overall well-being! #Fibromyalgia @ThomByxbe @FibroBloggers https://t.co/RM0xodaQxX https://t.co/pcVQLq2gMR\n#Disabled, Self-improvement, Technology, Citizen Scientists #CITB #Fibromyalgia, #Invisibleillness #Spoonie #Health #Fatigue #Chronicpain - Visit CITB For Great Information at https://t.co/zg5KC5uSDZ https://t.co/K0xyRBtNbx\n9 Acts of Sabotage - One thing you will notice from each of these tactics or behaviors is that none of them are all that bad on the surface. One could easily find a rational explanation Visit #CITB at  https://t.co/lqfRaIoIfc https://t.co/oKCLL4MNBJ\nAccept This Opportunity In life, we are presented with various opportunities that we can either accept or decline. While some opportunities may seem daunting or outside of our comfort zone, accepting them can lead to personal growth and success.  https://t.co/vOfPKnGd0E https://t.co/HJwLxHLK3y\n#Fibromyalgia, Complementary &amp; Alternative Medicine, Self-improvement, Technology, Citizen Scientists #CITB #invisibleillness #spoonie #health #fatigue #chronicpain - Visit CITB at https://t.co/zg5KC5uSDZ https://t.co/PscpMQoOoA\nFibromyalgia is such a wicked ruler. It can come and bite you on the ass, just  after you've had a lovely and special time. #ChronicIllness #ChronicPain #Fibromyalgia #Disabled #Fatigue #Spoonie #Pain #Medicine @FibroBloggers  https://t.co/t7D5YuhH6A https://t.co/FWbkj7nKN4\n10 Easy Ways to Boost Your Memory - Worried about fading brain power? If you’re older than 27, you have good reason. That’s the age when cognitive skills start to decline. Visit #CITB at https://t.co/6ETvlbF1bM https://t.co/1CcKP1o0U8\n#Disabled, Self-improvement, Technology, Citizen Scientists #CITB #Fibromyalgia, #Invisibleillness #Spoonie #Health #Fatigue #Chronicpain - Visit CITB For Great Information at https://t.co/zg5KC5uSDZ https://t.co/N6tDTbkCGM\nIodine –a Miracle Mineral for Your Brain, Body &amp; Spirit - Deficiency of iodine in any tissue can cause problems with that area of the body and weakens the immune system.Visit #CITB at https://t.co/z4O5VSe479 https://t.co/EeAgK25viu\nSimple Quick Ways To Help With Fibromyalgia Fatigue  Fatigue is a common and often debilitating symptom experienced by individuals with fibromyalgia. While each person’s experience with fibromyalgia is unique #Fibromyalgia @ThomByxbe @FibroBloggers https://t.co/4HaDZ9rrLy https://t.co/CRwlAjIaJC\nThe Complete Guide To Happiness #VIDEO Happiness is a choice. It’s not about what happens to us, but how we react to what happens. #Action #Self-improvement #PersonalGrowth #Focus https://t.co/OhIhQuhehT https://t.co/BPmCIS7Yko\nGet Through It! - Never Choose The Easier Wrong Over The Harder Right - Check out this great video #Self-improvement #PersonalGrowth #Psychology https://t.co/ChYro72CFd https://t.co/gfg1O88SLi\nMaster the Art of Reacting Less Reacting impulsively and emotionally often leads to unnecessary stress, misunderstandings, and strained relationships. By learning to respond instead of react, you can cultivate a calmer and more peaceful existence https://t.co/gFhYXnQSkV https://t.co/ZJoObPqBSs\nThe Laws Of Mental Energy And How To Use Them Many people struggle with mental fatigue and burnout, especially in today's fast-paced world. But what if you could learn how to use your mental energy more effectively... https://t.co/PlMJqURdbG https://t.co/6gM58IChkE\nSimplifying Your Schedule #VIDEO Feeling overwhelmed by your calendar? How to get more done in less time and simplify your schedule so you can enjoy your life. #Action #Self-improvement #PersonalGrowth #Focus https://t.co/HEz93matv8 https://t.co/llIZN25qKG\nNeuroplasticity – The Science of Changing Our Brains #VIDEO This video will show you how the brain's neural pathways are shaped by our thoughts, feelings, and actions. #Neuroplasticity #Brain #Psychology https://t.co/tr7x6tkSbI https://t.co/PbOCI3sGks\nA Positive View Is The ONLY Way To Look At Life - In the video \"A Positive View Is The ONLY Way To Look At Life,\" the speaker reminds us that our mindset is crucial for a fulfilling life. Choose positivity! #Action #SelfImprovement  #Psychology #Focus https://t.co/tPZgQqxDAL https://t.co/SdPQ75rRIU\nFentanyl: A Fire That Must Be Extinguished Fentanyl and those who produce and distribute it will not go down without a fight. But their resistance must not deter us. We must be steadfast in our determination to rid our communities of this deadly substance https://t.co/1QX8Usbwbl https://t.co/B9gCr0DU8R\nAI Healthcare: Hope or Hype? Artificial intelligence (AI) is advancing rapidly and will likely become an important tool to support clinical care. Early research indicates AI algorithms can accurately detect melanomas and predict future breast cancers.  https://t.co/FCSin26cG4 https://t.co/aUIC89gWZ2\nComplementary &amp; Alternative Medicine, Integrative Medicine, Self-improvement, Technology, Citizen Scientists #CITB #Fibromyalgia #spoonie #health #fatigue #chronicpain - Visit CITB at https://t.co/zg5KC5uSDZ https://t.co/LOP9uRa9eE\nYour Unrealized Potential - \"Unlock the power of your mind and tap into your unrealized potential. This inspiring video will guide you through the steps to realize your dreams.\" #Action #Self-improvement #PersonalGrowth #Productivity #Psychology #Focus https://t.co/ORQsDywrcf https://t.co/C27aPsQcjP\nComplementary &amp; Alternative Medicine, Integrative Medicine, Self-improvement, Technology, Citizen Scientists #CITB #Fibromyalgia #spoonie #health #fatigue #chronicpain - Visit CITB at https://t.co/zg5KC5uSDZ https://t.co/ZAYoqxfV6P\nUnlock the Secret to True Wellness  Being healthy is not just about the physical aspects of our body. Our mind and emotions play a significant role in our overall well-being! #Fibromyalgia @ThomByxbe @FibroBloggers https://t.co/RM0xodaQxX https://t.co/W5STj3r3lk\nHow to Break Free From the Mental Toll of Fibromyalgia #Fibromyalgia is a chronic disorder that affects the central nervous system, causing widespread #ChronicPain, #ChronicFatigue, and a variety of other symptoms. #Spoonie @ThomByxbe @FibroBloggers https://t.co/xDBSo7C96A https://t.co/baxUETT0Gy\n\"You Can Set An Example\" is an inspirational YouTube video that encourages viewers to be the change they want to see in the world. #Action #Self-improvement #PersonalGrowth #Productivity #Psychology #Focus  https://t.co/jVjbT71KwR https://t.co/XzMY9SqXuB\nHow A Service Dog Can Help With Fibromyalgia Symptoms People with fibromyalgia can benefit from having a #ServiceDog because it can help them in many ways, both physically and emotionally. @ThomByxbe @FibroBloggers https://t.co/m7RMLOtNME https://t.co/BKLDnkHELv\nLove Is STILL An Action Word #VIDEO We hope you enjoy our video about the importance of being mindful in relationships. #Action #Love #Self-improvement #PersonalGrowth #Focus #Productivity #Happy https://t.co/JBfROtpZKb https://t.co/HtK47rn6zt\nWalking Away: The Sign of Maturity Maturity is the ability to recognize when a person or situation is not conducive to your well-being and the courage to walk away. It requires a deep understanding of oneself, including one’s values, morals and self-worth https://t.co/EzorKK3VKo https://t.co/kjhlZIVyoD", "overlap_score": 0.1757924699789878, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1284272313442148353, "screen_name": "iryelin", "user_at_name": "☆iryelín☆", "sample_content": "回复 @_Mira___Mira_ People don’t make lsd to make money lmao\n回复 @ShayWoulahan I mean plenty of biological fathers sexually assault their own children. Surrogacy isn’t the problem.\n回复 @kendrictonn This entire thread is so long for no point. The protest is to demonstrate that the system AND YOU care more about a painting of a guy you had never heard of before than you do about LIVING BREATHING HUMANS.\n回复 @PaulSorrentino3 Also gay marriage is illegal in Israel like! It’s *the* dumbest argument\n回复 @chloeikennedy I will hitchhike to the met just to glimpse the exhibit if this happens\n回复 @danlehnermusic Ok BUT denying 300 million people access to affordable healthcare is *also* a moral issue\n回复 @FriedKielbasa It’s global capitalism. That’s the only thing that changed from our millennia of growing our population and our communities to simply growing our capital. Simply look at the numbers. Look when it started- Industrial Revolution. Which is when the nuclear family started. https://t.co/zbp9u1Up8b\nAll timer in my book https://t.co/zoLwtUqfLk\n回复 @geacenot4yo Of course. You don’t need a degree for over half the stuff that require one. And if it’s one certification missing I just message that I’d be willing to get that certification before my hire date if they decide to consider me.\n回复 @dlknowles I mean the difference between 30 seconds and 1 minute is never gonna be noticeable to me\nThis mindset is leading us right into the trap they have waiting for us. Forget progress in the next four years it will be all we can do to survive another trump presidency. Again. Say goodbye to your rights everyone! Twitter user Jimb0 thinks Biden is as bad as Trump 🤡\n回复 @kirkfletcher @PicturesFoIder He was the one bothering her lmao he could have just sat there and drank his beer and minded his business like he does when any man would sit there. You guys will really just say anything.\n回复 @beauwatson @vanillaopinions It’s also completely uninhabitable. I lived near the glades and just being in proximity to them is like being on a permanent wildlife safari. We had a huge like square mile of backyard that we didn’t use bc it was just a jungle. Cougars, snakes, bears, the WASPS. Absolutely not.\n回复 @eigenrobot @EvilVizier Wow. Um. Male fashion models are also very very skinny. It’s because they’re for the *clothes* not you not me not…gay men. The clothing. The clothing that they wear as their job. Underwear ads are not good examples of runway modeling. I just…don’t speak on things you don’t know\n回复 @EMC2Marisa Antrim!\n回复 @undertheeyebags @hankgreen Except that they did put out a statement and it boiled down to “Hamas bad I’m sad for both sides” and that was *months* ago. You can’t make yourself the pillars of activism and world betterment on the internet for over a decade and they stay silent about a full on genocide.\nThe most fucked up thing about losing someone is the amount of stuff you have to do! The paperwork! The relatives you have to host and pick up from the airport! The cleaning! Can I not just sit in bed for a week? Can I not just cry until the worst of the feelings pass?\n回复 @dissproportion Am I the only one who got D? It’s pretty obviously D to me\n回复 @sighswoon This is a really interesting random thing to have a take on because astral projection often begins with shivering. Meditate in the cold and let the shivers wash over you and whoosh you’re out your body.\n回复 @fasc1nate “a wheat field” lmao\n回复 @mauddweeb I mean he’s just wrong. There are way more violent men than bears. “But there are so many more men!!1!” Ok. Make the amounts equals and times the number of bear attacks and men STILL attack more. It’s just logical to say bear. If math is hard for men they should just say that🩷\n回复 @ratlimit NO. Is this her grandpa? And WHY a does he have a plane playlist? And the mountaintops bit? 😳 I will never be able to listen to Neutral Milk Hotel ever again\n回复 @acnewsitics Uh…you guys in the comments supporting the car do realize one of his bumper stickers says he wants to commit genocide? You might want to defend literally anyone but him\n回复 @cheskoo @simonsarris Adventureland is a good one and it’s kind of inspired by this movie except it’s not the protagonist that gets into this kind of situation but his love interest. And it’s a great movie regardless.\n回复 @WHITEH0TPEPPERS @fagsnightmare @CinamonSluh Ripped off* of ride and stole mv of the year and used the same video director and used it as her crossover to pop. Literally would still be a country singer if it weren’t for the BTD album.\n回复 @neuroticlullaby Depends on who the adult was I guess? If it’s the host kid’s grandma or aunt that would be fine imo\n回复 @thechosenberg Society and *especially* jobs do not value intelligence very much. They value compliance and status quo-meeting.\n回复 @computer_gay No! There is no way it’s a thumb I can’t believe people can look at that image and think that it is a thumb it’s so obviously a body part with no bones\n回复 @n__c__l This happened to me in millennium park in Chicago once and we had to awkwardly explain after much conversation that we were just friends lol\n回复 @Tom60Chat @Moonbae222 I work in a very clean environment (lab) so my shoes aren’t dirty enough to warrant caution in that area imo", "overlap_score": 0.1765760187152951, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 111750578, "screen_name": "rambo_the_bird", "user_at_name": "Conquistador", "sample_content": "回复 @BrightInsight6 Thank god all ancient feet had the same length.\n回复 @iamrobothead Those gender fluid movies are super annoying. Barbie a total chick flick had no problem to make money. We need some testosterone movies like Predator. Make movies great again!\n回复 @BaconMore1 I was surprised they didn't give each other BJ. Wonder if there's medication against TDS?\n回复 @iamrobothead To be honest there are weirdos who enjoy this crap. I nearly got a rage aneurysm when I watched (obviously online) the last jedi. To keep my soul untarnished I have to abstain of Satan's work. Thank you brother for you sacrifice btw eye replacement is not covered #helpmejesus\n回复 @matzt @MathiasPriebe Mich stört das die Barmherzigen kein Problem haben das Kindern die Gliedmaßen abgerissen werden, jeden Tag. Aber was ist mit Oktober 7 kommt als Standard Antwort  Verurteilen sie den 30.03.2018? https://t.co/pbGsYi5VvK\n回复 @AHuxley1963 Diese Batterien kann man nicht mit Feuerlöscher bekämpfen, man Unmengen an Wasser um sie zu kühlen heißt thermal runaway.\n回复 @ClownWorld_ Nuke Hollywood it's the Z virus https://t.co/8tVImMXxZx\n回复 @Holden_Culotta Someone promised a cabinet position and the other one will not get elected President? Hmmm 🤔 with which one should I go?\n回复 @GoldaMeirHero @SaraCarterDC In the same article you post it says exactly what Sarah Carter says so you just confirm her. Its not hard to read the full text\n回复 @Silberrueckens @MathiasPriebe Leider ist ihr wissen Mangelhaft. Halbwissen macht einen keinen Experten. Lesen sie Mal nach was Non disclosure Agreement bedeutet. Zudem war es Micheal Cohen der bezahlt hat und gleichzeitig Geld dabei veruntreut hat, was er sogar vor Gericht zugegeben hat!!\n回复 @CNBCi You didn't mention that Lagarde is a convicted criminal. Inflation is a tool to destroy the middle class. 1920s Germany to 1933 was made that way.\n回复 @mcbenaim @NiohBerg Raping prisoners doesn't make you look good either!\n回复 @belmontes0815 @SWagenknecht Aye Karamba kennst du nicht den Unterschied zwischen Mulaheddin und ISIS? Auch kein Verständnis wie der Krieg und durch wenn in Syrien angefangen hat. Da tuen sich aber grosse Informationslücken auf.\n回复 @badidol I demand a gigantic eco friendly vegan concrete block to prevent this misbehavior!!!!\n回复 @Berxwedan161 @siquerty @JohannesKoepl @MathiasPriebe Ja erster im Block 5A\n回复 @cynicaltreasury @MathiasPriebe Ja beide falsch, warum Sind deutsche so Schlecht informiert? Interessant wäre es Fakten zu haben, da Sie aber schon programmiert sind wird Sie das eh nicht interessieren https://t.co/WAfUK6d4o2\n回复 @unplugfitX She choose Lizzo but she is on the waiting list for Ozempec\n回复 @bridget_ist Weil das alles Inländer sind die als deutsche fühlen. Absurd ist es die willkommen zu heißen die dich morgen in der Burka haben wollen.\n回复 @Rach4Patriarchy These are the rules. Everybody fights, nobody quits. Good luck on your mission today Andrew.\n回复 @Not_the_Bee Secret plot of the pudding lover Vermont socialist to take out those dam Billionaires.\n回复 @pepeppepppepep @nextgenlaw05 You know dude Wikipedia is free https://t.co/AO1pfvTlMv  NordStream is owned by a consortium of 5 energy companies: Gazprom international projects North 1 LLC (Gazprom Group company), Wintershall Dea AG, PEG Infrastruktur AG (E.ON), N.V. Nederlandse Gasunie and ENGIE\n回复 @ScottAdamsSays Might be but the other side has right now to power of the state at their hand and is willing to use it. MSM will just peddle the narrative for the government. The summer and fall will be \"interesting\"\n回复 @eDOEbaaaab @iamrobothead HBO has 48 M subscribers that's a third. So 1,6M views are equivalent. But in short Disney produces woke crap and there is luckily a limited amount of people with a mental disorder who like to watch that.\n回复 @glr_berlin Sind die gleichen Bullen die deine Wohnung stürmen, weil du dich nicht impfen lassen wolltest oder du hast \"Alles für Deutschland\" gepostet. Ein Land der Schafe, die werden langsam zur Schlachtbank geführt. #berlin\n回复 @belmontes0815 @SWagenknecht Gut dann sind Sie halt ein Moralapostel. Schön das Die den Russen helfen zu gewinnen. Nicht vergessen die anderen \"Massenmörder\" zu boykottieren. Wenn die Ideologie der Intelligenz halt im Wege steht!\n回复 @paleochristcon Well assisted suicide is already the next step. Euthanasia for kids has to wait for now. I think we are right now at 29 year old with depression. Next step is teenagers. Give me hormone blockers or I go in the suicide booth. https://t.co/w5vTgYpRO9\n回复 @Sargon_of_Akkad You shall be imprisoned for not liking the supreme leader to much. Your vermin show is not approved and shall not talk about his Excellency in not nice words. Hail Starmi greatest genius of all, son of the almighty Stalini.\n回复 @Sargon_of_Akkad @SkyNews Total disinformation there is obviously a multilayered policing system the 1) the prince Andrew tier 2) the we pretend to do something wen you fuck up but we won't actually do something aka groomer gangs 3)we charge you to get money tier obey or else worse 4) the guilty tier #you\n回复 @calvinrobinson Since this could offend a certain Populus in the UK this Post is nowadays a brave but dangerous thing to do. The UK is going the way \"Show me the man and I will find the crime\"\n回复 @Sargon_of_Akkad Projection!", "overlap_score": 0.1479179296048784, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1349847152458149890, "screen_name": "Jo68455651", "user_at_name": "Joanie", "sample_content": "回复 @DontLookBack45 Funny if we found out H was sleeping with  stepmom. The Sleepy with H ex wife. 🤣🤣🤣\n回复 @PatriotPostGirl Probably came across the Blue Water Bridge.\n回复 @AwakenedOutlaw Well, not too far away Chesapeake Bridge, ship got stuck there and there is Gibson Island and surely we all know about that then there is DC. All within 38 miles. 🤣 Nothing suspicious about any of that at all. 🧐\n回复 @Shane29008046 Because many dirty politicians have/had investments in Ukraine.\n回复 @JewelsJonesLive Even they know it's a true title. 🤣 They must have the Marco Polo book for fact-checking. 🤣\n回复 @Nextchapter66 Full cord? Nice.\n回复 @Back4TheStorm Remember these areas? TRUMP2020 seems like they put cardboard on the windows there. 😎 https://t.co/7EpMvEijoz\nThis is from Nov 2023 in regards to the Chinese battery plant in Mi. https://t.co/tdbb30O0j3\n回复 @doqholliday The cure for all causes, castor oil.\n回复 @Brick_Suit No respect what so ever for the American flag. Maybe he should be drafted, and then he would respect it.\n回复 @2_Acre_Living @atensnut OMG in Fraklin? Use to go there every other weekend lol\n回复 @american_timber Condolences to you and your family.\n回复 @Beyond_Mystic My comparison. https://t.co/W8xuW4ZY5B\n回复 @lovetocook12345 I have noticed lots of fiber optics being installed in various states within the last year.\n回复 @DianaT192 It's a sad world. I wish I could hug each and every one of them and assure them that we all care. 😭\n回复 @atensnut Local: The Front Porch, and Captain Billy's.\n回复 @JewelsJonesLive If I recall correctly, the couple/organization that founded the drug was mysteriously found dead, but I can't be positive on my memory. Just sayin.\n回复 @frfldres12 💯 Fact. They should have automatic termination for those who don't support the party they represent.\n回复 @DontLookBack45 Try soaking feet in water. castor oil, and Dr Teals. I did it a few times in a row, and my arthritis went away in my hip. I bet if you ask them, they can tell you about their parents giving them castor oil.\n回复 @UAW @CNN Oh let's talk about this. Explain yourself. https://t.co/Hy1brF5Lku\n回复 @Darrell65167496 Oh, it happens everywhere. Especially when the top dog discriminates against women. I've been there and done that myself.\n回复 @XRSea1 That's an hr from East Palestin. Seems like a lot goes on that stretch of the river.\n回复 @DontLookBack45 @sicily_angel Chicken Parmigiano? Looks good.\n回复 @lillybug000 Oh my. She does her research. ❤️\n回复 @Nextchapter66 I have a hands free in my kitchen. If I forget to touch it to turn it off, it automatically does it.  Love it.\n回复 @Darrell65167496 YES on the castor oil. It made my arthritis in my hip stop hurting. I don't think I would go as far as lancing myself 😲\n回复 @Samantha2024N I screenshot this at 1:57 pm. And it had already taken off. https://t.co/PxzDRv6kRs\n回复 @IAMINUNISO25324 It's so obvious, how can one not know? 😁\n回复 @GuntherEagleman Wonder what was on their computers.\n回复 @XRSea1 Exciting times. This rabbit hole goes deep. This is from Nov 2023. Is the truth on the 2020 election fixing to come out? Oh my. https://t.co/SweDmxfewq", "overlap_score": 0.2056364394506155, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1236325078733914112, "screen_name": "Anton__Chigurh_", "user_at_name": "Tiny 🇺🇸🇺🇦", "sample_content": "回复 @berningman16 @ZelenskyyUa @POTUS Speak for yourself.  Having free and sovereign friends, and a weakened Russia is very much in our interests.  Reasonable US citizens understand this.\n回复 @TrentTelenko Biden is going to lose to him. He cannot win. Thank you Biden for breaking your ‘transition’ pledge and handing election to Trump.  You freaking prideful old sob\n回复 @PlanetPeeker @RALee85 Of course.  It’s our fault russia invaded, and our fault that Ukr was inadequately armed and defended to begin with, when really Europe’s problem to solve.  Europe should have had adequate ammunition and equipment reserves to defend their flanks and not rely so heavily on the US.\n回复 @EndWokeness See that aircraft registration number B-KQY?  Cathay Pacific. China.   https://t.co/kLMpFvSV2O\n回复 @OneLeggedDave @maccababies @Rothmus There is a lot is misinformation on the internet.  Here are my .556 and a .300 Blk round. You can see it will not fully seat.  The bullet is lead covered in copper. It can be deformed, forced, but that is like shoving your foot into your GF’s shoe. https://t.co/tOerTwbSH0\n回复 @Truthtellerftm @jakeshieldsajj Here is what I do not understand. Why do you care so much about what other people do?  They are not going to make your kids gay or trans.  Live and let live. You’ll be happier.\n回复 @MattPPea @curmudgeon_x It is really only the left talking about civil war. We have a system that lets everyone be represented, and that lets us modify our policies over time.  This is a release valve. There will be no civil war.\n回复 @sleepnir @DarthPutinKGB @BonkGearMetal And sometimes gaslighting is the only response someone has.\n回复 @ideuum @maccababies @Rothmus That’s the presumption, but a .300 blk won’t even chamber, so there is no way to attempt to fire it.\n回复 @NOELreports Not even well acted.\n回复 @TheWarMonitor Most votors don’t pay any attention to these types of votes, so there is not a lot of consideration for the base in these circumstances, and more for leadership.\n回复 @BiologicalWoma2 @EndWokeness That is a Chinese airline. The aircraft registration is visible.    Be more careful what you believe  https://t.co/kLMpFvSV2O\n回复 @CallMeAntwan @EndWokeness That is a Chinese airline. The aircraft registration is visible.    Be more careful what you believe  https://t.co/kLMpFvSV2O\n回复 @NSuttmeier @secretsqrl123 And as a republican I am ashamed the GOP still has anything to do with Trump.\n回复 @MikeV_is_free @rshereme We’re talking about the recent attack on Kharkiv, which you claim was successful.  It was not.  As an example of why this was slaughter of Russians, only 12 of 100 of the 5th company of the 1009th regiment survived.\n回复 @TrentTelenko Come on Trent.  This is sentimental bs.   There are thousands of satellites up there now, and my children don’t see any of them.     You love the benefits of these, so why trash the technology?  Light pollution and noise pollution from cities is so much worse an issue.\n回复 @reverendmatty @Fearless_Fred What changed?   Nothing.  I think you’re buying into the hyperbole that he can ‘assassinate his rivals’. It is all designed to convince the low information voter.\n回复 @Gerashchenko_en The ‘irregulars’ have no training, no support, no artillery, are sent in waves to let Rus identify positions and artillery locations. They are left on the battlefield when wounded, and are 100pct expendable. Russians temp them to join by offers of rewards they never have to pay.\n回复 @griff2494 @secretsqrl123 I support the rule of law with no exceptions. I recognize it as the foundation of our entire way of life. It may not be perfect, but it is what we have.    He should not have falsified business records.  Principles matter.\n回复 @8teAPi Woodsy, not woody.\n回复 @GloOouD @ManiacMagic1 I think you mean resignation.  And yes.\n回复 @krassenstein @peacegivechance So ‘not white’ is a goos talking point?    Would MLK approve?  Is it acceptable to you for the other side to use ‘not white’ as a talking point too?   How about we all stop caring about something uncontrollable like genetics like we say we should.   Based.\nWant to see how a russian bot farmer gave himself away?  Read this thread.\n回复 @TroloR75513 @PStyle0ne1 I understand your point, but consider Bay of Pigs fiasco was 63 years and many presidents ago. We are not the same as we were back then and no one alive today is accountable.  That is irrelevant. And we do not embargo as an offensive tactic. We do it in response to hostilities.\n回复 @FatAlex55 No. It is illegal for a president to give such an order.  There are no ‘official associations’ allowed under US law.\n回复 @WeLoveNATO Let’s goooooo!\n回复 @RealCynicalFox How do you get that NATO is the correct coalition to do this?  Is it in the charter to protect international waters?  Wouldn’t a UN force be more proper?\n回复 @Aviation_Intel Wait, isn’t this supposed to be a 9mm vs .40 thread?\n回复 @RepRWilliams Airfare is basics. Out of touch.\n回复 @ChristopherJM @kvistp I’ve never voted for a Democrat.  I will NOT vote for Trump. That arrogant prick is going to get OWNED by Putin, and going to hand Ukraine’s land to Russia.   I had hope.  But after reading him declare his almighty power to end all wars, my hope for him is gone.", "overlap_score": 0.1353308112375671, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1105299546, "screen_name": "619lalaa", "user_at_name": "neighborhood philanthropist", "sample_content": "ima drink dairy milk till i die somebody match #thatfreak\ngive myself 2 seconds to breathe then go back to being a serene queen https://t.co/rA1WCB98fs\nin a custody battle for my clothes everyone #pray for me\nhaha this slowly turning into my notes app\ni’ve cracked the code to staying tan all summer long in san diego\nSitting at the bar alone, having some dinner and a shot to finish life is good🫶🏽\n🌃 https://t.co/ycnDjrnLgf\nwaking up to the calvin klein ad is exactly what i needed #jeremyiloveyou\nbring me one of these God\nme irl https://t.co/tVpDxErjVt\nBAD IRL\n回复 @iaintshitxd come pick me up 😩\ni am always up to something\nwashing the pain away with love\nshe said ye can we get married at the mall ????\nok now i’m stressed\nyou’ll find another life to live 🎶\nif you think you know yourself you can come over, lay your hands on me like\n10/10\nnow I’m the bad guy🙄\ni only want a boyfriend so we can order take out tomahawk and eat it in bed in pajamas and watch cars IM TALKING LOBSTER TAIL MAC N CHEESE GREENS ETC sum so hard ab eating a boujee meal in bed 😩\nme last night fr #sexyface\nthis is what summer sounds like https://t.co/ToqPxixHc2\nbut he was so much fun and had such weird friends\nGod turn me into a flower https://t.co/J4UtgcCKAp\nlet’s not get crazy now ..\nyou gotta be at a certain frequency 2 really see me https://t.co/DpnsbH3ixW\nme when my sister hangs out without me I BE JUST LOST\nI like to party and go out because I love the life I have been given and I want to celebrate that every day\nnever get tricked out ya spot", "overlap_score": 0.2429710144927536, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Student", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1140946773239726080, "screen_name": "KeelanJack21", "user_at_name": "Kee", "sample_content": "The absolute arrogance of this absolute 🐀\n回复 @SeanRKelly Completely agree, mate. I’m all for sticking to your principals but not having a specific game plan for each team you Face or certain scenarios is suicidal in 2024.\n22 games won &amp; over half of these were at the start of last season.  It’s been absolutely shocking results wise since. https://t.co/mUTSe0QkKt\nIf I see Solomon get minutes over Moore this season I’m kicking offfff\nThat goofy cunt was about to take Foden or Bellingham off for Gallagher before they scored as well\n回复 @SkyNews The chap who was caught not paying millions in tax???\n回复 @jackbramleyy Really? Enough to cover all you’ve spent? 😭\n回复 @RobFilthUK @PolitlcsUK So this proves he said something racist? Assumption which can cause Incitement.\nJust waiting for that little Spurs interview goblin to drop the “1 point is better than 0 though, right Ange?” 🤣🤣🤣\nComing to a town near you soon ☀️☀️\nWhat a painful commentator pairing.\nTeams now they can sit in, we’ll be wasteful and they’ll always get great chances to score against us. Same every single match 🥱\n回复 @SkyNews Great to see😀\n回复 @THFC_NI Yup!\n回复 @Daniely79 Little weasel of a bloke\n回复 @Billie_T @pokeefe1 It’s pathetic of me that this genuinely applies to me 😆\n回复 @ryantegan Jheeze. Never happening nowadays 💀\n回复 @TheLocalYidiot All a show isn’t it. That said, atleast they had the wheels in motion (Rwanda) with a plan.\n回复 @jplusdequalsw Todd downloaded the football manager wonder kid shortlist 😂😂\n回复 @Snellytheyid But we say this most weeks???\n回复 @EstNorthLDN Has to be\nHahahahahahahaahahahahahahahahahahahahahahahahahahahahahahahahaaahaahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha\n回复 @SkyNews Hurtful for you working hard, contributing folk who pay their way but not for the free loaders. An absolute disgrace.\n回复 @ThatGuyDaryl Yep! Pedro should’ve got a yellow card as well, fully agree. I 100% have a bias but the way I see some fans go on it’s literally like Arsenal never ever benefit from inconsistent decisions from the refs.\n回复 @WMPolice must be your evening off ??\n回复 @ukhomeoffice @YvetteCooperMP No statement on the mass stabbing of one of your OWN soldiers in his OWN country in broad daylight. Traitors 🤬🤬🤬\n回复 @SkyFootball Whilst I agree Kane’s form has been rubbish. Ronaldo is about to retire and Kane is in his prime, off the back of smashing records in the Bundesliga lol how do they even compare right now?????\n回复 @_dmizzy_ Skipp can’t play\n回复 @PoliticoForYou We’re beyond saving. Lord.\n回复 @Rory_Talks_Ball You really are insufferable and the reason so many hate your fan base 🤣🤣🤣🤣", "overlap_score": 0.2371763104920999, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1093151327516061697, "screen_name": "Hermelientje2", "user_at_name": "Hermelientje", "sample_content": "回复 @degrasional @sean_robbins @LucyLetbyTrials The other case was June the 14th the night shift. Lucy was on day shifts 13, 14, 15th. The baby was still ok during her day shift on the 14th, deteriorated very badly all through the night of the 14th/15th. Described by a colleague on the night shift as “looking like s**t”. 1/2\n回复 @Rosemary360346 @Kate53657856488 @LucyLetbyTrials Maybe you should check out what confirmation bias is. If he attended the whole trial but started off thinking she was guilty (your words) he was not an objective observer.\n回复 @PopCollector77 3) baby. A very unusual thing actually a murder becoming an attempted murder. But nothing is crazy enough for this case. So it is the attempted murder of a very small premature baby who was intubated (at the third try) by the most junior doctor that she is charged with.\n回复 @RexvsLucyLetby @NadineDorries @NewYorker @RachelAviv Can British courts now tell American magazines what they may publish? By what mechanism is that possible?\n回复 @Secret_Squidgle @danbarker Liz Hull was at the retrial, Judith Moritz was (selectively) live tweeting, Chester Standard was there, etc. They knew. No conspiracy, just journalists not being critical enough.\n回复 @Ruth39484957 @Forensic_Sci_ @drphilhammond @PrivateEyeNews Correction: this case was not a nurse but a carer in a care home.\n回复 @LucyLetbyTrials @LetbyWitchHunt It is funny how different things are in the Netherlands. The suspect or convicted person is named by his first name and the first letter of his surname. The press stick to this rule to protect his or her children/family unless the person is well-known already.\n回复 @QuentinNewark @UVuuMe @ClarkeMicah @PrivateEyeNews Yes very frequent. And according to a leading NICU in Belgium (patient information) very premature babies can be hypoglycemic for hours and occasionally days and need careful monitoring by a neonatologist at all times.\n回复 @ClarkeMicah @LucyLetbyTrials In the first trial the “virtually red-handed” incident was placed at precisely 03.50 by the prosecution. This is Ben Myers asking Dr. Jayaram in the first trial https://t.co/2wP8NWlfCR\n回复 @OscarJ43943261 @PaulEmbery @johnsweeneyroar @Johnrashton47 Nothing is perfect but the best in the world is the Danish system. Followed by the other Scandinavian countries and the Netherlands. Here in the Netherlands a similar miscarriage of justice with a nurse happened 20 years ago, the case led to changes in the law. 1/2\n回复 @mr_andy_kelly @csav55 @Johnrashton47 MD has a medical column in Private Eye. He had prepared a longer piece about Letby but they could not publish because a retrial was announced and contempt of court. Piece was sent to Ben Myers the Eye reported. MD = Phil Hammond\n回复 @gill1109 @Forensic_Sci_ @damian17236445 Just so. Exactly the same as if the first conviction was based on a mistaken witness identification and this conviction was then used as the main evidence in further cases.\n回复 @Rosemary360346 @Kate53657856488 @LucyLetbyTrials I am sorry I would have to look up on Luke Mitchell. But I am not accusing anybody of covering up or conspiracies or crazy things like that in the Letby case. Most likely this is a case of tunnel vision on the part of the police and CPS.\n回复 @GeorgeT43375501 @Luciftian @gill1109 @mrjgossipgirl @Ruth39484957 I have just looked at that Reddit. So JGG has a whole sub to talk (mainly to herself) about one other person. How sad and obsessive.\n回复 @DebRoberts22249 @Overlordmainst1 @RachelAviv Are you now accusing Rachel Aviv of making things up/inventing things/lying? You should write to The New Yorker straight away. If true they would sack her and immediately publish a retraction. She has the trial transcripts and maybe access to sources she is keeping secret.\n回复 @ctmccartney @Barristerblog @robroballen @guardian similar. But for instance in India contempt of court would not apply if you were arguing the truth of a case. Truth seems to have gone overboard in this case. Quite apart from this you can say what you like about an ongoing trials in most countries in Europe. 2/2\n回复 @JackTindale That is a ridiculous thing to say. She merely acknowledged that if the experts said the insulin could only have been administered by someone that she had to accept that but that it wasn’t her. As the two children both survived it definitely wasn’t murder!\n回复 @guardian Thank you and all your sources so much for speaking out. A great injustice has been done to a young woman, all the people who stood by her and defended her, the hospital management who do seem to have followed the proper route looking into the deaths and the duped parents.\n回复 @mucha_carlos If you followed the Brexit debate you could be forgiven for believing that England is still at war with Germany and is on the brink of it with France. As for American soldiers that never happened, Churchill, Monty and the heroic British soldiers defeated the Third Reich.\n回复 @RonWinter6 @Ruth39484957 @Forensic_Sci_ Newspapers in the Netherlands reflecting on the Lucia de Berk case said that many in the legal profession were almost proudly displaying their ignorance of numbers and maths. Nowadays It is no longer possible to become a judge without some basic knowledge of maths and statistics.\n回复 @LilyBartx @MargotDA33 @LucyLetby David Robert Grimes was on the Pat Kenny show yesterday expressing doubts about the presentation of the evidence in the LL case. I think he will be surprised to be called a conspiracy theorist because as a science writer he has spent years debunking all medical misinformation.\n回复 @mrjgossipgirl @IamTheSherm @Sparklyvimto @jolt4321 @RichardHor54460 @marcdesalis @gill1109 @Overlordmainst1 @Dfys351460 @FseEvans @DreamWeaver2312 @Pretend_Ad_4709 @CfcLoulou @lucy_is_guilty @AdamStrikes @Nullusfactcheck @getagripwillya @MagsTownsend I have noticed that medical terms are used very loosely when people talk about this case. A moderator on the LucyLetby sub on Reddit who knows every little detail about this case described a neglected pneumonia in a newborn as a “slight infection”.\n回复 @elsakendrick1 @LucyLetbyTrials @AnneBoleynBooks The way it was presented there was definitely forensic evidence. For the death which started the prosecution an autopsy was performed and digoxin poisoning was “established” by an expert (this expert was chosen by the defense), one other death was also attributed to an overdose.\n回复 @Overlordmainst1 @LucyLetbyTrials It is remarkable that the length of the investigation and trial is used as an argument for guilt but it works. The appeal verdict in the case of Lucia de Berk was one of the longest and most detailed ever delivered. This persuaded many Dutch people that she simply must be guilty.\n回复 @AviSipsTea @Claireyalli But this particular baby was born with pneumonia and was not treated and was blue at birth. In what way was that stable? To first put the cause of her death as pneumonia and to later say she died with pneumonia not of pneumonia is very questionable.\n回复 @sarah_owl3 @ianjones446 @vince8569 No there is not. If there had been the prosecution would not have spent endless hours on what she said to who on WhatsApp, whether she knew what going commando was and what she wore when she was arrested, her boyfriend, her bedroom etc.\n回复 @JackTindale @MartinConcagh But as you do not even seem to know that the insulin cases were not murders (both children survived) and that the test used was not fit to determine whether insulin was actually administered you do not seem to be a reliable source for this case.\n回复 @DavidTBTaylor @Ninam41397 @ClarkeMicah @nejgraham Can you tell me the exact words that she used for conceding rather than accepting. I am struggling with this. Could be because I am not a native speaker, the exact words one uses for conceding and admitting might help.\n回复 @NeilRos55889793 @Overlordmainst1 2) They did however charge her with attempted murder. During that case it was stated that: “the Crown does not allege Letby caused her death”. So first they charged her with murder and then they suddenly say she did not cause her death.\n回复 @WendyG22023093 @LilyBartx @MargotDA33 @LucyLetby Thank you for this link. I am going to read it at my leisure. I do not know who Jamie Egan is. I was trying to give examples of people who could not possibly be ranked with “conspiracy theorists and lunatics” can be found on Wikipedia and -just for LilyBartx- finished their PhD.", "overlap_score": 0.1045596118493285, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1024700005464997889, "screen_name": "TgricoL", "user_at_name": "TGRICO - The Global Realist Int'l Corp Org", "sample_content": "回复 @ProudElephantUS 🤣😂😂🤣🤣😂🤣 she can't even tell right from wrong with the evil she has committed and still allowed to blather on media just like shifty schiff.😝🙄\n回复 @GuntherEagleman @RepPressley A useless so-called blk female liberal probably commie, berating white folks is 🥱 She doesn't stand for all blk folks only her bunch of ghetto plantation trash feminist herd.\n回复 @libsoftiktok This constitutes sexual harassment. We don't care about your depravity. It is not normal human progress. STOP oppressing us with your immorality and keep it to yourself. It is repulsive and disgusting.\n回复 @TRIGGERHAPPYV1 😁That look like some sitcom or cartoon prank.😁\n回复 @LozzaFox 🫖\n回复 @FightHaven 👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾 Deviants beware. The days of reckoning are nearly upon you.\n回复 @Timcast But. . .You're a feminist. You are better than a man. Now, MAN UP!\n回复 @stillgray Well, certainly not an emotionally mentally stable male.  Way too ugly for even some of the horrors that are biological females.\n回复 @Timcast Lewd and lascivious conduct in society. Oregon and California need to feel the moral purging with an INTENSENESS AND QUICKNESS. They need to be put back in their place in civilization and all the commie democraps REMOVED, one way or the other. They are soooo unessential.\n回复 @GuntherEagleman Acting. Like all the rest of the Hollyweirdos.\n回复 @Timcast So, the social/sexual deviants are blocking the social/sexual deviants.  A stalemate. A stagnation. They want us, the moral majority, to be convinced that they are reasonable and want to progress civilization and society forward. Their perversity is their undoing.\n回复 @elonmusk 🤬🤬🤬🤬🤬🖕🏾🖕🏾🖕🏾🖕🏾😡😡😡😡😡\n回复 @iamyesyouareno Get the tranquilizer 🔫 ready and send them all to la la land for the cops. Who cares if they are allergic to the tranq dose. Beast need to be contained and controlled or, as they like saying, 'Handled'.\n回复 @elonmusk I wonder if they will wake up and either bring folks in or start getting them girls some sort of incentive .\n回复 @ivankatrumpo Absolutely. But this is the price we pay for living in a GYNO OPPRESSIVE SOCIETY. Females practically get away with murder daily (abortion, false sexual allegations, retaliatory domestic violence, pedophilia, exploiting males thru lies to commit violent crimes)\n回复 @Bubblebathgirl Victim, victim, I'm a victim. They just never quit when they are losing an argument. Then, the child, the angry little child comes out.  Blk females are stuck in the past along with their spawn while sensible blk man wish to advance the future of humanity and leave them behind.\n回复 @Gidi_Traffic Gawd I hope the deviants destroy each other. We will never accept them as normal.\n回复 @GuntherEagleman Let the low mentality, useless undisciplined cretins of humanity, because they consider themselves victims always (sigh🤦🏾‍♂️) T E A R  EACH OTHER  A P A R T! Just keep them in their usual corals. 😁\n回复 @ImMeme0 Ghetto plantation feminist.\n回复 @libsoftiktok Shedog, that's exactly what the Trumpster has gone thru WITH YOU TREASONOUS SCUM THE LAST FEW YEARS! AND ANYONE WHO IS SANE AND NOT BLIND CAN SEE. You are a bunch of villains, criminals, thieves, communist, nihilist, traitors, social/sexual depraved deviants that need to go away.\n回复 @elonmusk Oh, deport or de-citizenize these worthless creatures.\n回复 @Timcast The poison they are serving in foods. Hey Tim, look into SOY LECITHIN PROCESSING. A real man killer of testosterone. And an injection of edible estrogen.\n回复 @ProudElephantUS Ahhhh,  S H U T  U P !  YOU TREASONOUS SABOTEUR. YOU ARE THE  U L T I M A T E  F A I L U R E  IN AMERICAN HISTORY.\n回复 @Travis_4_Trump He's not a judge. . .  HE'S A COMMIE! PINKO COMMIE SCUM!\n回复 @BestFightClip That's the day blk folks realized that there are MONSTERS among us. And they aren't the men.\n回复 @stillgray Well, the faster they go extinct, the better for the blk dis-community to heal itself nationwide.\n回复 @elonmusk 😡🤬😡🤬😡🤬😡🤬🤬😡🤬😡🤬😡🤬😡🤬😡🤬😡🤬😡🤬😡🤬😡🤬😡\n回复 @brutalfightz Survival wise. M A G N I F !  To all the limp genital sheeple against this. . . You are slaves, already on your knees, and are non-essential to the advancement of humanity so. . . YOU HAVE ALREADY PASSED ON  ⚰️ 🪦\n回复 @Bubblebathgirl Then I am a white supremacist you dizzy 3rd world American. I don't take liberal pinko commie scum like you seriously but I do take the ENEMY of my country so. Guess what? You🫵🏾 are slowly sliding and oozing into the enemy lane. AAAA - OC\n回复 @SabrinaSmolders So when are these liberal women making their trip there to experience this oh so wonderful culture? 🤔  D I D N ' T  T H I N K  S O.", "overlap_score": 0.1597110372444233, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1010460059833208832, "screen_name": "lisa44174963", "user_at_name": "lisa", "sample_content": "回复 @reallykazcooke @theage And the sentence he received for throwing another human being into the virtual trash is laughable  Only 1 year incarceration and  good behaviour ( see the oxymoron here?) for another year.  For. Throwing. A. Human Being. Away.   I hope he rots in hell.\n回复 @AdyLady9969 Next step is ( as in Parliament House) all public transport upgraded so clean air reduces risk of infection and sick workforce spreading disease  It’s not a nice idea…it’s mandatory and long overdue.  If anyone can, it’s this bloke😊\n回复 @RobertArnol Caring is sharing, right😊  Hope you are feeling ok although that is a hard ask.  Be well Rob\n回复 @fenelladavidson His father is just so careless with his child’s well being.  He needed to have explained the travel plans so kiddo had independence and knowledge to navigate home and feel confident going forward.  His failure is seemingly to be expected.\n回复 @marquelawyers FFS…thank goodness global warming   Phew…\n回复 @NoContextBrits Hehehe, I think being petty is overlooked as a dead set superpower.\n回复 @BroHilderchump To govern without fear nor favour is a politician’s mandate and pandering to any god or political donor has no place when seeking justice and fairness … for all.  Grifters  and RWNJs therefore, need not apply.\n回复 @LPeerseay @pully8 I also have a bin chicken wannabe and the love affair she has with the bin is unseemly  My sympathies.\n回复 @bimmyjartel I suspect Dusty won’t care, he doesn’t seem a bloke to court publicity and will probably just get on with whatever it is that he does😊  Great player and we were lucky to watch him demolish opposition with his speed and skills.\n回复 @reallykazcooke @tasmania We need to ensure the blow torch remains red hot on this government is failing its job to protect the vulnerable while protecting its entitled.  Do your job Premier and ensure justice is served.\n回复 @MFWitches To all who think differently.  ‘I am my mother's savage daughter The one who runs barefoot Cursing sharp stones I am my mother's savage daughter I will not cut my hair I will not lower my voice’  Song by Sarah Hester Ross\n回复 @Adelaide_FC Actions…meet consequences  Good job.\n回复 @carlystarr82 Hey, interest on home loans are calculated on a daily basis so feb has 28 days   Hint: By making fortnightly/ weekly payments, you make 13 monthly payments per year instead of 12.   Advantageous over life of the loan😊\n回复 @LucyTurnbull_AO @Banana16Eric Questions society increasingly frightened and disgusted, have every right to have answered  Too long men have terrorised, ignoring the law, but their time is done.  Incarceration may teach them nothing but it keeps them from us.  I hope this is a real beginning for DV victims.\n回复 @pamwantspeace In previous times, the HCW was directed to get appropriate vaccinations and so… it was done.  It’s no more than you deserve and it’s petty to charge workers in the front line.   Teachers, transport, hospitality, to name just a few can’t work from home and are at daily risk\n回复 @nomadpossum Sammy is in mortal danger…I’d say run Sammy, run, but…it’s a snail and running isn’t his finest attribute.  I can see regrets in his future.\n回复 @asanakpan Such an important specialty and we are thankful to have you on our side of the world\n回复 @OurNewHomecoach @RateMyWogFood Italians know good food… it’s genetic 😊\n回复 @sueleelim Had a real estate agent park his sports car outside open house. Stood waiting for client.  Potential buyer arrives- bunnyhops into sports car.  R/E bloke welcomes shaken buyer, waves off accident - ‘it’s insured’ and goes straight into killer sell mode  Respect\n回复 @TracyWesterman Defending the indefensible is a disturbing snapshot into the mindset of thugs.  If defenders of this bloke cannot see what an abhorrent act it was then they need to think carefully if they deserve to live with civilised people.   Tip: they don’t.  Hope the family is doing ok❤️\n回复 @Noisynanawarat1 Perhaps violent offenders can   1) serve prison time 2) pay compensation to their victim  3) wear ankle bracelets for 12 months to be reviewed if still required. 4) mandatory community service so they are always track able and give back to the community they fail.\n回复 @TimGossage @WestCoastEagles And the non stop drivel we have to endure from VFL *superstars* isn’t biased? Game after game of the same blathering about some irrelevant past Victorian glory?  This is commentary?   Tell em’ to get in the bin and go Eagles\n回复 @thatcuteDog Because they’d probably already ear marked who they wanted.  Appeals?   Rules on interviews must be transparent and avoiding clinical questions seems a foot in the door for an appeal to be upheld   Maybe.\n回复 @JaclynMcCosker Discussing this today and as the workforce is evolving so must employers.  WFH is what people want so this must be considered if possible.  4 day week is what people want so workable solutions must be met.  It’s can work and staff will be engaged.  Win win.\n回复 @RobyneKaye @ConvictChick Bullet trains maybe a huge financial commitment but it’s the way forward (literally) and anything to break the stranglehold o f under performing price gouging airlines is a definite plus.  Always hopeful this will become a reality in Australia.\n回复 @Bigdog938001 @Adelaide_FC Hopefully, we can just sneakily add Harley Reid’s name on contract and hope Eagles don’t notice.   It’s a cunning plan and one Baldrick would endorse😊\n回复 @Nikki704 Pettiness is a birthright and must always be used to take a full advantage.  The honour of your village IS at stake  Continue on and pump fist at each petty victory.\n回复 @blowingtom2 Seems a far more frightening human being has the nod.  Maybe careful what we wish for.\n回复 @Quartermain10 @AFL Agreed.  He doesn’t irritate the audience by repeatedly getting players names wrong or mispronouncing ( mangling) surnames.  So disrespectful.  Professional and smart commentators are a perfect combination.   Buffoonary…not so much😊\n回复 @Smizzy777 The days of sycophantic nonsense ‘I did but see her passing by and yet I love her till I die’ ( Menzies) are over along with the relentless media dribble.  No tour means no money wasted in uncertain times.  Feed  and home your people and stop playing chess with lives.", "overlap_score": 0.176782589227331, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1091341205537878017, "screen_name": "NicolaG73248517", "user_at_name": "Nicola 🐭", "sample_content": "Please consider reading.....very important to consider Gov agencies further actions.....do not blindly believe the info forwarded from Govts, read around, research...do not fall for any headlines attempting to generate panic...be critical of everything!\n回复 @glueinuk @ThatAlexWoman Of course...I was speaking generally and it won't be reform that are taking the big hits for the recent coordination between Govt, the police and the judiciary.   There should be clear separation of powers....which has become farcical at this point.\nSickening......\n回复 @biddle_leo @HatRabbit17 @DanielKotzin @BretWeinstein The penny has dropped with many....a damn site more than in March 2020.  Hindsight is a tremendous thing....which 'thought leaders' have been lying? Have you watched the episodes of 'Evergreen campus'? Brett has not changed his nature since these times, genuine mistakes happen!\n回复 @michael_kove @arjunkhemani @peterthiel That is one element of it...it is also a means to erase any special, charismatic, influential individuals...to eradicate difference, because this triggers independent thought, actions, behaviours in others...people inspire others.  I would disagree with the guilt, they have none.\n回复 @alanvibe Thanks Alan 😊\n回复 @pinkandtweed @AshleaSimonBF I wonder if both 'sides' are being manipulated and baited here.....worth considering I think.\n回复 @TheAuMan1 @wideawake_media 100%.....\n回复 @craigkelly1301 @realMattToomer @SkyNews So you're saying that Eg a patient, suffering from a heart attack, in heart failure, makes what you consider or interpret to be a racial slur, you would effectively want to see no access to treatment.......you'd condemn the patient to death?\n回复 @ScaryTimesNow @beverleyturner @sky_trees_ Bev isn't talking about posting outright racial hatred...that is a given. The danger presents when its the authorities who interpret and outline the criteria for what language is acceptable and what is illegal. You really don't see the danger I'm afraid...its Govt overreach.\n回复 @Catsillyness Twix 😊\n回复 @PeterSweden7 Name the school please Peter...parents need to report these schools to the education authorities...a 12 year old boy should not be disciplined for stating biological fact...that school is an absolute disgrace, what an appalling way to treat a child. Take your children elsewhere!\n回复 @KonstantinKisin They've been doing that since 2020.....simply different tactics such as reality denial!\n回复 @msmstarr @P_J_Buckhaults @Lalei63 Precisely! People detect the distinct odour of malfeasance from the Govt, it's bodies, reg bodies et al,...until it is addressed in its entirety, people will continue to look the other way. I have never witnessed such egregious ethical failings in my 33yrs in the NHS.\nAstounding.....the ONS should be legally compelled to produce this information.....do not allow them to get away with deception.\nCome on UK.....where are you?\nAbsolutely egregious.....\n回复 @WGTransport @KenSkatesMS You should have listened to the 500000 that petitioned....that's a good start! Absolute waste of space......\n回复 @Jack_Lakeland @Joanna__Hardy After everything I've read today, this is the icing on the cake...we have reached the place where a person's written word is now responsible for the actions of another person...I'm so lost for words...according to this Govt, people can't control or decide how to behave any longer\n回复 @Care4Cardiff @MarkDrakeford @AndrewRTDavies @neiljmcevoy @natasghar March cannot come quickly enough.....and if Vaughan Gethin is successful,  I believe he will be worse (if that's possible) than his predecessor!\n回复 @skepticalraptor #muttoncrew\nAbsolutely disgusting.....we'll Govt are inviting a public health crisis....black bins not being collected for 3 weeks! So disgusting.....and the cheek to increase poll tax....vote these people out!\n回复 @Chris_D_Steele After your participation in the Russia hoax, compilation of the fake steele dossier.....what an absolute disgrace....you have forfeited any right to ridicule anyone. #OperationGladio\n回复 @MrMasonMills The political uniparty will win the next GE, now its up to the UK population to stand up and fight for what they believe in! Make it impossible for the Govt to pass their unwanted agenda.....its solely down to the people now...\n回复 @chrispavlovski @X Fight the legal battles as far as you can....freedom of speech is fundamental! The vast vast majority of people are with you!\nYeeeeeeeeessssssss!!!\n回复 @RupertLowe10 A speaker on Talk TV stated the British public currently occupy 20% of social housing, with the British public placed 20th on the priority housing list. The figures were displayed onscreen. Is there any way to confirm these figures Rupert? Thanks 👍\n回复 @ScaryTimesNow @beverleyturner @sky_trees_ This is funny......😁 Please read my post again....and I'm the one lacking in intelligence! 😂\n回复 @PierreKory I believe the regulators didn't miss it......they were paid to look the other way.\n回复 @P_J_Buckhaults @Lalei63 Over-reaction is a very poor choice of words in this instance......", "overlap_score": 0.1714690189220508, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1089882842, "screen_name": "OliverForbes14", "user_at_name": "Oliver Forbes 🇬🇧 🏴󠁧󠁢󠁳󠁣󠁴󠁿 🏴󠁧󠁢󠁷󠁬󠁳󠁿", "sample_content": "回复 @EmporersNewC @surfdoctor @AlxdrRchrds Heath was elected in June 1970.  He didn't sign the Treaty of Rome until January 1972.  He could have consulted the electorate but chose not to.  A government can hold a referendum without first gaining a mandate.  The Swiss Government use referenda often.\n回复 @davesumnersmith @Jeremy_Hunt Dave, the NHS receives funding.  Improvements could be made by axing all the posts that are not contributing to health care.  For example, diversity and equality.\n回复 @MarkVipond @toryboypierce @reformparty_uk There is little difference between the present weak government and the horror of Starmer and his mob.\n回复 @CarolineLucas Caroline, the experiment from which financial recovery will be extremely slow is Covid-19 and the global shutdown of the economy.  You should have the intelligence to appreciate that Nigel is responsible for none of the Covid-19 shenanigans.\n回复 @tom550993 Yes, the price of new cars has got silly.  This model is a beauty though!  Have you noticed the standard of JLR showrooms?  The brand isn't afraid to spend!\n回复 @TheScri76057990 @DrHelenFry The shape of the windscreen clearly shows that the aircraft is narrow bodied and most probably a single-seater fighter.  It's certainly not a Lancaster.\n回复 @GinnyHBall @reformuk Ginny, thank you for stepping up and congratulations on being selected.  One hopes that the electorate should be sufficiently wise to realise that a succession of poor administrations over several decades have failed the UK and neither Labour or Tory deserve any more chances.  👍\n回复 @JRGStuff @jamesjhistory David, you prompted me to read about the night of 30/31st March.  That night, the RAF lost more airmen than during the whole of the Battle of Britain.  A personnel account by Air Gunner Bob Gill DFM offers much detail.  The experiences of men such as your father really reaches me\n回复 @LukeTurnerEsq @jamesjhistory Luke, it's an excellent account of a young man's service in Fighter Command during WW2.  The best books are by those that served. https://t.co/TTu47hXNsB\n回复 @EmporersNewC @andyw8924 It was a considerable percentage of the 1975 electorate that was gullible.  As the years passed and the truth became increasingly obvious, attitudes changed.  Unfortunately the electorate had to wait 2016 to correct the error.\n回复 @fibonaughti @BGatesIsaPyscho 😂😂😂  Not me.  His enthusiasm to deny the events in plain sight is a joy to behold.\n回复 @TheBishF1 @autocar Matt, agreed.  Wouldn't it be great if the masses wouldn't buy the ugly models?  For many, having the latest model is all that matters.  In contrast I see neighbours with a 205 Gti 1.9 and a GTV V6.  Both are head-turners and that V6 Busso sounds fabulous!\n回复 @andyw8924 @EmporersNewC In the run-up to the 1975 common market referendum, parliamentarians such as Barbara Castle and Peter Shore warned that the long-term goal of the European project was federalism.  Too many of the electorate did not take note.\n回复 @SuzieBee61 @LozzaFox @reformparty_uk @UKLabour @Nigel_Farage Correct, Susan.  Unlike all others, Nigel encouraged open debate about lockdowns and injections.  He will never to afraid to expose the truth.\n回复 @harman_geoff @TEGNC @jeromestarkey That's no surprise as the U.S.A. has millions of families descended from German immigrants.  Consider the U.K. today which has millions of foreigners supporting conflict in foreign lands.  It's a fucked-up world and individuals like you support freedom for anyone to live anywhere\n回复 @TheBishF1 Norfolk Mustard suits it very well.\n回复 @mnine1 The first television advertisement was broadcast on Christmas Day 1979.  It was a 1600 Sport with Recaro seats, special alloys and some decals.  White or metallic silver was the colour choice.  The price was round £3k.\n回复 @stubertphoto It's a remarkable photograph.  Are both aircraft from the BBMF?\n回复 @Dixxie83 @Ben_Scallan Maria, I reckon Ireland will walk it this year.  😂\n回复 @TheBishF1 @Circuitcat_eng It was indeed a driving masterclass in very wet conditions.  1996 was also the year that he slid into the barrier on the opening lap of a wet race at Monaco.  Unless mistaken, Monaco was the race immediately after Barcelona.\n回复 @PhilMyers53 @DavidJLeigh1 Phil, there is not a hint of corruption, scandal, dishonesty or criminality within the Labour Party.  There never has and never will be.  Isn't it marvellous?\n回复 @Sparxs_TV @autosport Translation please?\n回复 @PeterGlynnJones @4_7_Alpha_Tango @THemingford The UK's troubled relationship with the European project began in the early 1970s when Heath signed the Treaty of Rome and without asking the electorate.\n回复 @alexwickham @PhilAldrick Labour and Conservative have both achieved that in the past! Vote Reform UK.\n回复 @HerdImmunity12 As said by Graham Stringer MP and Danny Kruger MP during the excess deaths debate in The House of Commons on Thursday last; \"Science and politics are uncomfortable bedfellows.\"\n回复 @TheBishF1 @MagnyCoursTrack Matt, the only F1 matter worthy of bemoaning is the fact that the cars no longer have proper engines.  A 1600cc is not worthy of what was once the pinnacle of motorsport.\n回复 @DesplatAntonia Antonia, I wish to applaud your address this morning to the distinguished gathering at Bayeux.  It was a pleasure to see Colette Marin-Catherine present and looking well.  You spoke her words beautifully  and so very elegantly.  God bless you both.  Vive La France.\n回复 @SOEhistory Knut and his comrades were unimpressed with the film.  Those with knowledge of the various sabotage attempts at Vermork know that the film is very inaccurate.  Anyhow, it's watchable.\n回复 @bitcrazed @SteveFowler @Jaguar @McCons @IanCallum Absolutely right!  Furthermore, the Aston Martin has a beating heart.\n回复 @IS_RADIOCWALL @bolderston_mark Adrian, thank you for taking time to give a knowledgeable response.  The P6 always interests me as my Dad had them for years.  Shortly after passing my driving test at 17, I remember taking his 2200TC to school.  Happy times.", "overlap_score": 0.1470306603217239, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Other Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1188992994923278336, "screen_name": "BobSmit93897966", "user_at_name": "Jackhole Lazarus", "sample_content": "回复 @TheMekon_Venus Surely you must be joking!  I’m not joking, and don’t call me Shirley!\n回复 @realbdw Would love to see you if you came a little closer to Portsmouth, NH (Now to 3/28) or Virginia Beach, VA(3/29-5/31)!!!! You rock sir!!!\n回复 @BonnieBellG @brothershageman @GoodAaron @StarTrek @roddenberry @TrekProdigyRoom Watched the first two episodes and all I can say is wow!! Love it. Not rushing it. Taking my time and savoring it!  Hope we get more!!! Are you listening @netflix ???? More Star Trek:Prodigy please!!!\n回复 @ForgiatoBlow47 Gives it a lot more personality!! I would!\n回复 @naokiss Christine Sixteen!!\n回复 @MrsScottBaio They are kind of cute, even though I prefer mid-size cars! Wife has a 2017 Hyundai Elantra, which I call the “clown car”, because I hit my head getting in and out of it sometimes. Still, Minis are nice little cars!\n回复 @DavesComicHero @TheMekon_Venus That and the subsequent fight with himself are the two best sequences in the movie! The rest of the movie and the next movie(4), suck so bad! Turning peanuts into bullets was very funny!\n回复 @OliLondonTV That’s a lot of terrorist supporters!!!\n回复 @HNTurtledove Looks good on you kind sir! Me, not so much. Last time I grew one was on my first submarine deployment in 1989 while we were underwater for over 2 months! Shaved it off, never grew a beard or moustache again. Not a fan of “flavor savers”! Want to scratch my face off! Yuck!\n回复 @RealJamesWoods Not going to watch it on streaming. I own it in multiple formats\n回复 @mark_joubert Awesome!!! Praise God!! Prayers on the way for healing/recovering quickly!! My daughter had major cranial surgery at 8 months. Recovered nicely!! Just turned 16!\n回复 @AmyBonaduce Very scenic and beautiful!! Wow!!\n回复 @RicFlairNatrBoy Amen to that Ric!!! Loved watching the original wrestlers like you, Dusty Rhodes, and Andre the Giant!! So much fun!!\n回复 @TedNugent Thanks for all you do Uncle Ted!! God bless you and yours!!\n回复 @HNTurtledove It better hatch soon!! I’m tired!\n回复 @stuntbrain I gave up on Jeopardy awhile ago Godfather! No surprise they’re woke bs now!\n回复 @JrzyJoePiscopo @joeysib @algattullo @DebbieDuHaime Good morning to my morning favorite on this dark dark day!!! Hope you all have a blessed day!! Put on the armor of God! Gird your loins! Into the breach we go against injustice! @am970TheAnswer\nTune in at 8AM EDT (7AM CDT) and watch LIVE the latest most awesome episode of “The Daily Mojo” with Brad Staggs and Ron Phillips!! #WhatIlearnedtoday #ResistStupid #JoinTheRevolution   LIVE: THEY MISSED! - The Daily Mojo https://t.co/kWjU7ltZ3j\n回复 @FretlessMonster Good job Tony!! Rock on!!\n.@MarkWarner @SenTimKaine AM radio is important to me. Please support the AM Radio for Every Vehicle Act to help keep this free, critical source of news, traffic, sports, weather and emergency updates that I depend on in the car.   #DependOnAM\n回复 @wendyp4545 Penetration, however slight, is sufficient to commit the offense!\n回复 @Ashy_slashee Omen 3:Final Conflict\nStanding by to see @JourneyOfficial and @toto99com at Norfolk Scope in Norfolk, Virginia in 15 minutes!!!! #Journey50th https://t.co/gDJ6FWleHP\n回复 @elonmusk Every one of those 150 Democrats ought to apologize to the parents of Alison Kundhardt and Tessa Tranchant , who were hit from behind inn2007 by an ILLEGAL ALIEN doing at least 65 MPH while drunk! They were stopped at a red light! They both died. He had a busted lip!\nTune in at 8AM for another great live episode of “The Daily Mojo” with Brad Staggs and Producer Ron!! You will love it!! #WhatIlearnedtoday  https://t.co/3QctxPUP3h\n回复 @dbongino Hey Dan, Matt Locke would love to interview you!! Hit him up at @MattLockeRadio He does “The Voice of the Working Man” podcast!! You will positively love it!! Please and thank you!! #VOTWM #WMU\n回复 @Svengoolie @RealGilbert He was such a funny guy!! Loved it every time he visited you in the dungeon!!! Really miss him!! #Svengoolie\n回复 @timruss2 Her name is Stephanie. She’s a woman of low morals and a house of ill repute! She has no honor and she is a liar.  #slut\n回复 @ScottBaio I am and I will!! I never miss a major vote. I missed a primary once, but never a General Election!!\nListen and repost this very cool episode of “The Voice of the Working Man” podcast by the legendary Matt Locke!! ⁦@MattLockeRadio⁩ #VOTWM #WMU  https://t.co/upvr44Cx4f", "overlap_score": 0.1247118924070753, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1156192345336844291, "screen_name": "SDdeLaney1", "user_at_name": "S D deLaney", "sample_content": "回复 @PaulSGundlach I think that is more than awesome.  I love it ,their music was so much fun.  Glad they got together to do this.  Good on 'ya!!\nI support @VancityReynolds idea.  Stunt Work in a film makes it fly out of the screen!  Give it a category at The Oscars!!\nRepubs don't want to help these people: \"Give me your tired, your poor, Your huddled masses yearning to breathe free, The wretched refuse of your teeming shore. Send these, the homeless, tempest-tossed to me;;;\" They want us needy and hating each other.\n回复 @FLWillRegret22 @flaGolfer55 I totally agree!!  People made fun of Obama being a Community Organizer but we need them!  That's an important job!!  And - We need young people involved!!  If you have the heart and the stamina for it, then you go girl~!!!\n回复 @ChrisDJackson Those two people in that photo could retire.  Go home and live a quiet life.\n回复 @QuancyClayborne Oh I hear you.  I broke my ankle, was confined for months, finally got out, went into my local grocery store and couldn't find jack nothin'!!  Why did they do that!?\n回复 @WinkProgress Some of us women out here are grandmothers to cats.  He is treading on thin ice. https://t.co/FGfX5tIvkd\nHe had me at Clearly Historic 🤣🤣\n回复 @TheRichFromCali They keep saying that.  And then, they are still here!  They might like China, Russia, Hungary, North Korea, Sudan, Burma, Zimbabwe, Uzbekista, Saudi Arabia, Turkmenistan, just head out.  And don't write. https://t.co/d00nlXmWTp\n回复 @1948LibDemDoug @Mollyploofkins I cannot argue your point.  But, I refuse to give up hope because then, what's left?😉\n回复 @AmyLynnStL Nothing that involves happiness.  Maybe a funeral home coordinator?  or Pet Sematary?\n回复 @RBReich Thank you!!  Its' refreshing to hear the truth clearly spoken !!\n回复 @highbrow_nobrow I am older than Jackson Browne and younger than Joe Biden.  And I have to ask any woman who would support this person to be in office -- Why?  Why do you support him?  Maybe I am missing something.\n回复 @RpsAgainstTrump I never know if something is obvious and I am missing it with these asks.  But I see a fat guy in a big coat acting like he's the greatest when he's just another assh*le in the world.\n回复 @LunaLuvgood2020 🩵\n回复 @guelphgirlchris 😱😱  Why anyone wants to shoot an animal for fun, I don't know.  I guess that recessive gene from our prehistoric ancestors is gone from me.  Or maybe I was a bird or a squirrel.  Or a bunny.  Oh maybe an otter!\nHe's not intimidated by her.😂  He's a busy man,😎 he ain't got time for that.  Get over it, Marge, you look like an attention wh---, 'uh,a person who behaves in a provocative, outrageous, or reprehensible manner in order to attract attention.\n回复 @harryjsisson Puts me in the mind of some lies from a George Harrison song :  \"Wah-wah Wah-wah Wah-wah Wah-wah Wah-wah Wah-wah Wah-wah Wah-wah\"\n回复 @FPWellman Red Flag Walking\n回复 @AnnieForTruth His supporters are not interested in that stuff!! This: Rich People-making more $$$s, having POWER Poor People-Free to Hate that's their POWER Christian Nationalist-Free to Hate/control Women Other People - I really don't know why they want him\n回复 @RonFilipkowski Ha!  I saw this coming!! 🤣🤣🤣 The man lives a reality TV life.  And he surrounds himself with a cast of players. While he takes his orders from the likes of fascist ideologies.  What a piece of work this guy is. #VoteBlue  #VoteBlueToStopACriminalDictator\n回复 @DetoxPoncho I shared this and I hope more people read it!  It's like we are being sabotaged by the Media!  I know people have their opinions for the moment and opinions for the long run, but good grief! the spinning!! make your head fall off!!\n回复 @rickygervais Oh yes she does love her blanket.  How sweet.\n回复 @highbrow_nobrow @Acyn Translation:  I tell you what, if trump were president he would have given Putin what he wanted of Ukraine because trump is afraid of Putin There was order in the world cos trump wanted the money and power. He gets a lot of money from Russia\n回复 @Paultx890 Myself, I would buy a lovely cage, make it nice and comfy inside, food, water and leave the door open.  When you guest gets comfy, close the door, move the cage to the porch or a nice safe shady spot where the squirrel can easily come and go for shelter.\n回复 @XenaWarrior2024 Donate?  Library?  Your nieces and nephews might like to have some ancient material to explore.\n回复 @janisonhiatus Oh gee, that's so like when you go to commit crimes, you really gotta think about stuff like that!! I guess trump just never thought about it.   Oh well, too late now\nTrump is selling the Presidency?  Are we surprised and shocked!?  Hell to the NO.  That his end game, sell everything in America off to the highest bidder!!!\n回复 @gudjeon @LongTimeHistory Awesome!  Lucky daughter you have!! I have 2 sons and 1 darling daughter, their dad taught them all the same things about a car, household repairs, etc.  They were the ones who fixed the bikes for their friends growing up. My sons can cook and clean!\n回复 @CalltoActivism Does anyone really think his VP pick makes the difference for win or lose?  Why would an Independent be swayed by Vance or any other pick for that matter.  I am going in a circle here. 🙃", "overlap_score": 0.1960773026234, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}]