[{"user_id": 1197374792925679616, "screen_name": "DJLazaroLeon1", "user_at_name": "Dj Lazaro", "sample_content": "回复 @JuanMar61708860 @Kahlissee Pendejo… says the guy hidding behind a fake picture.\n回复 @BlackMaga47 https://t.co/THWSv2qE2R\n回复 @Brayan_Rey @AntiBorrego_Ec Thriller! Aprende escribir inglés burro.\n回复 @ImMeme0 He should be charged with attempted murder!!!!! @NYPDTransit @NYPDChiefPatrol @GovKathyHochul @NYCCouncil\n回复 @nycpix @NYPDTransit @NYCMayor how do you arrest someone for not paying their @MTA fee but you allow this fester in our trains?\n回复 @stillgray Esto es una loca mamá bicho\n回复 @johnhackerla Any different than the orange turd golfing on tax dollars to the tune of millions while millions of Americans were dying of covid!\n回复 @ViralNewsNYC @NYPDDaughtry Why are we treating these terrorists so kind? So they receive federal aid here at home? Cute it off now! How about we keep in mind the public beheadings in Gaza 🤬\n回复 @CrimeInNYC I have said it so many times… all these police and National guards on subways are always in the main area of the city NONE ever make regularly outside of Manhattan. We must fend for ourselves all the times! @NYPDChiefPatrol @GovKathyHochul @NYCMayor @ABC7NY @NYCCouncil\n回复 @lesleyabravanel @HouseJudiciary @hakeemjeffries @HouseDemocrats @TheDemocrats @SenateDems @POTUS @VP There is so much crime going on that lots of it goes unreported. Lesley… it’s really bad. And it’s getting worse. I invite you to look at the local news. Speak with Bill Ritter at @ABC7NY. @CrimeInNYC look at this feed. It’s not the pretty roses the @POTUS admin is pedaling.\n回复 @MarioNawfal The same goes for Ukraine\n回复 @CollinRugg @TMZ Police? For what? Do you see anything wrong here? This is the new normal.\n回复 @elonmusk @NYCMayor @GovKathyHochul @GovAbbott @HillaryClinton @POTUS Biden if you want to win you better fire Kamala Harris as your Border SARS maybe as VP too. @lesleyabravanel\n回复 @lesleyabravanel @accuweather FYI with no trees all the water never gets picked up and sinks into the coral rocks which support all of those buildings. Yeah… I don’t see it floating. And like New York where I live we will sink. Florida better start thinking about storing water above ground soon.\n回复 @FlowersEnglish We stand with Israel\nLater on when no 1 comes to their rescue during a flooding or hurricane or when those kkk come around their hoods this will explain why we are where we are today. We can drop all these pieces of shit at the front lines of Ukraine Iraq. @GOP @NewYorkGOP @SenateDems @TheDemocrats\n回复 @CrimeInNYC Why do we not have police cameras on ALL our streets in ALL burrows, subway stations, subway cars? @NYPDChiefPatrol @NYCMayorsOffice @GovKathyHochul\n回复 @JuanMar61708860 @Kahlissee Failed? I’m retired. You wish you had a career. At best you wish you count to 4 considering you are choosing to praise a terrorist group. Vote for Trump. He will help your cause. 🤣 https://t.co/isKWtlJhY7\n回复 @AzzatAlsaalem And this is why we should not allow these people to protest in our streets. @NewYorkFBI @NYPDChiefPatrol\n回复 @GOP That many suckers willing to part with their hard earned money. We need better education.\n回复 @GOP You guys need a new gimmick!!!! And a new front runner. https://t.co/YITOkI6jq9\n回复 @zz_vers Welcome To My House (The Basement) August 2024 Dj Lazaro Leon by DJ Lazaro Leon on #SoundCloud  https://t.co/6iH9I00Zq3\n回复 @ViralNewsNYC And we can thank Trump and republicans for this mess by not accepting the new border bill Biden tried to pass 3 times and it was denied by republicans. https://t.co/l6dkjl8lXZ\n回复 @visegrad24 This country needs to get a grip! https://t.co/nIAp1cJBrK\n回复 @enforcelawsNYC Cops are being too kind here\n回复 @ThePopTingz As if that will scar his life. Fuck those the flag bothers.\n回复 @giantsny78 @CrimeInNYC Thanks to the lack of funding for a political theater Republicans have not done much either.\n回复 @ProjectLincoln I will take @NikkiHaley over Trump or Biden. We are done with status quo!\nhttps://t.co/QqeUetsM78 @Mazet_2nice @HOUSE_MUSIC_SA @HouseMusicNJ @housemusicradio @EHM_HouseMusic @SAHouseMusicH @ILoveGayMusic @ILoveGayFlorida @NYCPride\n回复 @Travis_in_Flint @CAgovernor @CAPublicHealth @CaliforniaPD you people are worse than New York. @GovKathyHochul @NYCMayor @NYPDChiefPatrol @POTUS and we send millions to defend Israel but we can’t defend our own businesses and tax payers from the street zombies. @SenateDems @TheDemocrats @GOP", "overlap_score": 0.1609416872716252, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 108165746, "screen_name": "cboy762", "user_at_name": "cboy", "sample_content": "回复 @Dubby14U2 @StephenRandolph @Teslaconomics Well actually yes I do, I also know that tesla and musk support the CCP . He’s said so. Shanghai produces more cars than any other Tesla plant. Stop supporting the CCP\n回复 @Patrick_am_I @earl_lemongrabs @greggnunziata lol - you are a trump jumper\n回复 @LloydChiro @greggertruck Are you kidding? $70 for a king ranch\n回复 @Teslaconomics geez he's fat\n回复 @GinaBritton14 @rambenzeev @VigilantFox @TuckerCarlson Putin has said that he's after Poland and Alaska - there is that\n回复 @DeepTorch @JPWPB @choongani @tanya9691 @Houseknech9360 @RepThomasMassie @JRobFromMN @RepMTG @mattgaetz lol - Gaetz made it worse. He’s just looking for tv exposure. Not a conservative\n回复 @casscj70 @BrittBauguss @PGATOUR @MemorialGolf @jacknicklaus The Nation of Scotland is part of the United Kingdom, any way you cut it. Legal tender in the UK\n回复 @Joey7Barton @elonmusk Elon - barton was a 6th level soccer player at best - plse ignore him\n回复 @Coman11Stefan @rshereme The Putin invaded the Baltic’s - it would have worked in Ukraine\n回复 @TheHodko @Richie_Allen Lol …ridiculous\n回复 @Dagbo01 @GabeZZOZZ No Russian weapons work. NATO would destroy Russia\n回复 @ChetanaD522230 @astro_greek @elonmusk We all wish he’d stayed in SA\n回复 @greenboat @HRHTish @DavidSacks Doesn’t really matter, nato would take about 2 days to defeat Russia\n回复 @StephenRandolph @Teslaconomics Tesla bankrupt within 2 yrs\n回复 @MajesticksGC @livgolf_league another T49 for Westwood?\n回复 @MightKnowNothin @faithmdew @Snake0fTalins @acnewsitics Lol he’s not Spanish or Spanish ancestry. It’s simple. Did I say Mexican ? He’s South American. You need to educate yourself. Look up his family\n回复 @Koree42877560 @GailGparver @ElevenFilms @realTuckFrumper police and courts have latitude to arrest him\n回复 @JoeyMannarinoUS your'e almost as fat as Musk\n回复 @TateTheTalisman @PillWandering Enjoy the Romanian jail\n回复 @LIVTracking @TheMasters lol chase Koepka?\n回复 @blitziod @Out5p0ken @justinbaragona Cotton asked if he'd been involved w CCP he said no. if you know he lied then he should be charged. as to ethnicity that's really irrelevent. He's a citizen of Singapore, a capitalist country and ally of the west. Most Americans are ethnically from somewhere else\n回复 @Triquetra331 @ErinStevens64 @ChidiNwatu @elonmusk That’s right - true count never implemented because of trump executive action\n回复 @Dubby14U2 @StephenRandolph @Teslaconomics Musks fault not bidens\n回复 @MH10929817 @middleageriot Correct, legally\n回复 @CollinRugg @JRobFromMN Twitter was way more profitable back then. Musk has run it into the ground\n回复 @pmnordkvist @SawyerMerritt @elonmusk Tesla IS mostly a Chinese manufacturer lol\n回复 @shambles1130 @seidinareed @WarlordDilley @JennieSTaer I would think a tough guy like Abbott could handle the blowback of killing a few\n回复 @thehearguru @UKverifried @BBCPolitics If Putin is not stopped he will attack Poland, the Baltic states, Finland next, then Germany, UK and various others\n回复 @Teslaconomics LOL- Made in Shanghai!!\n回复 @JoeBlowXBurner @krassenstein It doesn’t matter / none of your business", "overlap_score": 0.2035915866322579, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1267945391443644417, "screen_name": "michelle__703", "user_at_name": "Michelle", "sample_content": "回复 @JoeyMannarinoUS I don’t. We typically don’t need to run heat or AC at night.\n回复 @MomLush6 I’m going to go next Friday. People will be feeding her all day so I’ll bring a cake then when she’s no longer stuffed\n回复 @CookieWindsor No. Thousands of teachers post wishlists every single year. I have a certification that allows me to conduct certain instruction, but I am not an actual teacher. I get paid way less and I was offered a position at the last moment… I posted a wish list so that I could give the…\n回复 @RonBuch42457233 Yeah, I spent $160 yesterday &amp; my pantry/fridge still look bare. Under Trump, I would’ve had a full fridge and pantry and I actually have old pictures from that timeframe that remind me of that! we were a one income household before Biden took Office and financially we were doing…\n回复 @hashwagg The fact that some people actually believe the things that they say scares me. When I read that post, I was really hoping it was a joke but when I saw who it was, I knew it totally wasn’t.\n回复 @Xellina789 I just don’t like how it states you can not attend if you don’t wear that.   If you were close, that wouldnt be said. They would be understanding.   If my appearance is more important than my presence im personally just not ok with that. I could stay out of photos if need be.\n回复 @1DrunkUncle Nope. My old house was 2200 ft.² and this is about half the size and it is perfect for us. The other house had too much space and it ended up just getting cluttered.\n回复 @eazy_E80 @MattWalshBlog Celebrities have been used like this for quite a while. I don’t base my votes on celebrities but let’s be honest, she wasn’t sent there to persuade people like me you or Matt.  Call this person what you want, but I bet you 50 cents her speaking will get certain people to vote.…\nMy husband and I both have green eyes &amp; the things people say about that are so odd.   Recently someone told me it wasn’t fair that we both had green eyes 😂 (they were serious &amp; when they saw one of my kids had blue eyes they looked even more annoyed lol)  It’s something neither…\n回复 @JohnSmi05612180 A lot of the loud ones aren’t parenting properly &amp; just point fingers.   The parents who are involved &amp; truly Care make this profession worth staying in\nHalf of my heritage is Puerto Rican. I’m completely against Harris running for president.   #trump2024\n回复 @iAnonPatriot I haven’t noticed prices decrease at all… I’ve seen some Labor Day sales &amp; that’s it.\nSurprise surprise!! Moreeeee rain!  I feel like the Morton salt lady. ☔️\nMy nephew was born on St. Patrick’s Day at 24 weeks! God gave this little boy some strength &amp; he’s kicking butt in the NICU!   I can see him from a hospital live feed 24 hours a day but man I can’t to meet him in person!\n回复 @Ammo1330 Really? This isn’t even soda lol it’s like engine oil\n回复 @eczz462 And people keep falling for it. I just don’t understand… by changing her seat she’s making it seem like she will have magic powers to change everything. What is she even doing as VP?\nMcDonald’s is releasing limited edition cups soon.   Canada got glass. America got plastic.   Even McDonald’s knew better. Americans are looked at like animals. Imagine someone not getting the cup they wanted and smashing glass all over.   Good call McDonald’s.\nNorth Korea is doing what?!  The world has gone mad.\n回复 @hoffmang212121 I wish this was NYC pricing it’s upstate but not as upstate as buffalo lol\n回复 @OgnyenatYahoo I can’t stand it. I’m in it everyday almost &amp; it’s definitely not disabled child friendly. I’m not saying mulch is either but when I’m slipping in tires that are staining my shoes I just don’t love it lol\nHeadaches have eased up a little but today I’ve been shaky so I definitely think I have to go get checked soon.   I don’t feel sick but I also don’t feel right &amp; currently have a fever.\n回复 @hpgarcia70 The first thing I did was Google it and each place that I called said they don’t do it… The joy of living in a very small town lol i’m gonna have to venture out\n回复 @GuntherEagleman Less food. I stick to one meal a day. No take out. no bottled water. I haven’t had a haircut in 2 years. Dont travel much because of gas prices. Lots of adjustments.\n回复 @slsharron My timeline is never like this\n回复 @jayesbee2 I’m certified for instruction in certain settings but not a teacher. I was given a brand new set of kids &amp; room to set up but got slammed for simply posting a list of items I think would be useful. I definitely didn’t beg like people said. It’s kinda sick how people will try &amp;…\n回复 @Matt_Pinner Need? I guess not. We barely scrape by &amp; that’s enough for me. I could use extra money for paying off debt &amp; extra groceries but I really don’t need more than what I have.\n回复 @Oliversworld24 That’s my husbands fathers nick name actually 😂\n回复 @NMartinRealty I didnt realize\nLet me get this straight… People are now taking diabetes medication so they can lose weight to prevent them from getting diabetes and needing diabetes medication later on.  I feel like giving overweight people who don’t possess self-control with food a magic shot that allows…\nI’ve been out of the workforce a little bit but is it normal to work somewhere for a year &amp; new hires make more money walking in the door even after your yearly raise?!", "overlap_score": 0.1312430083328989, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1319642139643449347, "screen_name": "MattsBasedFacts", "user_at_name": "Based Basics with Matt", "sample_content": "回复 @AriDrennen Lol. Okay.\nI've been watching all the posts roll in ever since the attempt on President Trumps life. Most are in support. Some are indifferent. But some of what I've seen, it's beyond hate. I don't even know what to call it. Have so many really lost their humanity? Are people this far gone?\n回复 @HazelAppleyard_ These people just say whatever they happen to think of at any given time. And for a group of people whose entire day to day lives are a made up fantasy, we really shouldn't be surprised by it.\n回复 @Slatzism What's really crazy about this backlash is how much of themselves they all saw in this character.\n回复 @ilovepreserves I think he just called himself immature so I'm not gonna argue this one.\nSeeing a lot of \"we shouldn't cancel people for making a joke\". How exactly is \"too bad he didn't die\" a joke?\n回复 @HazelAppleyard_ 🤔\n回复 @PeterSweden7 Honestly this is so much more terrifying than people seem to understand. America is only a few steps away from this.\n回复 @HazelAppleyard_ I don't understand. Is this a physical challenge, because he looks easier to \"go through\" than wet paper.\n回复 @LeftistKristin @stormrobinson Weird way of saying \"oh you're correct\".\n回复 @Yaoi_is_XY The confidence is as much a fantasy as the rest of their lives.\n回复 @Terfs_R @jk_rowling How much you want to bet if some of those in there for non sex related crimes had their computers searched that percentage would increase.\nForget about when I was her age. This little girl looks like she could kick my ass right tf now.\n回复 @JulienHoez Funny I don't think it's Christians setting your country on fire.\n回复 @alx He sold his own kids for crack, you think he wouldn't sell himself? Lol.\n回复 @troonytoons Always a good day when you have to use the word sloughing, right.\n回复 @cosminDZS 50k for the government lol.\nHow exactly does perpetrating this delusion help you find this person. \"We're looking for this woman sarah\". Now someone who might have seen this guy and saved a life will be like nope that's not who they want. Idiots.\n回复 @MichaelBaggs Pink news?  What a joke.\nHow the fk do you intimidate someone with the wrong pronouns? These people are a joke.\n回复 @Nyxi_Tryxi @ImWatson91 Sure ain't hard to pick out the males around here.\n回复 @JoeBiden So Kamala Harris is a doorknob and Hillary Clinton is evil and nobody likes her.\n回复 @salltweets @JoeBiden This. A thousand times. How can anyone trust an administration to back women's rights when they can't even admit what a woman is. Too busy worrying about the rights of mentally ill men in dresses.\nOne of the most accurate things I've ever seen.\n回复 @ThomasWillett9 That isn't how reality works Thomas. Anyone can show up to anything it doesn't change what it is. Kind of like a man can show up in the women's restroom and it doesn't make him a woman.\n回复 @HazelAppleyard_ Is he admitting it's a religion lol?\nGee...it's almost like a pattern is emerging.\n回复 @stillgray Well they don't have penises.\nIt will never go down this way, but the greatest possible thing I could imagine happening to the democrat administration in this country, is seeing the voters completely forsake @KamalaHarris  and turn this into a legitimate showdown between @realDonaldTrump and @RobertKennedyJr\nThere is no place in this world for those that abuse children.", "overlap_score": 0.1831472672396665, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1029479648323719168, "screen_name": "SandCan", "user_at_name": "SandCan", "sample_content": "回复 @TheaLanden Must have mirror!\n回复 @Miss_Grimmer It depends on how far away they live. We would do Christmas Eve with the Italian side of the family and Christmas Day with his side of the family. It worked very well.\n回复 @FrSatishJoseph There is a woman in our parish who distributes the Body of Christ.  Her face is so joyful when her eyes meet yours.  She knows she is giving you something Divine.  She’s a keeper.\n回复 @thejoyfulpriest I’ve been making it my mission to say nice things to people when I go out into the world. It might be the teenager who looks lost or the senior citizen with whom I can share a joke. So many of us have heavy burdens. It leaves a good feeling in your heart to make someone smile.\n回复 @tothemax2050 Winter Garden  by Kristin Hannah\n回复 @FrSatishJoseph I was a Catholic School teacher for over 30 years.  Rules of good citizenship belong in public schools.  The 10 Commandments do not.\n回复 @RichRaho My beef is that they are arrogant.  I was recently a patient in a trauma unit.  I asked for a priest.  They said they could send a Catholic seminarian.  No thanks.  I was happy with the Presbyterian minister.  Yeah, I’m an old Catholic School teacher.  Wasn’t having that nonsense\n回复 @CalltoActivism The Christian Taliban.   No thanks.\n回复 @Albany__Rose Sleep with a crucifix or rosary in your hand.   Bless your room with holy water.    Have a priest bless your house.    I speak from experience.  You might also listen to the Divine Office before you sleep.  Have your guardian angel hover above you.  God Bless You.\n回复 @FrSatishJoseph @BpStowe I think it would be important to actually know this person as a human being first.  Nature is filled with quirks.  I have no problem with this person decidcating their life to God.    I often think of conjoined twins.  What is the natural law there?\n回复 @tothemax2050 The Gentleman in Moscow!\n回复 @The_Globe “This above all: to thine own self be true, And it must follow, as the night the day, Thou canst not then be false to any man.”   Hamlet\n回复 @CatholicProg While watching the quick clip, I got the chills.  God is definitely in the midst of them……the Resurrection should indeed bring us joy.  Some of our Hispanic Masses are equally as joyful.  God loves us.  Isn’t that reason for incredible joy?\n回复 @Jolz_Aust Padre Pio.\n回复 @mary_pezzulo With a glint in her eye and a smile waiting to erupt into laughter!!\n回复 @SouthronHabibi @FrSatishJoseph Does God care what color we are?  We are all made in His image and likeness.  “Who is my brother, Lord??”\n回复 @thejackhopkins Keep going.  I need your perspective.\n回复 @Tjeerd001 I do.\n回复 @BarackObama I hope I can live up to her standards of mothering, grandmothering, and being a beloved mother-in-law.  You all have my deepest condolences.  May the angels escort her into Paradise.\n回复 @smith_catholic @CatholicProg Well, women follow the Spirt of Jesus in every Church I’ve been in.  They support the priests, minister to the sick, read the Scriptures at Mass, distribute Communion, work in Catholic schools and other ministries.  One month without women in your parish and it will all collapse.\n回复 @LarryDJonesJr Country before party.\n回复 @mary_pezzulo I keep thinking that neither Biden nor Trump are trying to get a position at the Vatican!   🤣🤣.  They want to be president, not Cardinals. 😊\n回复 @truered23 @Joeinblack Honestly, I’m into begging Him to show me He’s there.  I’ve had a fabulous relationship with Him in the past.  I know the flow. I want it back.\n回复 @HuldreichS @SouthronHabibi @PurrfectSquare @FrSatishJoseph I get along very well with all the different people in my life…African American, Chinese, Syrian, Costa Rican, Italian, Irish, Romanian, Dominican. My little city is very diverse. I can only hope they enjoy my Italian Heritage as much as I enjoy theirs. We’re all God’s children.\n回复 @jovial_cynic My earthly father loved me unconditionally for 67 years.  I thrived under his care.  I safely assume God’s love is infinitely greater.\n回复 @jovial_cynic We’ve already started. I have a small group of friends who meet every Wednesday, share Scripture passages, discuss the passages, and break bread together. Some of us go to church services on Sunday and some of us don’t.\n回复 @MaddyStrong3 @IQEconomico @SalesianHeart24 @Maddy.  Everything I reverenced became more alive because I understood the language. English took my Faith to a deeper level.  I think there’s room for both types of Masses. I loved the Faith so much I became a Catholic School teacher.  God finds us where we are.  Peace to all.\n回复 @JoshuaTCharles Let’s take #12.  In theological theory I agree divorce is wrong.  However, when one spouse walks out on another,  the one left must protect themselves and their children financially and that means divorce. It’s necessary for survival.\n回复 @realbiscuitspaw Nope. Never.   Grey’s Anatomy?  Yes. Every episode!  🤣🤣\n回复 @RockyMountViews My dad made me go to college in the late 1960’s because he saw that I had a brain.  Smart man.  After 18 years, my marriage went sour.  Long story.  But I’m glad my father was forward looking.  I landed on my feet…..not wealthy but happy to be alone with my sons.", "overlap_score": 0.1525636299895117, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1386285401782898692, "screen_name": "MKissfan", "user_at_name": "THE KISSTORIAN", "sample_content": "May 15, 1975, #KISS do the Alive! Photo Session and promo shoot at Michigan Palace in Detroit, Michigan. Photographer: Fin Costello. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #acefrehley #petercriss https://t.co/OieKcEW1Wl\nFebruary 23, 1988 #KISS played  New Orleans, Louisiana. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #ericcarr #brucekulick https://t.co/ZFiWF1LTqX\nMay 27,  1984: The first (and only) American Rock Festival took place at Timber Ridge Ski Area in Kalamazoo, Michigan, featuring performances from Triumph, Ozzy Osbourne, Quiet Riot, Mötley Crüe, Night Ranger, ACCEPT, and RATT. https://t.co/mATKKdLw8A\nJune 3, 2015 #KISS played  Berlin, Germany at the Mercedes-Benz O2 Arena. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #ericsinger #tommythayer https://t.co/GNvHLMSpAg\nMarch 4, 1999 #KISS played  Gothenburg, Sweden. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #acefrehley #petercriss https://t.co/KFKwxtpoTQ\nMay 15, 1975, #KISS do the Alive! Photo Session and promo shoot at Michigan Palace in Detroit, Michigan. Photographer: Fin Costello. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #acefrehley #petercriss https://t.co/3z0MXSchan\nJim Morrison's Old Room at the Alta Cienega Motel 1005 N. La Cienega Ave West Hollywood CA 90069. Jim Morrison lived here on and off from 1968-1970. #JimMorrison #TheDoors https://t.co/CJl8eb5a8v\nFebruary 7, 1994 #GeneSimmons and #PaulStanley attend the 21st Annual American Music Awards show at the Shrine Auditorium in Los Angeles, California. https://t.co/WXTKQG06Dc\nMay 17, 1988, Vinnie Vincent Invasion release All Systems Go. Their second and final studio album. All Systems Go featured new vocalist Mark Slaughter. #VinnieVincent https://t.co/uYtrNTLYnV\nFebruary 3, 1978 #KISS played  Providence, Rhode Island. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #acefrehley #petercriss https://t.co/5b2NSJ5LMm\nMay 15, 1975, #KISS do the Alive! Photo Session and promo shoot at Michigan Palace in Detroit, Michigan. Photographer: Fin Costello. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #acefrehley #petercriss https://t.co/PIq5b3KQkg\nJune 4, 1975, #KISS shoot the  \"White Room\" sessions with photographer Norman Seeff. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #acefrehley #petercriss https://t.co/SeM7O10vSe\nJune 3, 1984: #OzzyOsbourne played the Mississippi Coliseum in Jackson, Mississippi, with special guests #ACCEPT. https://t.co/4SmdEcx9qN\nEric Singer of #KISS is on this month's issue of Modern Drummer magazine. February 2024. #kissarmy #EricSinger https://t.co/qclQC9KTXb\nNorfolk, Virginia July 3, 1976. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #acefrehley #petercriss https://t.co/yWSITS3kQH\nJanuary 13, 1976, #KISS are at A&amp;R Studios in New York for the Beth and Great Expectations sessions. The New York Philharmonic Orchestra and The Brooklyn Boys Choir were in the studio.  #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #acefrehley #petercriss https://t.co/5EElEyjCXQ\n#FlotsamandJetsam New Studio Album \"I Am The Weapon\"  Slated for a September 13, 2024-release via AFM Records https://t.co/S3ouavUmqa\nJune 15, 1990: #MötleyCrüe and special guests #Tesla played at Winnipeg Arena in Winnipeg, Manitoba. https://t.co/aTWu5pJhcp\nMay 15, 1975, #KISS do the Alive! Photo Session and promo shoot at Michigan Palace in Detroit, Michigan. Photographer: Fin Costello. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #acefrehley #petercriss https://t.co/rZGigtccVA\nJune 3, 1990 #KISS played  Tinley Park (Chicago), Illinois   The World Music Theatre. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #ericcarr #brucekulick https://t.co/se3sraWNJd\nJanuary 7, 1983 #KISS played  Wendler Arena-Saginaw Civic Center in Saginaw, Michigan. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #ericcarr #vinnievincent https://t.co/wkYOqRycIz\nFebruary 5, 2002 #KISS played  Manhattan, New York Roseland Ballroom Promoter: Lane Bryant. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #acefrehley #ericsinger https://t.co/9auQeceUsz\nMay 17, 1980, Peter Criss officially \"quits\" KISS for the first time. #kissarmy #kissnation #KISSTORY #petercriss https://t.co/jLWMx984Cv\nMarch 29, 1995: Former Led Zeppelin bandmates Jimmy Page and Robert Plant brought the 'No Quarter' tour to Rupp Arena in Lexington, Kentucky, with support from special guests Rusted Root. https://t.co/UtA6f1FDnl\nJanuary 6, 1992, a memorial service is held for Eric Carr in Hollywood. #KISS #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #ericcarr #brucekulick https://t.co/z2eJ7K9t6J\n#GeneSimmons 1980 #kissarmy https://t.co/rdIBKPpABV\nFebruary 8, 1983, #KISS pose for a Creatures of the Night session. #kissarmy #kissnation #KISSTORY #genesimmons #paulstanley #ericcarr #vinnievincent https://t.co/0OBDIKTTC5\nHappy birthday to George Alan O'Dowd (born 14 June 1961), known professionally as #BoyGeorge. https://t.co/O3nHaMRdQ4\nJune 3, 1988 #ACDC with special guests #WhiteLion played Dane County Coliseum in Madison, Wisconsin. https://t.co/p9uJAwxotq\nMay 27,  1983: #DefLeppard took the stage at a near-capacity Civic Coliseum in Knoxville, Tennessee; support was provided by #Krokus and Jon Butcher Axis. https://t.co/vxvQLtrIlM", "overlap_score": 0.2182900975206436, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1015170491953246211, "screen_name": "PresidentSsc", "user_at_name": "ssc.president emeritus", "sample_content": "回复 @BarbaraRich_law My great-great-great-grandfather Alexander Thomson,  the \"imposing rascal\" who made carved and gilded frames for Sir Henry Raeburn, has a sister interred in Old Calton Cemetery\nCaravaggio's \"So you replaced Boris Johnson as Prime Minister with....?\" https://t.co/TTCXnujZP6\n回复 @ScotsPostPunk I only just located my nearest gelateria. Saw people with ice cream but it's next to a pretendy Irish pub and a wacky baccy shop so the street was too crowded to see it\nHello @AskPayPal   Can you please advise me of the name and address of your solicitors? You have withdrawn money from my account without permission and your explanation is not satisfactory\n回复 @chrismc1957 I saw Bob Marley and Alex Harvey in the Seventies (we'll draw a veil over Bob's awful performance at the Glasgow Apollo in 1980 when he was already very ill) - also saw Freddie Mercury when Queen were a support band so it's a no from me\n回复 @DavidMuttering @acatfromgreece Guido Fawkes couldn't understand why he had been arrested. The Houses of Parliament were still standing. He hadn't even been inside them last night.\n回复 @GavinCurnow I suspect that you are perfectly aware from the full context of the speech (widely reported at the time) that it was very much not a \"racist tirade against white people\", but an observation about his position as a minority member   - but that doesn't fit your agenda.\n回复 @GlasgowAdvocate A few years ago I parked in the multi-storey at West Bell Street to head to Dundee Sheriff Court, and found two users unconscious in the stairwell. Walked 40 metres to police station and requested assistance. Finished court. They were still there but awake. Nothing had been done\n回复 @PatrickSMurphy4 @dazmack1979 @jimnelson5 @winterman1975 @susanketchen69 @Kerry_x_ @jimtag88 @OurKingWilliam @WhatTheyF @suzyhal35224037 @Truth4Luke @PParky41 @MikeyTaylor2005 @BasilcFaUlTy @jameshr1872 Utter arrant nonsense. None of the material apart from the indictment comes from the prosecuting authorities. Are you seriously suggesting that no member of prison staff ever says anything positive about a prisoner?  That every Home Background Report is wholly negative?\n回复 @winterman1975 @PatrickSMurphy4 @dazmack1979 @jimnelson5 @susanketchen69 @Kerry_x_ @jimtag88 @OurKingWilliam @WhatTheyF @suzyhal35224037 @Truth4Luke @PParky41 @MikeyTaylor2005 @BasilcFaUlTy @jameshr1872 It may be. I know there was sufficient evidence in law to convict, but that there are those who suggest there is another explanation.\n回复 @ScotsPostPunk @GCPunkNewWave @NewWaveAndPunk @DavidRodigan @DubMaestro1 @NDB66 @Dub_Cadet @ErnSang1 @philjbrett This rhythm was a very early Black Ark one - Chenley Duffus' \"To Be A Lover\" (cover of a Frederick Knight tune).  It wasn't popular so Scratch sold it to Ainsley Folder, who cut Delroy Wilson's massive hit \"Have Some Mercy\" on the rhythm, and that spawned numerous versions.\n回复 @Whenuryoung @JudgesScotland No one \"applies for\" parole in Scotland.  The Tribunal that considers his case will have regard to the risk assessment that resulted in him receiving his OLR.  The sentencing judge is a former Board member and is fully aware of relevant sentencing law.\n回复 @GBNewsSpin CORRECTION: GB News’s Nigel Farage is revealed today to be 𝒃𝒆𝒊𝒏𝒈 𝒑𝒂𝒊𝒅 £1.175m a year for 32 hours of work a month, approx £6k a show\nUnknown sculptor: I Wish They Would Hurry Up and Invent Elastic (or shoulder straps) https://t.co/6Vel6Z8TcZ\n回复 @Adam_Creme I saw Bob Marley in Glasgow in July 1980, when he was visibly very ill....\n回复 @JamesTCobbler From a former Parole Board for Scotland tribunal chair who had many \"disagreements\" with Ministers back in the day, may I offer you good wishes on your new appointment?\n回复 @CrimeGirI MC: Yes I know, but I would really prefer to park somewhere away from the public.  TP: This is a private car park. Why do you want to park here?  MC: I really don't want to be recognised.  TP: And why would that be, sir?  MC: Don't you know who I am?  TP: I'm afraid not, sir\n回复 @Brighterdayvnl @pluralvinylpod Cecil Lloyd Trio - Live at the Penthouse  AFAIK the last copy to come up for sale online was in 2021...\n回复 @PatrickSMurphy4 @OurKingWilliam @WhatTheyF @dazmack1979 @jimtag88 @susanketchen69 @winterman1975 @jimnelson5 @Kerry_x_ @suzyhal35224037 @Truth4Luke @PParky41 @MikeyTaylor2005 @BasilcFaUlTy @jameshr1872 Over a decade after he retired Lord Kincraig was contacted and indicated some qualified disagreement with the court's reasoning. That hardly fits your description of him as \"raging\". You clearly seek to promote an agenda. I have nothing to add.\n回复 @GavinCurnow How many letters?\n回复 @ellieokwilson Convicted rapists who deny offending are rarely assessed as presenting an acceptable risk at the halfway point of their sentence, so release would be unusual.\n回复 @Best_Defence @TruthSeeker84x3 Garden peas in the tank, then.  I was sceptical, but it works\n回复 @TonyDowson5 Seven for guilty, five for not proven and three for not guilty means acquittal in Scotland\n回复 @thecourieruk Two points here: As I understand, the decision to grant Mr McIntosh home leave was an internal one for SPS. The Board does not have enough information on Ms Glass' level of risk so she remains in custody. Is that not what's supposed to happen?\n回复 @hans_kluge @WHO_Europe @MinisteroSalute @RegioneVeneto @ItalyUN_NY @ItalyinEU @EU_Health @ItalyUN_Geneva @ItalyinGeneva @SandraGallina @EUPHActs @EPHA_EU @ItalyUN_Rome D https://t.co/AkkgqPIdSw\n回复 @chrismc1957 @TCYJimB What about (the Sensational) Alex Harvey?  Back in '73 I saw a second-rate support band called Queen. They were nothing special, but their frontman could work a crowd\n回复 @Durotrigesdig I have been inside it. It is as difficult to enter, dark and wet as the comments say. The water table has altered somewhat in the last 2000 years.  When I was five there was another souterrain found and re-buried a few miles away at the foot of Loch Eriboll/\n回复 @Andr6wMale Rhythm for that is \"borrowed\" from the Mad Lads cover of the Delfonics' \"I Can't Get Over Losing You\"\n回复 @BarbaraRich_law L,w\n回复 @DrNikLaw @Scott_Wortley \"Thanks, Dr Nick\" https://t.co/ndQfUEbxJ1", "overlap_score": 0.1660551448569895, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1262274518128693250, "screen_name": "BobtheGoon5", "user_at_name": "Bob the Goon", "sample_content": "回复 @brucepknight @ZombiePanther2 Does this mean the Chicago convention is canceled?\n回复 @DBistoli Had a great uncle who did this to his restaurant in Gary, Indiana when they started closing the steel mills. His customer base dried up so he touched it. Passed a lie detector and everything.\nThe Maginot Line was not a failure. It worked exactly as it was intended to (force the Germans to invade through Belgium and the Low Countries). https://t.co/y1nrBMABmW\n回复 @100YearsAgoNews Why do I feel like this wasn't an accident?\n回复 @fairmaiden1over The papal toilet chair is real!\nJust spent the last hour doing a deep dive into unschooling. Maybe it’s time to reconnect with my relatives in Greece and make sure I have a backup country to escape to for when America collapses.\n回复 @SmashTriviaJohn Yeah, that whole account screams Three-Year Letterman gimmick.\nCocaine? In this economy?\n回复 @bethbourdon The Cybertruck looks like it was designed by Homer Simpson.\n回复 @HQuestion2 @brianbeutler This is an Onion article template.\n回复 @DickTracyMovie 10 years old. Fun fact, didn’t get to see it in the theaters at the time. I pestered my parents to take me but they were waiting for it to come out in the second run theaters. When it did they waited too long and I missed it. Had to wait for its release at Blockbuster.\n回复 @charliekirk11 Does a single conservative know the lyrics to Born in the USA or can explain what the song is about?\n回复 @100YearsAgoNews I wondered if the farm had installed a telephone by then. They didn’t have one when Harding died.\n回复 @Hamlet_Machine I originally saw Vampire Hunter D late at night on basic cable (heavily edited). I was about to go to bed when it came on. Completely enraptured by the whole thing. Went to Blockbuster at the first opportunity to see it unedited.\n回复 Kids these days have no idea how pizza delivery wait-times went through the roof during the Ford Bronco chase.\n回复 @PicturesFoIder Honestly, not a God damned thing. You’ll find life a whole hell of a lot more pleasant when you don’t let little things bother you.\n回复 @JimmyJazz1968 Greek Easter usually falls after fake Easter (or “Feaster” as we like to call it) which means the savvy shopper can purchase holiday candy and chocolates at a steep discount.\nIsrael’s Minister of National Security. Ungrateful wretch. Not another dime to this state. Pull the ambassador.\n回复 @villanareittv The Changeling (1980) with George C. Scott. A horror-thriller mystery set in a haunted house. Tension builds throughout.\n回复 @DebsMuseum Walk without rhythm and it won’t attract the Pinkertons.\n回复 @DickTracyMovie Ha! Found it. I can’t believe I remember a commercial from when I was 10.  https://t.co/FSyVErNvsd\nThe thing about the McDLT is McDonald’s would precook all its burgers &amp; keep them under a heat lamp until someone ordered it or a certain amount of time passed &amp; the burger was tossed. That means the McDLT was under a heat lamp cooking the cold lettuce &amp; tomatoes.\n回复 @CommitteeElect @InternetHippo @wyatt_privilege They, they call it the Stranger.\n回复 @SxarletRed @AnthonyClose @JulieR2022 Time is a flat circle.\n“Oops, sorry. Some blue dog Democrat who owns a coal mine blocked us. Vote Democratic in the next election and better luck next time.” ~ Biden, 2025\n回复 @frankieocean24 @BBGreatMoments There Was Always Sun Shining Someplace: Life in the Negro Baseball Leagues (1980). James Earl Jones is the narrator.\n回复 @TradWife2049 The oldest woman I’ve ever had sex with was 22 (I was 19) and the youngest woman I’ve ever had sex with was 18 (I was 16).\nHope this is true. The ALICE training my school went through instructs teachers and students to throw books at an active shooter if he enters our classroom with an AR-15. I’m not too optimistic about this “plan”.\n回复 @DickTracyMovie Finally saw it in a theater for a special screening 10 years ago.\n回复 @GonzoMcFonzo @Rodman1_r2 @justinboldaji @3inatrenchcoat @nxd1979 That’s unfortunate. VHS tapes have a little plastic tab that you can break off that will disable the ability to over-tape; protecting the original recording. I don’t think most people knew about it.", "overlap_score": 0.1465428604326812, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1201980658773643265, "screen_name": "GraemePyle2712", "user_at_name": "waterworrier", "sample_content": "回复 @SimonCotter62 Grays acknowledged the poor description on a purchase I had with them.$410 and this trailer was mine.  Grays didn’t do it deliberately though I think the previous owner  made shit up. Several items in pallets was actually a full truck load of drug growing gear… https://t.co/oELs7w7sNb\n回复 @SimonCotter62 Joe and Pam were very good to me. We had a great time in 1988 in Sydney. Joe hated singing about bathroom windows and was terrified of hearing his songs in a lift.\n回复 @BernieJ43233049 In 1965 ,Dad bought a massive turbo charger off a plane at the Tocumwal aerodrome and made a grain dryer out of the compressor side. We were astounded that our welders couldn’t cut the exhaust impeller…\n回复 @chassiskat @Timberland You have been  cornering  to fast…. Ease up on the brakes , too.\n回复 @strangerous10 @DJA51 I’m a Farrer constituent. We are thrilled Sussan Ley is doing such a fabulous hib on self destruction . Her staff continually set her up to stuff up. We are very  pleased with this work. Hopefully shes unelectable and we get an independent. https://t.co/tilIHPbfvx\n回复 @ChrisMinnsMP A WOFTAM! He stopped his meds and went berserk. Have a good look at yourself , or go to the average person in the street and ask them if they thought this inquiry will do anything. The bloke was from QLD ffs\n回复 @Peter_Fitz Yeah Peter, Trump was in a bunker/ tent about 800m from the capitol building , watching it unfold. He was ready to claim victory when the mob had attacked everyone inside  and the capitol building would be his. Why else was Trump , there?\n回复 @AngryGoddessx A thing that sent my dad into an absolute rage was a person wearing war medals that were not correct and depicted the wearer as a hero. Dad spent 3 1/2 years building a railroad in Burma. He was not alone\n回复 @BazzaCC The drag on trucks from sidewinds can increase fuel economy by 15% with shrubs and trees on the edges of highways and roads. You’d know about this if you drove trucks in the 70’s with low power and high loads\n回复 @ShiannonC Mixing prescribed  mind altering drugs with other substances in the recreational arena can cause an array of communication difficulties.\n回复 @ScoMo30 You said you would burn for us… you burned us , instead  Scummo! I believe your rapture will go to hell.\n回复 @dirtwork69 It’s a thrill if the parts are the right ones…. And all of them are there. The plastic bags are the only way they can track em with that bar code. We have a few spare bags if you want to luckyvdip at some stage\n回复 @davidbewart There is an insurance tribunal. They get 3 people off the street( apparently) to adjudicate on the issue. Insurance companies don’t like doing this because few people believe the insurance industry to be fair. I had Merton Wright assess my hail damage, he invented crop insurance\n回复 @dmccann65 @RavenZech2 No win , no pay does not isolate Bruce from the other side’s legal fees\n回复 @EMacskasy Ley is  streets ahead from an entertainment perspective. Suss is depicted on Mad as Hell with her caricature , along with spud . Spud would not like being laughed at, Suss doesn’t care.\n回复 @Peter_Fitz Ronnie salt\n回复 @EVERALDATLARGE Everald, my dad and his mates were digging very large holes near Changi  in the belief that the remaining Australian  POWs were going in them. My favourite plane is the Enola Gay. Hirohito had previously declared that there be no evidence of Japanese atrocities. Sandakan…\nVictorian police are extremely upset they threw Suss under a bus this week. Apparently she was happy to go under it a few times https://t.co/Xl9ijQlPz6\n回复 @MrRexPatrick @Richard_D_Boyle The cross bench , after the next election , will be large and powerful. Some guidance for the newcomers would be very helpful for our democracy. Rex has the ability to make sense of what the majors get up to.\n回复 @SandyXiaotong Oh Silly Sandy, put up the email and stop us thinking that you have trouble with fiction and truth.\n回复 @SimonCotter62 It’s lucky I like  and run older cars and trucks. Cuba has sensational cars, mostly from the 50’s .\n回复 @Qldaah The AEC should agree to  their day in court in November. That should allow the NSW twig of the Liberal party ample time to decide which one of them is going to represent them….Donny will be another feather duster by then\n回复 @Peter_Fitz It’s a pity phone booths are hard to find, now. They would be the right size for a celebration with his supporters to commemorate his achievements. Perhaps there’s one out Engadine way. https://t.co/vx8aDQ2P5a\n回复 @Morbidful A bit I know had the Dore treatment for dyslexia to the cerebellum. His sense of smell was greatly increased and  it seemed an odd outcome from doing these simple exercises. A loss of smell is a precursor to Alzheimers and Parkinson’s and I wonder if there is a link.\n回复 @MrRexPatrick @AlboMP @PeterDutton_MP Nuclear powered very fast trains have been ignored . Can you imagine how much gravy could transported on these. I can’t be long now before they raise their ugly heads. https://t.co/P4QOZeFO8R\n回复 @simonahac @PeterDutton_MP There is a really big fix on to make sure the gas cartels can continue to plunder punters in Australia with extortionate electricity prices, well into the future. Derailing green energy sources for an unreal atomic cure feeds directly into the pockets of a very loud few.\n回复 @peters_malcolm @Old_Santa_Claus Our house would knock over a bottle of Worcestershire sauce about every month with dad and granddad in the 60’s. They both had terrible wars. It was one the table with the salt and pepper and home made tomato sauce   Thanks mum!\n回复 @Peter_Fitz Nah… we would just lay down to cut wind resistance. We made an 18” straight pipe from the exhaust outlet.I read that in a book about motors. We were pretty raw Honda 90 racers\n回复 @grumpyoldfool62 @Born_In_54 I’ve had dealings with Suss… those big ears don’t work. They are decorative and assist in holding glasses, completely useless on a listening tour\n回复 @strangerous10 Duts got the wrong coat from the LNP  special effect’s wardrobe department. https://t.co/ibgdo53i7V", "overlap_score": 0.1518534710765203, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1219027716500082690, "screen_name": "BlackCatsRule7", "user_at_name": "Kiara", "sample_content": "回复 @konenas @ninaturner @POTUS Let me help you out…Israelis can’t be Nazis. Most Palestinians are Nazis, and they are losing. Why do they keep crying for a ceasefire? Because they are losing. Have a wonderful day!\n回复 @JoeNBC Nobody believes this. You could have been less grandiose and it might have been somewhat believable.\n回复 @politico Oh well. Maybe public schools should focus on the base subjects and quit trying to be activists.\n回复 @m7mdkurd It absolutely is mental illness to set yourself on fire. I know that’s hard for death loving people like you to understand\n回复 @BrutalTruthsX @kavekrew @supermom8639 @EdKrassen @unlimited_ls Well there have been cases of covering up students sexually harassing or assaulting other students, so it wouldn’t surprise me.\n回复 @MarkMantis @EdKrassen Such a small mind to think conservatives are a monolith (and to avoid reality but that’s another story)\n回复 @ArtCandee @ProjectLincoln Oh grow up\n回复 @BillKristol The party of flag burning and tearing down statues has no moral authority to judge conservatives\n回复 @thestustustudio Smart men\n回复 @ibramandhu @RealSafeSeattle @AP French Polynesia is better anyway. More freedoms and less crime.\n回复 @RepRobertGarcia The person to blame is right in front of you but politics matter more I guess. Bring back real men who defend their families!\n回复 @mcuban @X Holy cow you are a conspiracy theorist.\n回复 @Dont_Panicic @MorHogeg @partlyhueman Why doesn’t Palestine get the same support from Arab nations? Why won’t other Arab nations take in refugees from Palestine?\n回复 @MoiraRoseFan11 @ErinInTheMorn How do you know? You can’t see her posts. That’s a silly argument anyway. She is focused on indoctrination in schools. Where have you condemned animal cruelty?  You must be for it since I haven’t seen you condemn it.\n回复 @TheRickyDavila Historically bad work. Good riddance\n回复 @harryjsisson @BidenHQ Kids shouldn’t use that kind of language\n回复 @Shelleybeen2 @NYDad17 @RyanShead @elonmusk Ha ha ha! Sure! You haven’t seen the interviews where they tell people what city they want to go to?\n回复 @ntxntx3 @tedfrank @ffs2022 PPP loans had to be spent on employee salaries and utilities. If not, it had to be paid back. It kept people employed who would have otherwise been let go. Your student loan forgiveness only benefits YOU\n回复 @Morongate2024 @ddale8 It definitely wasn’t a border security bill, which is why it was a horrible bill. It was an immigrant processing bill.\nTo all those conservatives who think that Republicans shouldn’t have nominated Trump: Do you think they wouldn’t have done this to someone else? They wanted to arrest DeSantis for human trafficking for flying migrants to Martha’s Vineyard. If he was the nominee they would have…\n回复 @adgirlMM @HeatherThomasAF That didn’t happen\n回复 @suchapeach @JeffYoungerShow No. She didn’t know what a musician is.\n回复 @Brick_Suit @mazemoore @CollinRugg She could take comfort in the fact that she’s the first trans woman to have an on air job at CNN\n回复 @Liz_Cheney I’m so glad that you and your father are both out of power. A win for America!\n回复 @JujubeTing @RichardHanania African American women have a higher rate of obesity, but we can’t talk about how that may contribute to their health issues.\n回复 @DrEliDavid It’s a death cult\nHe’s such a fraud\n回复 @jhendy_10 @MrDDonnelly End of her career?!? Ha ha ha. You know that they are developing a Harry Potter tv series now.\n回复 @mmpadellan It’s more than 50%. You are bad at math\n回复 @keithedwards He wanted money to build the wall", "overlap_score": 0.1483446434423792, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1141062657493131264, "screen_name": "KoodzNLades", "user_at_name": "Officer Zinobia Turner's Air Bud Challenge", "sample_content": "Willfully ignorant, trump adjacent 🤡 alert👇🏻\n回复 @JakeSherman @JohnJHarwood @RepMTG @SpeakerJohnson No matter what chaos endues, just remember, nothing is more important than pretending Republicans are a serious party and their obvious bad faith talking point should continue to set the press' general narrative.\nThe Trump/Sanders SCOTUS functioning as designed\n回复 @JoyceWhiteVance He's effectively above the law. Conservative, white, male privilege makes sure of that\n回复 @ChrisDJackson Shine a light and the cowards scurry   #WeBackBidenHarris2024\nBernie's a huge reason roe was overturned. His legacy is Trump's presidency.\n回复 @JohnJHarwood Family values, fiscal responsibility, law and order, personal responsibility...this story violates everything Republicans pretend to care about\nOur shit political press out there taking credit for Joe Biden's ideas   Fuck you\n回复 @cbouzy I wonder who's gonna play Kate this season\n回复 @GregTSargent Ppl in the press are sooo full of themselves. Joe Biden wouldn't know what to do without all of you\nThe corrupt, 6-3 Conservative SCOTUS is Bernie's legacy as much as it is Trump's\n回复 @ABC There's so much violent crime in NYC that they're assigning 800 cops to &lt;checks notes&gt; crack down on subway turnstile jumpers\n回复 @atrupar Like tim pool, only with a sweet ball cap\n回复 @kyledcheney @Snapandbud https://t.co/sl9052fp9i\nI got a warning for the word \"sht\" even tho that's how i spelled it\n🤣🤣🤣🤣 you weak-minded, weak kneed 🤡, @MarkWarner 🤣🤣🤣  🖕🏻\n回复 @DarkMSolvent He's trying to present defiance, he's actually 💩ing himself a la Hactor Salamanca\nRepublican politicians lie to their voters almost as much as Republican voters lie to themselves  #BidenHarris2024 #RepublicanBorderCrisis\n回复 @TheLastWord @RepSwalwell He's also learned how to 'grind down the infotainment system' evidenced by his fellow coup plotters being hired by this very network.\n回复 @jonkarl @ThisWeekABC If you're not normalizing trumpy extremists, are you even doing journalism?  What you do is bad for democracy, know that.  GFY\nTrump doesn't have to hire anyone to do oppo on Biden.  The press does it for him  #StillRidinWithBiden2024\n回复 @AP If you're not running cover for Republican liars, are you even doing journalism?  🖕🏻🤡s\n回复 @DarkMSolvent -fluff trump -abandon our allies -destroy democracy -watch some porn with his son\nHas any reporter asked any Republican pol about the trump crime family busting out the RNC, or nah?\nHe brings a tear of joy to my eye\n回复 @mattholt33 @merica @CNN How's your \"both sides\" game?\nLet's regulate these RW propaganda networks, FFS. Haul these anti democracy, @wearesinclair scumbags in for questions @SenateDems\n回复 @FOX8NOLA SMALL GOVERNMENT REPUBLICANS STRIKE AGAIN  Such total frauds  #BidenHarris2024\n回复 @GregTSargent At least down ballot Republicans have the RNC to help. They can draw from the committee's years of accumulated experience, the well organized nationwide infrastructure, and unprecedented fund raising\n回复 @CharlesReid707 @JonathanTurley Keep telling yourself that, spark load", "overlap_score": 0.157588583880421, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1075215890059329537, "screen_name": "trust4jab", "user_at_name": "trust3vil", "sample_content": "回复 @ZOrtiz99 a solid 7 too much muscle is unattractive\n回复 @marlene4719 so because a pedophile is in church for a photo op he's a good Christian lmao\n回复 @SameeraKhan she ok but pretty average I prefer latin women\n回复 @_iamnotlewis @hebko70019 @aletoowelll @USA_Polling @stacycay this isn't ranma the manga this is real life. we're not amphibians that can change their sex to reproduce. a man cannot have a baby. transgender is an idea not a reality.\n回复 @UserID_is_Taken @retiremanny @baaffus @DogRightGirl a variation? all sneakers look similar cry harder they're sold out bum\n回复 @MediawatchNw y'all gross... loving this vile creature with fake hair fake eyelashes and a foul mouth\n回复 @dwhite0279 @DelusionPosting you don't put both 6+6+6 and 6 x 0 in parenthesis there is no parenthesis in the original equation. so if you get 18 and the 6 x 0 is in parenthesis you would multiple 18x0 and get zero\n回复 @TheCriticalDri2 yet she's not nude and the outfits are tasteful\n回复 @TheRealHoarse @MattWalshBlog he ain't going to jail dog they know he will win for sure if he is sentenced to jail. they'll put him on hous arrest maybe give him a big ass fine and he will appeal it they just want him in his basement like Joe\n回复 @ekinlein @c21markm @MikeSington that don't look like trump and if it is why he look like the pic was taken couple years ago lol cmon\n回复 @shaunmmaguire you sir deserve a medal or at least praise for standing up for what's in this countries best interest\n回复 @0HOUR @TheTruth3834 don't doxx the man you just as bad as him for doing that. that's what the left wants so they can ree all the way to the ballot drop box\n回复 @CraigRozniecki @toxiccowboy1 I quote PBS the same news outlet that lied about trump tlkn to netanyahu\n回复 @ykkswb she's ugly wtf are you smoking she said she doesn't feel like a woman lmao\n回复 @pattyisright @EladHakim Biden will speak in a guilty verdict and say that it was a good decision to \"save our democracy\"\n回复 @SaltyCracker9 felon 47 we ride or die\n回复 @aletoowelll @USA_Polling @stacycay no ... no you're not. you're born a man you die a man no matter what surgery you get\n回复 @WinnieSchola @kirawontmiss no she hasn't that's a fabricated story\n回复 @glennkirschner2 free speech for me not for thee\n回复 @Kali_Lynn @kRooKya @darafaye don't care I'm not crying about her rabid dog tryna bite a kid\n回复 @kirawontmiss it's not that big this is a camera trick the camera is closer to the turtle than the other ppl. why are ppl so gullible\n回复 @TobinYohonHuder @raymo_g @Timcast I agree, stop being gay bro.\n回复 @newmenowwhat getting mad at Hispanics for doing something with their lives instead of acting hood... sad\n回复 @drjasmine___ why you in the wheelchair your legs look fine... don't tell me terry crews got to you\n回复 @F1 Yuki would be better but he'll probably the up at Aston Martin\n回复 @AndrewGreene864 @XXL go get your binky and sit in the crib crying bout it 😂\n回复 @leoknyc777 where's the dozen trucks at? you showed a picture of a flat bed and a moving box truck. try harder next time 🤡\n回复 @Sony @LGBTTech this has to be Sony america cuz Sony Japan don't have a pride month\n回复 @BenRTrader @LauraLoomer @NationalGuardNY me thinks they'll jail him until the election is over hoping he can't campaign anymore. but they'll turn him into a martyr so that may backfire.\n回复 @TheSkeptic4122 this world belongs to A demon who thinks he's a god named Satan and God said let him have dominion over the earth until the day comes where his son will wipe him out", "overlap_score": 0.1535362573752448, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1318835818962817024, "screen_name": "JamilaMelani_", "user_at_name": "Jasmine", "sample_content": "回复 @essenceyasimen @Chuckiclassic @morayorvr Your man broke babes, you gotta split the bill like a man for the rest of your life with him. Work like a man just for him to play his shooting games at home 😂 with no ring on your finger. Then have his kids while yall barely paying bills , that’s child abuse hun and Stockholm\n回复 @H5N12345 @JackDuc97937792 @SlapHuntr @kirawontmiss We just might be especially if yall compare us with males , we look like saints next to them. That’s why Mother’s Day is the most celebrated holiday and Father’s Day being the least celebrated.Again let’s not forget that it’s woman that take care of the kids something males fail\n回复 @benotafraid1012 @bbrccklyn @vixenxpluto So morphing into Nicki should be normalized ? 🤔 so laying at the surgery table 100 times to get the face done needs to be normal? Yall don’t even know what yall saying anymore your girl got identity crisis and you’re tryna support that😂 that’s why they call yall..\n回复 @BarbzJail @boy_getnaked @dalocalbarb @hardwhiitte_m If you’re gonna transition to man cool there’s nothing wrong as long as they’re happy but why not make you’re partner that identifies as female have a child since you desperately wanted to become male. Like I said it defeats the whole purpose, making it weird af\n回复 @jj55lovesu @Nah561058669692 @yusefiii_ @nonickinoclout @nikguh_ Search up feminine traits n compare it to yours and the women to listen to, match it see if they have it. Then search up masculine traits n do the same. Your question will be answered there. We need to stop acting like nothing is wrong with us , everyone need to change sometimes\n回复 @x_nehemiah @morayorvr @essenceyasimen I know all of this babe , expand your mind and look how other folks live other than your friends and neighborhood their more to life then what you know. You choose what life you want\n回复 @CielLaboy @BreeHermes_ @WriteARapSis Im a Latina woman and she is 100% correct, the same way black people have colorism in their culture, we have it too. And sometimes hate on each other that isn’t from the same country.And yes Mexican is seen at the most dirty and ratchet I don’t agree with it but it is what it is\n回复 @KCLMG_kingAce @YoungEmmanuelJ @DailyLoud 🥱🥱 I don’t listen to broke men that can’t men up and pay the whole bills. I know your daddy a deadbeat and your momma was survival mode. That’s why you think a women needs to do something for your ugly broke ass, GET A JOB LET GO OF THE PLAYSTATION\n回复 @gxldd__ @BarbieDxngerous @cruelblvd @slayoncedemised Meg the pass around never charted , go check. NICKI ALWAYS CHARTED AND SOLD OUT SINCE HER MIXTAPES ERA. Hint why Nicki said her mixtape sold more than traumazine 😂😂😂 pink Friday 2 got more sales than Megan’s albums AND SONGS . Yikes, she finally charting thanks to the QUEEN\n回复 @TheEliteBarbie https://t.co/DhHMcsqyw5\n回复 @maniszn5 @jj55lovesu @nonickinoclout @nikguh_ Nicki not an example of a feminine woman 😂 i said compared to Megan she is. Megan ran through and her ex exposed her. So being a hoe is feminine? That’s what you’re saying? Come on now use your brain. Learn when feminine energy is before u make a fool online\n回复 @MagicVava @dinopostedthat @Duprii23 Well you don’t get Nicki’s humor and I bet you skipped over the double entendres she put in there since you’re small minded I bet you don’t even know what it is or means lmao something majority of female rappers can’t do they just stick to rhyming and having one flow like Meg 😕\n回复 @D2Ryungtrav @fuxkdede @DavisJrStilldey That still dont give her the right to have sex with a 15 year old, Im 22 and I would rather die than sleep with a 15 year old thats almost the same as sleeping with a family member🤢 and it don’t matter if you had a house or own a business your still a child, 15 is still a child!\n回复 @BlasterP90 @SlapHuntr @kirawontmiss Ohhhh you’re a kid , I should’ve known isn’t it past your bedtime ? Did u do your homework , and does your mom know u talk like this 💀 wow even the boy I’m texting  is a great prove of my point. Look yall as we can see a corrupt male brain starts as kids! YIKES\n回复 @oracle_sleaze Whats crazy is THERES NO GUN SHOTS! She said he shot her in the foot but there’s no bullet holes that’s why police believed she stepped on glass . A then magically she post a picture with a “gun shot” in her foot. She’s definitely lying , her story keeps changing\n回复 @H5N12345 @JackDuc97937792 @SlapHuntr @kirawontmiss I meant to say “we all know why males are celebrated less” my mistake and yes I know u celebrate your mother , as u should . Like I said women are the most beautiful thing in this world including the female animals. We should be thanked for so many things males fail to do\n回复 @x_nehemiah @morayorvr @essenceyasimen It’s is logical because we are women babe 😂 you don’t know your power don’t you? I seen women that come from the brokest families and shit neighborhoods marry a rich man that provides not only her but her family , you can get this if you listen to shera seven I’m not gonna guide\n回复 @SwindellVe75977 @4_yikes @HARDWHlTE Girl some cream or squirt both are valid and different for each women. Men just piss me off when they don’t know women’s anatomy lol and they have the nerve to speak about them 24/7 in their music , girls simp too much fr\n回复 @pallnandi Obviously B , whoever says otherwise has a phone addiction they need to get that checked out\n回复 @JudaiSeiruzu9 @JackDuc97937792 @SlapHuntr @kirawontmiss Not true even a blind can put two and two together and see a pattern in man’s actions all you gotta do is turn on the news and you’ll see for yourself it’s MEN doing all the harm women have small present compared to men. A most men fatherless you too probably, again men ruining\n回复 @jj55lovesu @Nah561058669692 @yusefiii_ @nonickinoclout @nikguh_ Watch sexyy red video on pound town or cardi ft Megan new song. Where is it classy? Are they shaking ass and talking about dick and vagina 24/7 ? That’s masculine energy babe, I’m starting to feel bad for u💕 please listen to Shera Seven being defensive isn’t cute\n回复 @Nah561058669692 @yusefiii_ @jj55lovesu @nonickinoclout @nikguh_ Uhm men! And why would men know the beef with Nicki and Megan ? 🤔 why would a man “hate”on Megan for no reason? Exactly, there’s no reason just facts! And many black man talk about this too and y’all call them colorist. How would u feel if straight men act gay? Would u date them\n回复 @Basedzchips @SlapHuntr @kirawontmiss Just cuz I see the truth of man’s actions and not a pick me don’t make me a lesbian, I also heard this before when a male got no good insults 😂 we don’t kiss ass especially not no man\n回复 @KNIGHTMAREBANDU @Nah561058669692 @yusefiii_ @nonickinoclout @nikguh_ No babes it’s the lyrics too. And yes , women overly showcasing their sexuality is EXTREAMLY masculine. Women are suppose to respect their bodies because we are women not men. Men usually only want us for sex and when u make sex your personality nobody takes you seriously.\n回复 @BasuMede No , she’s not original that’s why she copies nickis every move including her face. Even her ghostwriter copies Nickis lyrics and she’s working on suing 12 faces\n回复 @pufflemarble @SlapHuntr @kirawontmiss WE DO NOT HAVE TO HAVE SEX WITH YALL OR DATE YALL. Are yall that delusional, we don’t even like how yall treat us, and we are not the ones that yall need. Why aren’t your bros there when u are sad , or right cuz men think it’s gay to be emotional looks like yall kill each other\n回复 @_cardixlatto @bartieur @WriteARapSis And what did she do? Threaten that she fucked him cuz we’re telling her not too😂😂 and that what y’all support and admire, pls y’all need help and fix the Stockholm syndrome cuz I’m starting to feel sorry for y’all\n回复 @H5N12345 @JackDuc97937792 @SlapHuntr @kirawontmiss Oh did all of yall forget how the government wanted it to be legal to be with little kids, they were literally talking about it it was in the news, it didn’t happen cuz the women SAID HELL NO! This was recently. Imagine if women weren’t here to say no to that,God is thank women🙏🏼\n回复 @benotafraid1012 @bbrccklyn @vixenxpluto Theyre both Trinidadian ? Cardi is Dominican 😂😂 she acts black but isn’t , stop pulling shit out your ass and do some research. You wish cardi was like Nicki at least 1%\n回复 @AyoCraze @theGovaMint Provide for us , pay our bills, take us on a shopping spree and wash the dishes. Ain’t that hard to do", "overlap_score": 0.1147148806120145, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1296097553063305218, "screen_name": "mair__wright", "user_at_name": "Marianne Wright", "sample_content": "回复 @HaleyCarrots Correspondence currently. Pre-Covid various programs in jails/prisons.\n回复 @stuntmansamuel I appreciated reading this.  (Agatha Christie thought the compulsion to hold on to memories via photographs was bad and materialistic, it comes up in a couple of her novels and her autobiography.)\n回复 @omnialnchristo This might be the prettiest flower\n回复 @WB_Baskerville We did a marathon watch for my son's 12th birthday last year and I really enjoyed them and so did my son and all his friends, many of them were reciting along with the actors\n7th grader's history assignment is to decide seating for a \"Gilded Age Dinner Party\" and currently John D. Rockefeller is sitting between Ida B. Wells and Mother Jones, who in turn are flanked by Upton Sinclair and Booker T Washington, hope he enjoys the evening.\nGrandpa drove from Georgia to West Virginia in 1947 (no interstate) to meet my grandmother, he had been told by friends that she was the one for him. https://t.co/C6D86nTSTW\n回复 @MmePapyraceus I read a biography of someone who grew up in India in the late 19th century and all the kids in the family had a round of rabies shots about once a year like it wasn't a big deal\n回复 @booksandthebook @NorthDakotaJane There's an autobiography   https://t.co/pz3E4N9G7C\nIncredibly proud that our 5th grade daughter won 1st place in the America's Fieldtrip competition; her fieldtrip (which I am invited on) is 4 days at Yellowstone!  Also proud that 6 of the 25 first place winners in her age group are from Woodcrest School!  https://t.co/fRlk15JyUz\n回复 @MmePapyraceus people were and right on top of the Revolutionary war battle fields as well.\n回复 @suzania She is reading it first and just came out to ask me if the whole book is really letters.  I've been looking forward to her reading Little Women since she learned to read, can't wait to watch both movies with her.\n回复 @kevinhargaden A teacher in the public high school my husband went to in rural Pennsylvania had a paddle in his classroom in the mid 90s\n回复 @_Zeets Has to be animals that are slightly on the edge\n回复 @HMSReepicheep One of our kids is T1. The medical care and tech available to manage it is amazing, and some days it's still overwhelming.\nHello! from the barn  (inside waiting for lambing season to start) https://t.co/7A5jSf5D4b\n回复 @TelfotoABZ761 We do it recreationally.   It's a great family activity for this time of year when there isn't sledding and the fields are too wet to play on.  It does take quite a bit of sap and boiling to get a quart of syrup though!\n回复 @vlynpowell Thanks Lyn!  The competition is part of the official 250 year celebration of the United States so it's exciting that we get to participate in it.\n回复 @NorthDakotaJane You and I could share the gold. An historical and decadent occasion.\n回复 @MmePapyraceus Every time I think up a clever housekeeping scheme I remember the Country Bunny\nFour in a room with my sisters growing up, as it should be.\n回复 @AmitMajmudar Listen to the setting by Benjamin Britten in the War Requiem\n回复 @LucastaHonoria Right.   I meant the puzzle today was preposterous.\n回复 @BrianDijkema @jreimr lot for our son not to have to have a smartphone (even though we've stripped his down as far as we can).  I worked with Peter Mommsen on talking about some of this for his editorial in the next issue of Plough Quarterly, would be interested on your thoughts once you've read it.\n回复 @suzania @jwilson1812two @JcScharl I probably managed to spin a total of about two feet of lumpy yarn.   She also had a giant loom and I made a tablecloth.  The woman who taught me was a kindergarten teacher and naturalist, and still is.\n回复 @LeahLibresco @AlexiSargeant Congratulations!\n回复 I have learned a lot about things like \"crustaceans in heraldry\" and what colors denote courage\n回复 @RippleCreekNW @hillsdaleonline Looks really interesting\n回复 @MScarince Super advanced tech that gives a kid with a terrible disease a chance at a pretty normal life, but on the other hand, you are dependent on technology.\nEditing this book may have been the best project I ever worked on, can't recommend George MacDonald enough.   If you're intimidated by massive 19th century novels, you can start with smaller excerpts here and then move on to the books (which you definitely should).\n回复 @GeltnerJonathan Catch me in mid-rant about teens with smartphones \"of course our 12-year-old has ones but...\"  The editorial in this issue starts with a T1 vignette btw.  All the best to your wife &amp; you. It's a tough one because it doesn't make you look sick but it's so complex and often scary.", "overlap_score": 0.1607716408864393, "MARITAL": "Married", "AREA": "Rural areas", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1283422409656356864, "screen_name": "SAISDDouglass", "user_at_name": "Douglass Elementary, SAISD", "sample_content": "Las donaciones de Kids Heart Challenge están vencidas. ¡Pregúntele a su estudiante qué han aprendido sobre sus corazones durante KHC! Última oportunidad para registrarse, descargue la aplicación Escualas AHA o visite https://t.co/LfgvcNaCFk https://t.co/QyzYSUoYlf\nNational Recognition: Earlier this year, Mrs. Jordan received a HUGE opportunity - she was selected to be filmed &amp; interviewed for all her work. To learn more, view: https://t.co/Px3I09zWaM and visit: https://t.co/B17RgRhSzj https://t.co/N3I32rZwGf\nOur Douglass Book Fair Family Night is TODAY!! We hope to see you from 3:45 - 5:00. Don't forget tomorrow is the last day for book fair!! https://t.co/w39f1po1s2\nThis week at Douglass we: hosted our annual book fair, listened to guest readers, took a trip to the stars, honored Ms. Watts &amp; Coach Martinez, represented our blended familia, conducted simulation testing, got heart healthy with our Herff Familia, and continued to grow together! https://t.co/Fbc0URyfYh\nThis past week at Douglass we: hosted eclipse stations, assessed with STAAR, celebrated attendance &amp; kindness, had 100% participation in testing, participated in small group instruction, visited with the author of Dork Diaries, and continued to learn &amp; growth together! https://t.co/EoTwLh0cSI\nWe invite current students, families, staff, &amp; community members to come walk the halls and share stories! @PoeMiddle @SAISDBrackHS @SAISDFoundation @SAISD https://t.co/m7tV5Cn5mx\nToday students were sent home with our Kids Heart Challenge packet. Just by registering they receive a heart bracelet to show their support! This will be going on for the whole month of February. Website: https://t.co/7sDaKpxQ0b https://t.co/VBZqUVbTMM\nThis past week at Douglass we: celebrated kindness &amp; attendance, visited the Doseum, created sun dials, assessed through District CBAs, introduced ourselves to our Herff penpals, read books, wrote sentences, solved math problems, and engaged in active learning so we can grow! https://t.co/Qs0Uhpytxw\nThis week at Douglass we: celebrated kindness &amp; attendance, showcased our art work, thanked our cafeteria staff for feeding us, learned about animal habitats at Sea World, saw a play at The Magik Theater, built amusement parks, and continued to learn &amp; grow together! https://t.co/43B1ZVPc78\nThis past week at Douglass we: celebrated kindness &amp; attendance, reflected on reading through writing, solved math problems, heard a safety presentation, visited the Doseum, held Saturday Camp, replenished our food pantry, tested in TELPAS, and continued to learn &amp; grow together! https://t.co/dkHF4Pqova\nTeacher &amp; Staff Appreciation (May 6 - 10): As we start winding down, it's time to show some LOVE &amp; APPRECIATION to our teachers &amp; staff for everything they do for us every day! Please join me in showering our teachers &amp; staff with LOVE &amp; JOY during the week of May 6 - 10!! https://t.co/aa8WKOdN75\nHip hip horray! It's almost the 100th Day of School!! The 100th Day of School is Monday, February 5th. Students can wear 100th Day t-shirt with a 100 items, bring in 100th Day posters or signs, or think of a creative way to celebrate the 100th Day of School with wearable fashion! https://t.co/I8x1FZzXWn\nReminder of our Family Karaoke Night this Thursday! Free snacks and drinks will be provided along with parent updates and literacy activities! @SAISDHerff https://t.co/XxfOnzkdVN\nMarch Student Lunch Menus for PK - 5th. Menu Online Link: https://t.co/LCBCYiXKhh https://t.co/HVI8vPG6J2\nThis past week at Douglass we: celebrated our leadership skills at Main Event, registered 100% of our families, assessed through MAP testing, hosted Doseum Family Night, sent bags to our Herff familia, got nationally recognized for our SEL work, and continued to learn &amp; grow! https://t.co/hoY4UEdGaj\nSchool Lunch Hero: They make sure we are fed every day, it's time to say \"Thank you!\" Friday, May 3rd is National Lunch Hero Day - take some time to say Thank You! https://t.co/seR2e2UTJc\nEOY Recognitions &amp; Senior Walk Reminder: On May 29th, we'll have End of Year Recognitions and our first class of Douglass Academy 8th graders will be visiting us for their Senior Walk! https://t.co/0JnRHIVtpI\nNext week we will celebrate National School Counseling Week &amp; Mrs. Flores with some spirit days! 💕 https://t.co/giiflNMnrR\nSave the Date: Our first Senior Walk for our 2024 graduates is May 29th. We hope to see our former Douglass Eagles who are graduating this year come to walk the halls one last time as they continue to SOAR on their journey! #alwaysaneagle @SAISDBrackHS https://t.co/LdvQItPH5z\nEOY Recognitions Reminder: Just a reminder of our EOY Recognitions on Wednesday, May 29th. There will be awards &amp; songs at various grade levels. https://t.co/RI593PNqk3\nSave the Date: Our Annual Books &amp; Breakfast is on Friday, May 10th. Register now to save your spot &amp; reserve your goodie bags! @SAISDHerff https://t.co/pBBZzBLNBm\nBooks &amp; Breakfast Reminder: We will celebrate our love of literacy on Friday, May 10th. Don't forget to register and we hope to see you there! https://t.co/ChxNYv8DaL\n¡La Misión de Finn es para ayudar a niños con corazones especiales! Aprende RCP con solo las manos y como reconocer un derrame cerebral. Descarga la aplicación de escuelas de AHA o visita https://t.co/LfgvcNaCFk y REGISTRATE HOY! https://t.co/EnY3ZCA8eG\nMemorial Day Reminder: Honoring those who have served is important to us as the only Purple Star campus in SAISD. Friday we will be honoring, remembering, and celebrating military personnel through multiple activities. We invite all community members to join us! https://t.co/EA8VCKwzN0\nLet's Get Heart Healthy Together!: Herff and Douglass will host a heart healthy family night at the Carver Community Cultural Center on Tuesday, February 27th from 5pm - 6pm. Come learn and eat healthy! We hope to see you there! @SAISDHerff https://t.co/iEnTlIo5xm\nFamily Survey: Please complete the survey as soon as possible. Thank you! Survey Link: https://t.co/YdsAcOMff6 https://t.co/gyQzls7vbx\nFiesta Shoebox Parade: We will have our annual Fiesta Shoebox Parade on Thursday, April 25th at 2:00pm. We will be lead by our Grand Marshalls and Fiesta Kindness Royalty Court. Parade route and spectator seating areas will go out tomorrow. Viva Fiesta! https://t.co/E5tCf8hM6D\nSave the Date: Our Bike Rodeo is TWO WEEKS AWAY!!! To participate in the event, the student must have a bike in good working condition. https://t.co/qmYJAHZYkD\nCentral Library Visit is set for Thursday, March 28th from 4:30pm - 5:30pm and we will be providing transportation! We have also scheduled a visit from the mascot - SMARTY!! https://t.co/jeOCMnLSEE\nDeadline Extended! Please share your thoughts in SAISD’s annual Family Survey. Deadline is April 5.  ¡Fecha límite extendida! Por favor, comparta sus pensamientos en la Encuesta Familiar anual de SAISD. La fecha límite es el 5 de abril. https://t.co/QCqXUxWcDo", "overlap_score": 0.155624405790024, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1297879132756275201, "screen_name": "NumbChunks", "user_at_name": "Qian Xuesen", "sample_content": "回复 @andrewrsorkin None of this \"thought experiment\" business, you sniveling coward.   Just say what you really think, like your fellow Zionist Baron Cohen here.   But then again, he's also dishonest and pretends to be a Kazakh before he says what he really thinks. https://t.co/a7PUmvuffx\n回复 @CarlZha Yeah, this has always been hypocritical. The West beats their chest about property rights at the same time mocking China for nail houses. One or the other, which is it?   https://t.co/EsKpZCzprp\n回复 @RichardHanania I know, right? They didn't even realize you prefer sheep. https://t.co/sYNvEUUDHC\n回复 @Chad_Kosciusko @mmjukic Your elites poison you and tell you foreigners are to blame, and you believe them. https://t.co/LD8O0aB1Sd\n回复 @realsteelmuslim is this really surprising when most WMAF couples involve a beta male?\n回复 @MaitreyaBhakal \"Chinese athletes are underage (they seem to have forgotten this one this time around)\"  ... bc the Chinese athletes dominated a ton of them and it would be counter to their narratives that their grown men and women were beaten by children 😁\n回复 @BobaCyclist No description of his attackers. Contrast that to this report from LA: https://t.co/apKAl8JyzB\n回复 @AI_EmeraldApple @not__vee Zheng He\n回复 @CarlZha @ElijahSchaffer 's post is just a politically motivated hit.     Slaughterhouses in US are worse, but the US has made videos like this illegal by passing so-called ag-gag laws.    Ironic when you consider the US touts how much more \"free\" it is.  https://t.co/LlosLefVuf\n回复 @jarvisbruder @GlennLuk you make it sound like the US no longer seeks short term profit. It's not like capitalism and quarterly results have been replaced by something else entirely.\n回复 @D162Michele I'm curious to see how they blame the multiple Boeing whistleblower suicides on China. https://t.co/T1kyA53g5B\n回复 @RnaudBertrand What's infuriating and deliciously ironic is that TSMC was only created (and escaped complete US control) bc US racism prevented Morris Chang from landing the CEO job at Texas Instruments.  So he wound up taking his venture to people who would not exclude him for being Chinese.\n回复 @Mont_Jiang Not a coincidence: As China dumps US debt, guess who's buying and is now the #1 debtholder? https://t.co/b1JnioUFf2\n回复 @TPharaohno @madeleinethien Who is better off today? The Chinese people after the US was unable to execute its color revolution, or the Iraqi people after the US executed its color revolution? https://t.co/lFRzZTZ3p9 https://t.co/k6UaRZYufs\n回复 @ianbremmer But Ian, Israel is the \"only democracy in the Middle East\"!   How dare you imply meddling in their internal affairs by talking about getting Netanyahu \"out of power\"?\n回复 @NYPD114Pct This is ridiculous. It reads like a taunt. So many cars and trucks going around the city with their license plate covered or missing.   But I understand, immigrant deliverymen are the easiest for you to bust and make quota.\n回复 @RichardHanania The Nazis helped liberate China and India by weakening the colonial empires there, but I suppose that's a negative for white supremacists. 🪞\n回复 @Mont_Jiang oh, I thought it was simpler than that — as a democracy, we appeal to the lowest common denominator, especially without any campaign finance reform.   And without mandatory voting, the democracy isn't even very representative.\n回复 @BobaCyclist Even in rain, I've learned to favor bikes. Subway gets overcrowded, backed up and delayed in the rain, so does road traffic.  Rain has none of these effects on the bike lanes.  So the time lost on dealing with wet clothes at home cancels out the time lost on slow cars and trains.\nCrazy for @USATODAY to make this assertion without addressing the images whatsoever. Where did they come from then?  \"The Party told you to reject the evidence of your eyes and ears. It was their final, most essential command.\" George Orwell, 1984 https://t.co/nRG4Iv6mDS https://t.co/tuwmKmtFO0\n回复 @60Minutes TSMC's founder Morris Chang was born in China and had no ties to Taiwan. He only started TSMC there when he was denied the top job at Texas Instruments due to US racism.  It's really ironic how the US is trying to claim TSMC as its own and fearmongering about China now.\n回复 @Mont_Jiang Not seeing a lot of this in Manhattan, are there a lot in Queens?\nFew who complain about MTA farebeaters ripping off their fellow citizens have someone like this in mind.  It's funny to see her defenders the replies, knowing the white knights would sound different if the criminal wasn't a thin, young, white woman.\n回复 @snackvampire They need to lie constantly to promote their victimhood, it seems.  \"You need to give us fighter jets because their children can slaughter us!\"\n回复 @SuspendedRobot 1990: \"Why is Beijing spending so much money on building a metro? Everyone uses bicycles. This is just a vanity project.\"  Different words, same theme, every time.\n回复 @Kanthan2030 Interesting. Just finished @crmiller1's \"Chip War\" which has been widely hailed as the seminal book on this topic, and portrays Fujian Jinhua as a malefactor that was justifiably put down.  Of course, given Miller's sympathies as revealed in the book, he'll probably say nothing.\n回复 @yanisvaroufakis Western sanctimony is a luxury belief. When the West was dominant, it was easy to lecture others about rules.   Now Western dominance is faltering. I expect it will abandon this sanctimony to delay the end as long as it can.\n回复 @li_dawei98 It's not really about China. It's actually sort of pro-China. It's a variation on this meme. https://t.co/hNO3dUPcTh\n回复 @Mont_Jiang Oh wow, will the term \"boba liberal\" make it to the NYT?\n回复 @003_pug90955 @zhao_dashuai https://t.co/n1BAILpOqa", "overlap_score": 0.1414850074745412, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1132847323103600641, "screen_name": "kjmcinnis5", "user_at_name": "Kevin McInnis", "sample_content": "回复 @RNCResearch What does this mean?  So if Jill gets mad at him for not taking the trash out, his sister-in-law will still support him?\n回复 @RetroCardSnaps Mr. Retro you’ve looked inside my Baseball Card Soul with this @ChickenMan3010 85 Fleer masterpiece!  😎🤙🏻⚾️🐓\n回复 @nut_history It’s only annoying for the other fans and probably would last just the half inning.  If it’s affecting the players that’s on the players.  They should not even notice it if they’re focused on the game.\n回复 @DakotaSpin @BraintreeBrew Mother of God!!!\n回复 @shegone03 @RVGDag @TheKineticArm @KMcGovernPT @artofhitting @ToddPratt07 @TheRealJHair @ChrisNowak83 @forcefulhitting @Fiveframeswing @Chapel14Billy “Keep your feet shoulder width apart, I guess.”\n回复 @boggs328 @msimotes1 @Simotes1986 @simotesmotor @Jeep @baseballhall Well, swing by Cape Cod and we’ll make the pilgrimage to Tampa Palms! 😎🤙🏻⚾️🐓\n回复 @WesternLensman Lamb to the slaughter.\n回复 @boggs328 Belt high.  Was it outside? Dude should have hammered that.\n回复 @BeerlyFootball Moss on the Pats!\n回复 @Boston_Diehards That was a Patriots like win.  Chiefs may have broken the Ravens franchise with that win.\n回复 @__TEAM_USA Hilarious question. Incomplete but currently at -47.\n回复 @FenwayNation They’ll have a two weeks in June/July when they’ll win 15 of 20 and get people invested and then play terrible down the stretch.  This is what you become when you have no desire to win a championship.\n回复 @CollinRugg Dr. Jill will finally be confronted by the radical swamp and make the change during the convention.  They’ll nominate Newsome who will sell his soul for the chance to run.\n回复 @FoodPornPhotos Sausage.  Staying with bacon.\nWho in the Boggs Brotherhood has UConn, Baylor, Kentucky, South Carolina in their Final Four Bracket? Who you guy’s got?@boggs328 @ChickenMan3010 @wadeboggsfan @RALewis3\n回复 @boggs328 @bruneauandco @PawSox @ChickenMan3010 I had a few of my buddies who live in Rhode Island near the old McCoy Stadium ask if I made a bid!  Sadly No! LOL\n回复 @barstoolsports Typical Little League ending.  Whatever team makes the least amount of mistakes wins.\n回复 @mmpadellan So many more felonies on the laptop.  Hopefully they continue to charge him with those.  We shall see.\n回复 @ThePackAddict97 @CardPurchaser Good question!  Bit steep for the unknown factor.  Depends who’s selling them.  The story of how these were put together could help make the decision.\n回复 @RNCResearch I love when she gets that wry smile on her face when she finds, what she thinks, is the right combination of words to drive her point home.  There is never anything of substance.  It’s just a word salad separated by the “in terms of” crutch that she goes often uses.\n回复 @shegone03 @notgaetti @BobFile @twuench @billdubs @SliderDominate @BLocsports @RVGDag @TheRealJHair @DMEASrecruiting @WillClark22 @drofdefense @BillRipken89 @jreb36 @MattMerullo @VictorRojas @GreggOlson30 This is silly.  Learn to catch with a real, appropriate for the position, glove.\n回复 @nut_history Take his overall ability and his physical attributes and plunk him into today’s game and he would struggle.  He’d figure it out but the overall talent and conditioning of pitching staffs and relievers throwing high 90’s would make him average.  Far from dominant.\n回复 @SosaKnowsAll Breaking Bad\n回复 @BallParkBuzz Shame on them for what they did to this team.\n回复 @VodkaMuse An old nurse once told my wife, “God put hair there for a reason.”  It’s like step off Florence Nightengale, this ain’t the 70’s.\n回复 @elonmusk Is it bad enough yet?\n回复 @PatriotJ Same thing with - Bob Hearts Abishola. “Oh I have to get home to watch Bob Hearts Abishola.” Hey, how funny was Bob Hearts Abishola last night?”\n回复 @Thomas_Carrieri It’s what ownership wants.  Mild interest and remain competitive till mid September and fade.  83 and 79 and call it a season.\n回复 @davidwade “You have a filing cabinet under half your ass.”\n回复 @sean0murphy He bet on baseball and manipulated his own pitching staffs to get the best option to win bets and cover spreads.  He was really good at it.  Put him in and mention that on the plaque.", "overlap_score": 0.1425953335914502, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1392252088940437508, "screen_name": "cmlvngstn", "user_at_name": "cmlvngstn", "sample_content": "回复 @LaNativePatriot @danabash and @jaketapper are as pathetic as poor old Joe. Embarrassment to the profession.\nIf everyone were allowed to break laws and rules, they could not exist. He knew when he quit paying that he was defaulting. Maybe he could do some community service in lieu of the fines and fees? https://t.co/1xF8OP8EGu\n回复 @Michele08622930 @JonathanFeil @SkepticalMutant @giga_bull @krassenstein Exactly. People seem to think that Trump just spend is days sitting around with a pen and calculator writing checks, filling out tax forms, filling out loan papers. Seriously? He has lawyers and accountants. 🙄\n回复 @ConservBrief So are you trying to say that Donald Trump will be relinquishing his US citizenship to immigrate to another country? I’m confused. 🤔 This post is nonsense. Is it an attempt to stop people from voting for Trump? Pretty lame.\n回复 @TristanSnell I can’t recall Hong Kong becoming a country 🤷‍♀️\n回复 @DanaBashCNN seems to think that the POTUS is in charge of making Devin’s in law. She obviously never learned that we have three branches of government: Executive, Judicial, Legislative. The Judicial Branch makes the section on abortion. Duhhhhhh 🙄\n回复 @catturd2 (Shouldn’t that flag be in fire 🔥?) So apparently there are only 100 million left in the US since we lost 2/3? Ahhh, yes, more time for the illegals! 😜\n回复 @PlanetOfMemes @JoeBiden Joe, sorry to dispute you. Even @snopes confirmed you #charlottesville lie. Can’t wait until you are sue for liable.\n回复 @shawn_whitelegg @Outcast_Games98 @nacho32 @SarahisCensored It doesn’t matter if the media airs the shootings. They are all public information and you can look them up. They will include the backgrounds (white, black, Christian, sex, sexual orientation, etc) &amp; you use those stats to calculate. 4/598 is not accurate.\nI choose to go with T-Mobile instead of @ATT because I got sick of their racist, bigoted radio ads. I am an American of Sonoran Mexican descent &amp; I found their ads to be insulting. Are you trying to make fun of those of us who are off Sonoran-Mexican heritage?\n回复 @Punchy_Playz Cotton, copper, cattle, citrus, commerce\n回复 @Travis_4_Trump Where are our elected officials?? How can they nonchalantly sit back and allow this bastardizing of our Justice system go unchecked? What about the SCOTUS? Can’t someone stop this crap?\n回复 @RTUT35 @MikeSington NAMBLA…. They have been trying to take this country down for decades. One of the most powerful lobby groups in DC  Evil to the core….\n回复 @PatrioticPizzas The majority of these child actors live in a vacuum. Most have never even finished high school. Life has never been real. Their cognitive development is stagnant.\n回复 @Sc0utsh0n0r @ShaykhSulaiman If we went to these Muslim countries, can we break THEIR laws???\n回复 @SpeakerJohnson This 53s need to be disposed of and replaced. My daughter’s fiancé and the others were killed in a 53 crash. This has to stop. https://t.co/0ZWz270RPH\n回复 @Godfatherparte2 I think he still is. We’ve never heard that he quit. 🤷‍♀️  He’s 63 this year. Nails in the coffin ⚰️ to smoke that long. Rush tried to beat it and he couldn’t. Grim reaper comes calling eventually 💀\n回复 @HarrisonWFields I just came from visiting Scotland where my sim and his family live. I came across a field of redwoods. I did some research. Redwoods are diminishing in California and flourishing in Scotland.  https://t.co/L8BHUtUTTQ.\n#DenfundNPR once and for all. Remove @CNN from your TVs. I have. They are garbage I do not need. They both sicken me. I am a member of a Gold Star family. This is unconscionable behavior by #MSM\n回复 @x is now blocking me for passing scientific data. @elonmusk Apparently scientific data is “hateful” : https://t.co/h8dphDxS38.\nCNN host Kaitlan Collins and comedian Bill Maher, who came together Friday night to discuss the state of the 2024 race post-Democratic convention, joked about w…⁦@thehill⁩  Is ⁦@kaitlancollins⁩ transgender? Does anyone know? https://t.co/dSh04mnlSJ\n回复 @drjasonnichols you obviously have no background in business and management. I do. A good manager has to fire and recycle often. You stagnate if you do not. An ignorant manager will keep failing employees until they fail.\n回复 @TrumplicanWIN Sorry but this is 🇺🇸 USA!! This is NOT Iran or Palestinian Territory. If you don’t like it, go home. We never asked you to come. Assimilate or leave.\n回复 @libsoftiktok That s would never freaking happen. You have ONE chance to raise your children correctly. You do not have “do-overs”. If you f’ up the first time, you blew it. I throughly inspected every school my kids were in, every year. If they weren’t what I expected, they were gone. NOW!!!\nPersonal finances, net worth of Walz and Vance show stark differences  - ABC News via @ABC - https://t.co/tHQV5OAs28 I guess that’s the difference in being honest, smart &amp; focused, driven getting into Yale when you come from poverty vs lying, cheating, dishonestly @Tim_Walz @ABC\n回复 @SchmittNYC I just booked a room for two nights in San Diego to visit my daughter. I was delight to find a basic room for $150/ night until I realized the scam. $175 for taxes. No joke. @CAgovernor is f’d up.\n回复 @ChrisPlanteShow I own a veterinary clinic. Occasionally I have clients who must take extra time to pay their bills. Some are never able to pay. I do not have the option for the government aka taxpayer to pick up the tab. I have to absorb it. I also do not have $60M\n回复 @TexasRepublic71 Same here. I donated to his radio show then I donated to his heart surgery fund. Then he blocked me. https://t.co/g3dXzpZrFH\nItaly seizes Chinese military drones heading to Libya, authorities say https://t.co/h9ypBkhZot\n回复 @kangaroos991 How pathetic that his entire life was in the entertainment industry as the offspring of another entertainer.", "overlap_score": 0.1151016373475591, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1355046798268633094, "screen_name": "Kjkirby23", "user_at_name": "Kevin Kirby", "sample_content": "回复 @ItsMikeHill Shit is ridiculous. Let’s see the Venn diagram between these rabid fans and trumpers. Same cult like response.\n回复 @notcapnamerica When I dress up like Michael Myers and hide in his closet at night we’ll be good.\n回复 @notcapnamerica https://t.co/LH5qgoVcFl\n回复 @Outlaw_Patriot1 @Morbidful Wait, God gave us the right to bear arms?\n回复 @RealCandaceO Uh the Bible doesn’t apply to everyone\n回复 @Bruvsayless @AmitPan1008 @notcapnamerica Yeah, but this one bothers me the most. They keep trying to gaslight the uninformed about black unemployment. The trajectory was already headed down after Obama knocked off 9%. It goes down 1 1/2 under trump he’s responsible for the first record low. Wow\n回复 @Cr7Godbrand @TalbertSwan @ShannonSharpe The criteria for the Olympic team is based on everything but popularity.  Her turn will come.\n回复 @simonateba Wow! He still was correct Simon. Don’t get mad because he called out your gaslighting\n回复 @model_daughters My cult? I never said what my viewpoints were. Why are you making assumptions? I just wanted to know who you supported because of the complaints against the Dems. You keep stressing genocide, but you were complaining before that occurred. Very defensive. Again, enjoy your day.\n回复 @mrddmia Man sit your ass down somewhere https://t.co/dD9i8HQ6cq\n回复 @ItzLamarSZN @BigDrill_Lo @TheHoopCentral @zgvisualz1 Skill wise he still was better at his peak. That doesn’t change the question\n回复 @makzyg @LiddleSavages Shit. Trump’s age is more impressive than his competence\n回复 @ChloesPlanet So we’re supposed to watch and listen to Kamala and see clearly that she is intoxicated, but not do the same to trump and acknowledge his impairment? Seriously? Man GTFOH with that bs https://t.co/Z6GzPWq18c\n回复 @Matt_Pinner Mind your gotdamn business\n回复 @RosebushGreg @Chughes612 It’s disrespectful because the criticism is not based on him not winning playoff games it’s based on his style of play.\n回复 @kwallacenm @officanordberg @Keln78 @DanScavino So how come Dems don’t fly the confederate flag?\n回复 @swim256 @mybmylove0 @ishcontent Dude you support trump. Talk about cognitive dissonance 🤦🏽‍♂️\n回复 @ZinaWilson3 @TheMelWestbrook @DrPepperTexan You conveniently left out a key point. I said your brother Bible must be coloring book if you’re trying to tell me that trump is an instrument of God. Lest start there. That statement alone is mocking God, the Bible, and any sane individual. IMO\n回复 @Pickettsburgh8 @jemelehill You guys cry more than babies. Why are you here?\n回复 @ThisJaxy @thesource108 @UmbraInfinite @TalbertSwan I understand what you’re trying to accomplish, but you’re wasting your time with this troll. Just look at his page. Intelligent life doesn’t exist there.\n回复 @1Freebandzzz @30GotNext That still don’t make her fine. Let’s review your past\n回复 @notcapnamerica No neck Ed!\n回复 @BobBillRivers @jemelehill She has the “potential” to be the biggest star in the WNBA. Right now she is the most hyped collegiate player to enter the WNBA to date. You don’t get anointed without putting in the work. You guys are going overboard. Give her a chance.\n回复 @LangmanVince American Christians are horrible. Stop the gaslighting\n回复 @model_daughters Of course whoever I vote for is on me. That goes without saying. I was just curious who you support. You seem to non stop complain about the Dems even before the Gaza conflict. I guess that just makes it easier now. It’s cool. Enjoy your day.\n回复 @notcapnamerica As a native New Yorker, the subway is like blood sport. Don’t start unless you really about that life. Two men enter one man leave.\n回复 @harbaugh66 @colorfullstory So a never trumper is the vault of democrats? Wow\n回复 @GrandellRich @TonyCle24 @notcapnamerica He said plural. I’m trying to figure out which ones I missed.\n回复 @iDaDrownDon @MayorMisogyny @Marcel4Congress Nah fuc outta here wit that. Police forces across the country are terribly constructed in their policies toward citizens. It needs to be torn down and rebuilt. We can leave that convo alone. I’m 10 toes down on that point of view.\n回复 @CRS1A071 @NikkiBarnesFL Like Mississippi?", "overlap_score": 0.1620328641600548, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1250234201917599744, "screen_name": "LJEinhorn", "user_at_name": "LJEinhorn", "sample_content": "回复 @RevDaniel I cover my head in church (still) Raised old school Episcopal and can’t shake it. Also kneel most of the service.\n回复 @dizzle_que No. Should be Walz\n回复 @TheVelvetVoyce You and me both sweetheart\n回复 @DiningNearMe I do onions on everything except oatmeal\n回复 @damone_mike They filmed this on my block in New York back in the day. Love this song\n回复 @MEHtheNurseTwin Had a Newfoundland and a mastiff. Best dogs ever. Get the Newfoundland first.\n回复 @ask_aubry Girl I don’t even call without texting first. And I am really close with my grown sons.\n回复 @ask_aubry As a mother of 3 boys this is disgusting\n回复 @td_nash Walton\n回复 @EhCanadianA Bird explosion\n回复 @tonyposnanski Since I was 12. Never owned an automatic.\n回复 @softtail65 Live From Fillmore East\n回复 @sgremminger My nephew still sees his pediatrician. He’s 30 #wierd\n回复 @MEHtheNurseTwin Always been my greatest fear aside from Huntingtons\n回复 @RyanMarino As a pain patient I passed every piss test. Didn’t matter. I was cut off from my methadone because there “was no literature addressing people on long term methadone” We were two blocks from a clinic where people with OUD had been on it for 45 years plus.\n回复 @RoryOCleary Girl\n回复 @DrJenGunter It hurts. Remember when my son had GBS. We had to teach him how to talk blink all the things\n回复 @TVMoJoe God he looks great\n回复 @thatbilloakley So sad. Learned how to ice skate there.\n回复 @altNOAA Steroids\n回复 @TheRickWilson Who is that chonk in the middle? Trump hates fat people.\n回复 @PatThomas1964 @Glenn__Kenny No\n回复 @RetroNewsNow Also Boston area. We had to tunnel out of our three story dorm.\n回复 @PLSgetserious Blooded both times. No regrets. Kept me out of a Venice canal and years later out of a car truck. It’s not like I go around stabby stabby.\n回复 @evanoconnell It makes sense now. Thanks!\n回复 @RevDaniel Well as an Episcopal I embrace you and your grief.\n回复 @cornellbelcher @newrepublic @JoeBiden Absolutely!\n回复 @David_G60 Corn duh\n回复 @AP Are you high?\n回复 @Syrup_Tishus How terrible for you.", "overlap_score": 0.2472112332112332, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1116535807383359488, "screen_name": "Cordelia_LafEle", "user_at_name": "Cordelia", "sample_content": "回复 @felrija I know it’s a weird ask, but Appalachian sapphics?  I know it’s not its own country but it’s still a unique and diverse culture from the rest of the US\n回复 Now while North Alabama don’t got that many mines, down near Birmingham you’d find them by the tons. Now the interesting thing, while most of the Appalachians is poor whites, this area is very diverse, many poor black miners in this region, historically.\nThe people in the comments going “wtf” have never worked or even been in a veterinary clinic before\nReally wish there was an archaeologist/anthropologist union but that’s kinda impossible ig\nANTHROPOLOGY WIN!!!\n回复 @RocketCityQC Walking around the old neighbourhoods downtown listening to some classical jams while waiting for the local DVD rental place to open Its great weather tbh\n回复 Stronghold, we see more labor union unrest the further north you get, while N. Alabama doesn’t have that kind of unrest, but still had unions. West Virginia and E Tennessee, to me, are known historically for their willing to fight back if the mine boss ain’t listening.\nThrough all the Appalachians regions, plateau and foothills included, during the civil war there was very much the feeling of “we don’t really give a shit about succeeding” some parts so much so, Like East Tennessee and North Alabama, that they tried to leave the rebs and- 1/2\nAPPALACHIAN FERN SUPREMACY BAYBE‼️‼️‼️‼️\nMe dipping a fried bologna biscuit  from the City Cafe into the Black Warrior\n回复 @WryCritic @TheDJ_King This is way too beautiful  Art Deco prehistoric animal artwork isn’t something I realised I needed in my life\n回复 It died in in the Tuscaloosa McFarland What-a-Burger around 9:30 on a Tuesday in early October 2023 after a symphonic band dress rehearsal\n回复 So far we’ve found metal, historic ceramic, and glass\n回复 @TownsUsa In opposition of the other comment, I’m loving these\n回复 N. Alabama is mostly farmland, in the hollers and coves, where you can find farmland that is. Now that I’m starting to think about it, why wasn’t their more union unrest in the coal &amp; iron regions of Alabama? There isn’t anything to scale of the Coal Creek War or the 1/2\nThinking about that one time I was hiking on my day off from my archaeology lab job and I look down and found 120 year old ceramic shreds that looked exactly like the kind I was cleaning in the lab the day before\n回复 Anyways, imma piss off Gov. Memaw my living my best lesbian life with my lesbian wife in the Appalachians foothills of N. Al. doing archaeological and historical research that she sure as HELL doesn’t approve of\nSpotify “smart shuffle” feature is the worst thing ever  And now it won’t TURN OFF\nI remember when I was on a dig on a military base that I can’t say but it may or may not be in HSV and in a little patch of tree next to where I was working was a pile of old ammo containers like those and my boss just said I could take some if I wanted  Archaeology is weird\n回复 West Virginia Coal Wars, is it because it was white AND black miners, and the racism of that time caused the white miners to not want to organise with the black miners. I know that unions historically were racially split, and because of this it fractured the workers’ strength.\n回复 @contactabrother Seeing another UA student (now alumni, congrats on graduating) on my timeline just doesn’t feel real The fact that you could of seen me on the Gorgas House portico\nI hope this happens but their children come out as gay later in their lives and emotionally destroy their parents\nUA fails it’s Jewish students, it’s Muslim students, it’s international students, it fails ALL student minorities  Roll Tide\nANTHROPOLOGY MENTIONED ‼️‼️\nWe need to fix the floor but first unit is coming along nicely https://t.co/7WF2is5y5C\n回复 Now West Tennessee and East Tennessee ain’t even related. W Tennessee is very much Mississippi river/Natchez Trace centred, historically. E Tennessee is classic Appalachia, coal mines, moonshine, lack of catalytic converters. Most of Appalachia is very much a Labor Union 1/2\n回复 @RocketCityQC This is how it’s laid out White being the present day Norfolk Southern line, the old M&amp;C line Blue being the line to Nashville and Green to Bham It’s an inconvenient layout  I know far too much about the history of the railways around HSV and I totally used this to talk about it https://t.co/a2Gd05aoDp\nWtf is happening here with this map of Mississippi River Tributaries https://t.co/MKWNtoISDU\nBtw for this to work I need an Appalachian lesbian wife, applications are open\nWaiting to pick up my friends at the airport is oddly stressful and BORING  Birmingham Intl why is your parking lot so boring", "overlap_score": 0.1601153585417791, "MARITAL": "Never married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1363032039084093442, "screen_name": "kxngxo24", "user_at_name": "Rich Vago$", "sample_content": "回复 @ophello @Parsi__X They reside on this planet whether we like it or not.\n回复 @DUBofCAL @alllocalpolitic @FelixKSBW There’s plenty restaurants that don’t check ID  Ultimately the owner of the ship is bound to drown in these situations unless of course he has his back covered . He floats.\nDe la hoya promotions top 🔝\n回复 @bill_lipe @CeliaVJimenez I wish we kept the same energy towards all business. From sex workers to landlords &amp; every business in between that uses loopholes to cut corners and essentially profit at the expense of those who follow the rules.\nWow 😯\n回复 @bill_lipe A simple trick is just retweeting your own tweet, multiple times.\nGenesis 1:11  Then God said, “Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.” And it was so.  I think it was a nice gesture for @stevemcshane to bring tomato plants 🪴\n回复 @Sly_Vaping_Guy @ophello They are now doing the exact thing with homo sapien sapien.  Earth is the Garden of Eve. https://t.co/OwLX6pX8Uu\n回复 @alllocalpolitic I’m a fan of rap beef not Street beef. I hope things stay in tunes and it doesn’t bleed onto the streets. Things can get messy. Just like in politics.\nWho’s running the simulation? 👀\nSheeshhhh 🔥\nThere is a huge issue with landlords taking advantage of certain people who are not well aware of their tenant rights. This has been going on for years.\n回复 @OutOfContextAme Let’s fucking go 🔥🔥🔥🔥\n回复 @Tigerpaw101 @alllocalpolitic @YourTaylorFarms As a Mexican American I wouldn’t put up the Mexican flag 🇲🇽 event if I e Emotionally I felt like it\nLet’s not shy away from the Epstein list.  The real “aliens” are multi dimensional and have always been here.\n回复 @BahanaKenneth @pavelibarrameda @BigThingShow @KristianHarloff @timburchett Kenneth, what do you make of the Peruvian mummies ?\n回复 @ophello @Parsi__X I think it’s very important to understand ancient visitation. It’s the missing link to our upbringing. It’s obvious that most religions have it wrong. I don’t see this planet as ours but more of temporary home at the time being. Like I said good and bad is everywhere.\nTwo wife beaters from the WEST COAST 🔥\n回复 @alllocalpolitic Love the diversity within our city.\nI’m trying to be nice Fr Fr\nWhy the uproar over fake / “hoax” mummies on behalf of the Peruvian Ministry of Culture ? Have they been gatekeeping the truth from their people ? 🧐\n回复 @Parsi__X Ask trump why he was hiring and taking advantage of “illegal immigrants” at his hotels.\nWait til you find out where the rotisserie chicken gets cooked up in certain groceries lol\n回复 @DaytonPubPolicy @CityofSalinas There is a huge issue with landlords taking advantage of certain people who are not well aware of their tenant rights. This has been going on for years.\n回复 @Sly_Vaping_Guy @ophello Do the beings you encounter have fingers ? If so how many?\n回复 @SJRoadW @ksbw I didn’t know you needed firefighting training to pick up a hose.  🧯\n回复 @ksbw Did he teleport there or did he produce a carbon footprint to get there ?   Asking for my liberal friends…\n回复 @LastChance_CA @AsmFriedmanCA @isaacgbryan @AsmGreggHart You kill your energy sources locally, then you will be forced to export you will then create more pollution, and consumers will pay the big price !  Wow you guys are bright\n回复 @Parsi__X @dove_360 It’s beings inside and they shapeshift the outer plasma layer\nI got my head in the clouds, I'm serious The lyrics begin to reveal themselves over time periods Promise you'll get that shit when the sky clears This shit designed for divine ears 🎶", "overlap_score": 0.1790385182069392, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1064911955230625795, "screen_name": "AmyWolf10960615", "user_at_name": "O|||||||O AJ 🦋🌺🕊", "sample_content": "回复 He didn’t like Hollywood,” Kitt later said, “because he found fame, the way he was being treated as a business, as a piece of flesh, a thing. It was not becoming beautiful to him anymore.”\nAmerican trumpeter Louis Armstrong playing his trumpet for his wife, Lucille Wilson, in front of the Great Sphinx and the pyramids of Giza. Egypt. 1961. https://t.co/pWsSNj9B3o\nThe actors James Dean and Earth Kitt were fabulous friends. He’d seen her on stage in a performance and had been in awe of her movements. “Can you please teach me to move like you?” he asked her. “Sure, she said,” and took him to a ballet studio. They remained close ever since — https://t.co/8yBJkirpZp\n“I've never been to a strip club but I turn on MTV and see in every single video what it must look like... if you have to work so hard at appearing sexy, then perhaps you weren't that sexy after all, perhaps your music has no sensuality, perhaps your music is dull, indeed, https://t.co/aLxNJnDd4e\nSome people stir the pot, and some people smoke it.\nWait what?! https://t.co/LnBOpNEh3l\nhttps://t.co/kR6VILbae5\nMy kids call it yelling when I raise my voice. I call it motivational speaking for the selective listener.\n回复 Be open to a world where you may not understand or agree with the person next to you, but have a drink with them anyways. Eat slowly. Tip your server. Check in on your friends. Check in on yourself. Enjoy the ride. – Anthony Bourdain\nSpring in the Midwest and the weatherman is teaching about tornadoes... https://t.co/iHZxtKmIrT\nUp your butt and around the corner might have been the illest comeback of the 90s\nhttps://t.co/GtJoHS50Xb\nOneida man builds wooden canoe by hand, takes maiden voyage on Fox River https://t.co/4TdGwxDsxB\n回复 suddenly you look like an asshole to them or they look like an asshole to you it’s unpleasant, but if you can get thru it you get closer &amp; you learn a way of loving that’s different from the neurotic love enshrined in movies. It’s warmer &amp; has more padding to it.” Joni Mitchell\nHalf heaven, half hell.\nWho didn't want to be Barbara Cooper back then?! She was cooler, at least I thought, even though the same age as my older sisters at that time.   Valerie Bertinelli at age 15 (1975) ✨ https://t.co/ypCucO4WvV\nEat at a local restaurant tonight. Get the cream sauce. Have a cold pint at 4 o’clock in a mostly empty bar. Go somewhere you’ve never been. Listen to someone you think may have nothing in common with you. Order the steak rare. Eat an oyster. Have a negroni. Have two. https://t.co/W18XPi69tr\n回复 It doesn't matter whether you're a Muslim, a Christian, or a Jew. When you believe in God, you should believe that all people are part of one family. If you love God, you can't love only some of his children.  Muhammad Ali\nI'll vacuum the beach before I worry about somebody not talking to me.\nPolitics is the only profession where you can lie, cheat, and steal, and still be respected. ~ Mark Twain\n回复 and people would come from Camden or Philly to this little soda fountain in South Jersey because she had famous potato salad.\nhttps://t.co/p5rR0Oow9p\nhttps://t.co/n3SHhyu68R\nhttps://t.co/BsEdlWXQem\nWith spring comes nice weather, open windows and a new, quieter approach to parenting.\n回复 Roosevelt had previously sent a short message to Congress requesting such a bill. Sale of even such low alcohol beer had been illegal in the U.S. since Prohibition started in 1920 following the 1919 passage of the Volstead Act.\nAll those who believe in telekinesis, raise my hand.  -Steven Wright\n回复 Sometimes he’d even call her up in the middle of the night, if something troubled him particularly much. She never hung up early or told him to go to sleep — she’s always hear him out, realizing it was something he needed. ...\n1991 Chevrolet Corvette-ZR1-5.7 Liter 32 Valve 178 MPH-Original 2 Page Magazine Ad https://t.co/OJRpaOpGl6\nCould tune out the bullies from school &amp; the neighborhood, the noise from home, the lecturing of the teachers at school, etc. https://t.co/iDndJud2Sd", "overlap_score": 0.1275095588871934, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}]