[{"user_id": 1150498384882675715, "screen_name": "moderncharting", "user_at_name": "ModernchartingA5", "sample_content": "回复 @AbrogateDeez @9mm_smg 😆\n回复 @LadyoftheLakefr @Toure Also both footballs, basketball, baseball, lacrosse and cricket\n回复 @blknoiz06 This would finally create a red weekly line break candle and we would experience another 2 year bear\n回复 @emrey35 @Angry_Staffer No lol..Deport 20 mill illegals we are paying for, stop Ukraine war, eliminate income tax and calibrate consumption taxs, increase tariffs and use US military protection as leverage for anyone who trys to tariff back. New Golden Era in America would happen. This isn't hard dude\n回复 @ChefGruel Texas brisket, Carolina whole hog bbq, Memphis ribs, shrimp and grits, cheesesteaks, dominoes lava cakes, oysters Rockefeller, hot chicken sandwich, Texas twinkies\n回复 @Angry_Staffer Deport 20 mill illegals we are paying for, stop Ukraine war, eliminate income tax and calibrate consumption taxs, increase tariffs and use US military protection as leverage for anyone who trys to tariff back. New Golden Era in America would happen. This isn't hard dude\n回复 @BadtotheCone @zackvoell the only issue is stealing money from some1 else against their will to pay for someones poor decisions. I and millions of people paid their student loans, it is extremely unethical to ask someone else to pay for your debts no matter what it is unless its voluntary. Get a job.\n回复 @PaulSkallas had to go to Tulsa Oklahoma last year and its the same deal, just dead. Some nice architecture though\n回复 @LPCapitalChi welcome, trump is great and most of the negative stuff you think about him is manufactured\n回复 @Captain_Kole1 This is going to be one of the best fade consensus trades ever lol\n回复 @JasonCh48446135 @markstormweathr @Strandjunker White culture is everything you use and take for granted. Internet, combustion engines, electric vehicles, air travel, satellite/GPS, modern medicine, democratic governments, pop culture/music/movies, fried chicken, and a million other things.\n回复 @jacobi_torsten @rohindhar Or you can ban people from moving into a county until someone moves out\n回复 @AutismCapital This comment is funny to me, where I live the vast majority of everyone likes Trump. Never met someone in person who supports Biden.\n回复 @FriendlyOrendi @cnathansmith @AltHistCody Nothing will happen, but you do realize their are massive ports in Texas, nc,sc,Georgia , Florida, Louisiana and Alabama? Lmao\n回复 @GoddessL_ @trey_yancy She will be league mvp next couple seasons stay mad lmao\n回复 @DanielKotzin Finally you people are paying attention, Trump2024\n回复 @elonmusk @Babygravy9 I saw a bus of them at 4am at a remote cash points a year ago in a southern state. All lined up with their prepaid cards taking out cash. They move them around at night and pay them with your tax dollars to settle in your back yard.\n回复 @reddit_lies Bunch of people from ny and Cali moved to my town and within 3 years like 7 got kills riding bikes. We don't have bike lanes, all deaths were the fault of the cyclists and now you never see anyone riding bikes on busy roads around here\n回复 @StealthQE4 @NathanH4le Yes, he will do what he did last time to lower cost of fuel which inturn lowers the cost of food and everything else.\n回复 @rohindhar good point, let me rephrase, a bunch of degenerate democrats escaping the states they ruined haven't flooded Houston yet driving up demand?\n回复 @blittle47 @ScottAdamsSays @GOP @LaraLeaTrump Every single one of them is blackmailed or paid off\n回复 @mcuban She has zero policies and there is not a chance in hell she is allowed to make one single decision on her own\n回复 @citizenstewart @Toure Also the technology that enables all music to be created, recorded and distributed. Without white people there would not be any modern music, everything would be played live with handmade archaic instruments\n回复 @iamyesyouareno The hottest pepper in the world was invented by a bored white dude in NC. All the top competition pepper/chili eaters are white people. The vast majority of Michelle star restaurants, where flavor and spices is everything are ran by white people.\n回复 @EdgeSimps What do you mean by \"going lower would extend their short positions further then they we're comfortable with\"? Isn't that goal?\n回复 @ChefGruel arguably the best bbq on the planet is eastern north Carolina whole hog bbq and it uses a good vinegar based sauce\n回复 @MagicManArthur @markstormweathr @Strandjunker White culture is everything you use and take for granted. Internet, combustion engines, electric vehicles, air travel, satellite/GPS, modern medicine, democratic governments, pop culture/music/movies, fried chicken, and a million other things.\n回复 @levie @elonmusk there are probably 50 people total the world over who have ideas and skills that cannot be replicated by Americans (good luck finding them). We absolutely do not need thousands of \"high skilled immigrants\" to continue to come into the US start hiring Americans instead\n回复 @Some90sHaloGuy @FedUpMajority @EddieRuffinJr @capital_punx There wouldn't be rap beefs without white people inventing the technology to make and distribute said rap beefs\n$BTC and $SOL about to run, too much confluence to post a chart.  🤖👹🙏", "overlap_score": 0.220202278459086, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1248543125955477504, "screen_name": "RobertW31360486", "user_at_name": "Robert Werner", "sample_content": "Just gonna leave this here. Happy Saturday https://t.co/nv2MI9Oof3\n回复 @Adams7191 Just my opinion, I believe our republic began to decline when they allowed non landowners to vote.  If you don't have skin in the game, you should not be able to vote.\nGotta love the ever changing weather of March https://t.co/2IbkfGSen2\n回复 @b51230 Yep\nChilly morning hike https://t.co/Iyl1xVluUv\n回复 @PragmaticMaemae https://t.co/aBPvCz5mEL\nTis the season 😉 https://t.co/6eO8mSpis3\n回复 https://t.co/JFRcaOWJlI\n回复 @ClownWorld_ https://t.co/M5LylSHNGb\n回复 @Brahmslover1278 Yeah us too, 4th time this week. But  80s by Monday, 😆 gotta love April weather.\nMorning everyone, taking advantage of the last cool day of the next week. https://t.co/nqxMOF1zGU\n回复 @cmartell33 Lol but I think he made the Appalachians for his vacation spot 😂\n回复 @cmartell33 By the end of next weekend I'll be ready for summer to be over 🤣\nThoughts from the trail https://t.co/gLGjzn8gYg\n回复 @poetWOAgun @catturd2 We won't know until August, who they're going to install.  Democrats convention\n回复 @RobKing44645429 👍\n回复 https://t.co/ut8HXr6Nkb\nMy cactus is starting to bloom https://t.co/oHMn8TWqNH\n回复 https://t.co/xqljhn98Sq\n回复 @cmartell33 I'm ready for it to warm up, tired of the dreary weather. https://t.co/i5vMIFCdyE\nMorning everyone, sounds of the birds waking up. https://t.co/Qhkpu4GKgT\n回复 @cmartell33 You're right, but I'll take this country any day 😉 https://t.co/fl0uQu7thd\n回复 @whitemothers_ Not that my opinion matters much. I believe that a woman should submit to HER husband's leadership, that doesn't mean she can't have her own opinion, nor that she shouldn't express her opinion.  Any relationship has a leader.\n回复 @KARENNE98132723 @Krysta92kat_ Last report I saw, not dead but  critical\n回复 @__N__J__1488 @Fleck_1488 @Henrik_Palmgren Their own words https://t.co/XHinNhGqz6\n👋 another hot one, have as good a day as possible. https://t.co/PiY3Ij8gSL\nWell it's that time again. Have a great day and never relax. https://t.co/YFK1Z83Qdi\nApple trees in full bloom. Frost warning tonight into morning. Probably trumps fault 🙄 or maybe white supremacy. 🤔\n回复 @GRACE__O_MALLEY Good morning, been at work since 4 EST.\nBack to the grind https://t.co/DIBgW8HTKh", "overlap_score": 0.2346811235260555, "MARITAL": "Married", "AREA": "Rural areas", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1069764793970487296, "screen_name": "DianeGilson8", "user_at_name": "Diane Gilson", "sample_content": "回复 @TRUMP_ARMY_ Joe, we, the people of the United States of America, can see through your lies.  You have destroyed our once beautiful country with your greed and power.  Our entire government is a sham.  I despise watching these people spend my hard-earned money for their pleasure.\n回复 @jackunheard 78 for A/C and 64 for heat\n回复 @Royceusa1 My husband and I live in Michigan, and we are looking to move further north.  We have traveled the northern area of the lower Peninsula for months, and they are everywhere.  We have a good laugh when we see them on our travels.\n回复 @MaxEvansUMP Love CCR!!  A lot of controversial songs, songs of Vietnam and the war.\n回复 @MadScientistFF Christmas tree\n回复 @GreatlakesladyM @DaveBondyTV Nobody!  She was installed.  We voted for Tudor Dixon.\n回复 @ronsterd89 Marshmallow cream\n回复 @Brooklyn__Girl You know, I've heard people saying how much joe has accomplished, but they never give details of what that is.\n回复 @fightwithmemes When they come for our guns, they need to start in Chicago and New York and go door to door and confiscate all illegal guns first.  Also, the border will need to be closed so no guns get through.\n回复 @trutharmyfilms When the vaccine was mandated.\n回复 @Destiny15_FL Where's my cattle prod when I need it?\n回复 @Ford_Nick My teeth!!\n回复 @USATRUMPMAN1 Madge!\n回复 @FOXNIIGHTGALAXY Hopefully, she will be in jail and can't leave.\n回复 @klhicks912 I, too, loved Nancy Drew.  My favorite book when I was a child was Sugar Plum.\nFood for thought.  The Dems have held the presidency 12 of the last 16 years, yet they blame Trump for everything.\n回复 @PicturesFoIder The car was in the wrong.\n回复 @BookConvos The shape of the nose.\n回复 @WriteGrlProbs I wave.\n回复 @GuntherEagleman No, he is not a hero.  He is a very lucky young man who fought back against his attackers.\n回复 @B7frankH Because nobody does anything about it.  And they have all these people backing them up if needed.  Carry a gun.\n回复 @IanJaeger29 Would be happy to chip in for their plane fare!\n回复 @KattVonKitten1 I guess this person didn't see that pic of Trump standing next to Rosa Parks and Mohamid Ali\n回复 @Tjeerd001 LOL!  Everyone had a bar of lava soap at the kitchen sink!\n回复 @atensnut Pimp?  Oh, I thought he was his drug dealer.\n回复 @MbGaUSA What an insult!  That's why people no longer try to exceed.  What's that called?  Socialism?\n回复 @SpillTheMemes Marshmallow\n回复 @brclothwrites I've been on tv a few times when I was a majorette in a community band.  I guess, the most memorable was marching at a Detroit Lion's game.  I was also in the Macy's Day Parade.\n回复 @Rammie24 Unfortunately, no.  He was maybe 10 miles away from where I live and really wanted to go, but it would have been impossible to get near it.  The crowd was enormous.\n回复 @atensnut skull, love these , too", "overlap_score": 0.1864280780269357, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1097556244859052032, "screen_name": "just_thinking61", "user_at_name": "Not a subscriber. this is worse than Maury Povich.", "sample_content": "回复 @shannonrwatts @BostonDukeman She says I don't want to hear it. He goes online looking for the 12 year old trad wife who loves his opinions. She is saving money so she can get out . He is still loud at parties. She rolls her eyes.\n回复 @FROzenliberal @MeredithCAZ afro's scare some white boys.  Angela Davis syndrome.\n回复 @subxiondan @jasonstonenola @AndreaR9Md wow misogynistic and  can't read.  also folks that had embryology or read a basic biology book actually do know more than you.   look up dunning kruger\n回复 @giannipov @JoeTalkShow The crime is Making, Receiving, or Failing to Report a Contribution, Donation, or Expenditure. in Violation of the Federal Election Campaign Act; Fraudulently Misrepresenting.  His lawyers would have told him so.\n回复 @JOpMCG3 @shilohpie @AirFriedRosie @_nomadic_soul Muted for knowing jackshit about female biology and feeling free to mainsplain birth to mothers .\n回复 @Tulsieduder @Cabal_Educator muted after i accurately guessed that his feed would be full of maga trash.\n回复 @CrownAndJoke someone check this dude's browser history.  lots of teenage girls spanking nasty old preachers?\n回复 @GeeGeeAkili Guess who is going to get the plumbing, electrical, and a/c work?  They are purposefully dumbing down Oklahoma.\n回复 @CharlieBayer8 @yaragmk @Rain_Surname @DuboisRoley @BlueBoxDave american racists are in a class of their own.  that slavery mentality is very strong with them.  bitching about BLM while longing for the confederacy.\n回复 @RN_Atheist i worked in pediatrics.  That is an absolute no no.  Aspiration pneumonia is awful.\n回复 @ThePhillipHolz @acnewsitics Decent troll but too wordy.  M. A. In English lit?\n回复 @DWPippy Me too.\n回复 @AppealToHeaven5 @JohnFugelsang I was raised in a country with 2 religions. Roman Catholic and Lutheran. Both had weekly religion classes. All classrooms had a cross.  51% of germans are atheists.  Stores are closed on Sunday 🤣🤣🤣🤣🤣\n回复 @MilaLovesJoe I am 63. America has always been racist.  It becomes endemic when you label and  use humans like livestock for hundreds of years.  The only folks not seeing that are bred American racists.\n回复 @the1526project @Cabal_Educator muted for being another oblivious manchild.\n回复 @DebbieBurleson4 @GeeGeeAkili I am an avid Gardner I use algebra and geometry to grow my food.\nDarn it. Got stung by a scorpion while setting up a new bed. That STINGS🤯\n回复 @up_showed @DanIsett I don't understand why he isn't just quiet.  His replies are making everything worse.\n回复 @DanielKc77 @KeneAkers violation of your rights?  If the school demands pronouns and has trans athletes you have a choice.  switch schools .  Nobody wants you to apologize for being white.🤦  clapping back at your bullshit is not a violation of your rights. that is life snowflake.\n回复 @luisbaram You are proud of living in an echo chamber?  If you like gardening, gaming, fiber arts, etc I 'll try to be friends because who cares about political opinions.   Except for maga. Magas are deluded paranoid crybabies .\n回复 @DofD_OKLAHOMA Dear Lord. This dude can take apart a state agency in a year with his incompetence.\nTypical Russia. They take what they want even if it belongs to foreign states https://t.co/w8TrRZzhWN\n回复 @KeneAkers I was in a mixed marriage. we already had a biological child. the black church i belonged to had an adopt a black child drive.  So we adopted out next child instead of making it.  i have no idea if our story is usual or not.\n回复 @BubbaOne7 @NoHolyScripture They are extremists.  violent extremists are all the same.  Look at Iran's Mullahs because that is what our evangelicals want.  To run America. 🤷‍♀️\n回复 @RockyMountViews @JDunlap1974 I watched the same video everyone else watched.  the entitlement of these j6rs is stunning. they actually think laws do not apply to white women.  i spent years telling my kids how to behave when cops stop them.  and it sure as hell isn't.... keep going.🤦‍♀️\n回复 @numfuksteinstan Sexy, smart and funny.\n回复 @paytonnmay lets start with which version of the bible will be used,  Jeffersons, catholic or church of christ?  which translation are we using?  which books? song of solomon or baldie setting bears on kids?  a book that uses a mythical figure to encourage socialism?  Silly Ryan.\n回复 @kfor some Oklahoman's refused to see the mobile morgues,  the daily death toll.  they really  think their small circle of frenemies  represents oklahoma.  it is clear they did not work in ICUs and emergency rooms.\n回复 @wsuares @OKCFOX well there is your answer to the question of obvious cognitive decline in some of our population.\n回复 @CarylHill11 @ZevShalev @genereaux2019 So Obama and trump did it. Now treat both the same.", "overlap_score": 0.194555774126719, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1098526699816284160, "screen_name": "RobertB30008890", "user_at_name": "Robert Bradford", "sample_content": "回复 @stvwht That’s what is lost in America. Craftsmen This was my Grandfather’s desk when he was a Doctor  I asked my mother if I could have it but because I didn’t have children she gave it my sister  He graduated Medical School 1922 https://t.co/74S9x48Rim\n回复 @brixwe @Kaseylynae Yes\n回复 @ProudElephantUS Failure\n回复 @WhitePjew I would be scared to guess\n回复 @SUBRATA30016572 🤚\n回复 @carsonkrow The war in Ukraine is fixing to be over President Putin has had enough of the BS\n回复 @willo1246 🇺🇸💯🙏😪💔💔🇺🇸\n回复 @CoachJohn20 The definition of Hero\n回复 @trumprealparody A\n回复 @44MagnumBlue1 🇺🇸😪🙏💯💔😪🇺🇸\n回复 @USATRUMPMAN1 1970’s\n回复 @Arkypatriot They are trying to get President Trump to lose his cool and do something stupid so they can lock him up on something stupid and then the judge will not let him post bond.  She is a straight up criminal for what she’s done 😡😡\n回复 @sater_terry 🎯👍\n回复 @JDunlap1974 🤚💯\n回复 @jsolomonReports Hamas doesn’t want Peace\n回复 @44MagnumBlue1 @kmans1953 🇺🇸💯🙏😪💔💔🇺🇸😪\n回复 @Maddox8212 People need to understand it no just the impact of a Nuclear ☢️ Bomb but the winds carry the Radiation across the globe When the Chernobyl Disaster Finland had to kill most of the Reindeer population and the moss they eat today has radiation Keep poking the Russian Bear 🐻 🇺🇸 https://t.co/f58lXdkWoQ\n回复 @pvtjokerus World War III just about to begin\n回复 @larrythkw I just don’t understand how people can just watch this and do nothing\n回复 @GuntherEagleman They are at his limit now much adrenaline they can pump him up with\n回复 @GioBruno1600 No\n回复 @SueJ2024 Nope\n回复 @BenjaminHinson9 China has 1,142 coal power plants India has 282 America has 210  they say Americans are destroying the environment 🤔\n回复 @44MagnumBlue1 @sasky19591 🇺🇸💯🙏🇺🇸😪💔\n回复 @RetiredNYCPD This is one time I think the men in Blue should step down and let nature take its course\n回复 @Joe_S_Pure Mine was 5 weeks old when I got him he was built like a Shepherd but was that color and I didn’t have his ears cut 130 pounds of badass I would come home my yard was fenced in and kids playing with him He could pop a tennis ball in his mouth never hurt a kid adult another story\n回复 @44MagnumBlue1 🇺🇸 The eyes tell the story as today he knows it’s coming but when 🇺🇸🙏💯🇺🇸\n回复 @Kathy_Arizona I carried a Colt Detective for years then went to the Ruger GP-100 then 2020 I went to the Hellcat the pack of animals got bigger you do the math 🤔\n回复 @elonmusk We the People have to thank you for this opportunity for America’s Free Speech\n回复 @44MagnumBlue1 🇺🇸💯 Getting ready to clean-up", "overlap_score": 0.1702838368272579, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1181992570559193088, "screen_name": "ACanulette", "user_at_name": "Andrew Canulette", "sample_content": "This deserves a repost bc A) It's the @thebreeders playing in the woods; and 2) The Deal sisters are mothers of Earth. Twin Gaias, planet personified. 💜🖤💜\n回复 @spaceballroom @jesusjonesband @manicpresents Plz hit some southern cities on the next leg! New Orleans (my home, the birthplace of jazz!!!), Houston, Atlanta, Nashville??? Looking forward to seeing @jesusjonesband !\n回复 @KeithOB @PantheonBooks @SABRbbcards Done! Ordered thru your local store. Hoping you can inscribe for my Pop. I put note in comments on order form. Thanks, Keith! Hope you are well, my old friend. AC\n回复 (3) we need at home is another cat. But Chloe spotted her. And Chuck did the Cat Whisperer thing. And when we left Huntingdon for home, Miss Priss was part of our cargo.  This little kitten imprinted on me immediately. She was my shadow in her new world. She watched from the ...\n回复 @historyrock_ The Brothers Gibb.\n回复 @junkywax One of the very best players in baseball for a decade. Bat, glove, arm, basepaths. Andre WAS a GIANT!\nRiding high to Covent Garden. https://t.co/xk2eMAGcoM\n回复 @X5ms2 Chipper - Braves Brooks Robby- O's Ryno  - Cubs Yaz -- RSox Big Hurt - WSox Conception- Reds Lofton -  Indians Kaline- Tigers Waner- Pitt Garvey - LAD Carew - Minny Ruth - NYY Campy - As J Roll - Phil NOLA's own Mel Ott - Gnts LA born Sweet Lou Brock - StL\n回复 @nut_history Ruth, Gehrig, Mantle, Berra. Honorable mention to Louisiana Lightning, Ron Guidry. We're from the same area, he was my favorite pitcher as a kid in the 70s/early 80s, and he was a hoss.\n回复 @Adora2000 100%. The video - band riding on a platform truck in the city, having cocktails, or some shit?  Back when video was completely VAGUE ... And RAD!\nThe world needs more folks like Tony Gwynn.  Class, commitment, and a second-to-none work ethic partnered with incredible natural gifts. He made art of a game, a swing that was poetry in motion. Gone far too soon. Continue resting well, you giant among men. You were the best.\n回复 @morganrichter Oh, damn. First I heard. Always fun to watch. Living in America, and the Rocky IV Apollo scene, a top moment in 80s film, for sure!\n回复 @Mighty_Lark Wilbur \"Norwegian\" Wood\n回复 @duranduran Charlie, You've inspired me in so many ways the past 42 years, since a 10-year old kid in the American suburbs first heard your music. Style, humor, passion, kindness, empathy and charity. Can't wait to see where the rest of the journey leads!\n回复 @tchoupa_style Get some green and come back for St. Pat's Day.  Bunny for Easter, accountant for Tax Day, and so on.\n回复 @soundstoryuk One of the very best records of the decade. Full stop. Shriekback has had such an odd career span. This, no doubt, is the absolute apex.\n回复 @Adora2000 Mondon't says \"Why the long face\"?\n回复 (4) counter as I cooked. She sat on my laptop when it was \"time for Dad to stop working\". She always loved to watch me write; just wanted to be near me.  I was her protector, I guess, until I wasn't. And that makes my heart hurt.  There are so many happy memories to cherish...\n回复 1/4 - I'm writing particularly about St. Tammany Parish and Louisiana in my latest column. But no matter where you live, this installment of Andrew's Angle should resonate. Voter apathy is here. And it's dangerous as hell. To borrow a line from T.S. Eliot's \"The Hollow Men\",\n回复 @WaxPackGods @Topps You piqued my interest and I found the video. Why on Earth is Junior Ortiz #5?\n回复 @low_and_outside (N)Omar Moreno!\n回复 @RetroCardSnaps @Mets @Montreal_Expos @SFGiants @LosDodgers For me, it's the Mets bc I followed that 86 team so closely. But he's an Expo. Period.\n回复 @Adora2000 Oh yes.\nI suppose most people know @adamaofficial as a New Wave artist, and he certainly gave us all that during last night's show at @TheFillmoreNOLA. But his roots are in punk, and his band tore through a half dozen or so bangers from his early career. Vive Le Rock, indeed! #RedScab https://t.co/TTITLLel0j\n回复 @Will_Fuzz Have fun! Loved the New Orleans show! https://t.co/RZY9ROoYH0\n回复 @crockpics Always wondered where the hell John and Mick were for this photo.\n回复 @petshopboys Happy birthday, Neil! Your music means the world to me and my family! See you at Royal Opera  - MY birthday treat!\n回复 @Adora2000 He had the fear and loathing down pat in this one.\nHaunted, when the minutes drag. https://t.co/pPY9xrRroQ\n回复 @X5ms2 55 NYY/Brooklyn Bums. Mantle, Ford, Rizzuto, Berra, Stengel, Alston, Koufax (might not have been on WS roster?) Snider, Reese, Robinson, Hodges, Campy. Mel Allen in the booth. Red Barber. Branch Rickey and Walter O Malley. Billy Martin SHOULD be in the HoF. Total guess.", "overlap_score": 0.1592688744291874, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1161005997906944001, "screen_name": "SourdoughSusie", "user_at_name": "SusieQ", "sample_content": "回复 @AjRockatansky I think the way eggs are cleaned here makes them vulnerable to bacteria. The protective coating is removed. When I had my own flock I’d just wipe off the eggs if soiled, not wash them, and didn’t refrigerate with no problems\n回复 @RobertKennedyJr After WW II my Mom &amp; Dad bought a 3 bedroom/1 bath home in SoCal. It was modest but they did this with a nonworking wife &amp; Dad's job working behind the counter at an auto parts store making sales &amp; deliveries. Oh how times have changed\n回复 @acweyand A friend of mine married Mr Wonderful. They had 5 boys. She never finished her education or worked outside home. One day he got in horrible MVA. Survived, barely. She couldn’t contribute 1 thing to the family financially. They struggled for yrs til he could return to work.\n回复 @LDSFarmer @Mound_builder Well said! When ppl realize they’ve confused church worship for faith in God it helps considerably. My faith in God, His son Jesus &amp; the Holy Ghost has never been stronger. I see that the church taught there was a gap between us &amp; Deity that only the church could bridge.\n回复 @gggirl924 We sang songs as we drove along like “I’ve Been Working on the Railroad”\n回复 @whachewlooginat @marrs_edward You nailed it. No one would want to make the personal changes in their lives that would put them in a place where they were living in union w/ nature. Our economy worldwide is built on the backs of growth &amp; consumption. It's not sustainable IMHO\n回复 @msparentguru But when I listen to Dr Gabor Maté talk about relationships in families and what nurtures them I have to wonder about it. I didn’t spank my kids but isolated them by sending them to their rooms as punishment. Now I regret that\n回复 @Tjeerd001 My daughter actually loves them. We haven’t had DNA tests done but I highly suspect she was switched at birth\n回复 @marrs_edward I’ll wager that’s true. I never served in wartime but just working a Level 1 Trauma Center SICU was enough to show how little we understand. When you see ppl who’ve been shot, stabbed or suffered a horrible MVA it’s a life altering experience. War would be so much worse\n回复 @gepehill1 I wonder if things might have gone differently for native ppl in the Northern Hemisphere if they had had domesticated animals like horses. Their ability to fight wars would have been enhanced\n回复 @stackerco One of the difficulties in LDS is there’s no way/no place to address doubts or pose questions. Basically you’ll be told to leave or get in lock step with them. Weird b/c Jesus seemed to appreciate deep conversations w/ difficult questions posed &amp; didn’t condemn ppl for wondering\n回复 @BWallArthur Oh my gosh the look on his face, not the wounds on his face but the wounds on his soul speak volumes. I hope and pray he’ll find healing and peace. Our world is becoming pretty ugly and this testifies of that. May he be lifted up in Love and his heart healed.\n回复 @msparentguru So important. I tend to think that this is a built in primitive reaction…anyone different represented a threat. Works ok for cavemen but we have to show our children by example we don’t live they way today\n回复 @ForkReporter We nurses are drug tested regularly as employees of the hospital. Would anyone want a nurse/doctor caring for them who even has a remote chance of being high?\n回复 @stackerco Zero zip. Also the Old Testament. I can’t explain how Jonah was swallowed by a big fish (whale?) and didn’t get digested. Truth? I doubt it. But if I get hung up on that I’ll miss the whole message. So, basically, who cares if it’s true or not?\n回复 @JimHawk67327371 My grandparents had a service station in  Goffs, CA on Route 66\n回复 @DavidBOstler Creates an environment of “them and us” which is always divisive. I think one of the reasons Jesus surrounded himself with outcasts was to demonstrate clearly that esp in the eyes of God there’s no difference between us\n回复 @CkDexter15 @juliesCamp We had a man who decided to go to an all-you-can-eat buffet before starting his prep. Crazy. He was miserable thruout the whole prep ordeal + was inadequately cleaned out so we had to repeat the procedure. Your 3 days ahead likely ensured you were pristine\n回复 @msparentguru When I was growing up that was usually the dining room table where the family ate dinner together every single night. I remember reading that Rose Kennedy used family time @ the table to discuss important topics w/ her children, books they'd read or other areas of interest.\n回复 @JesusShow Catholic church annulled my marriage of 15 yrs too. We had 2 children. It was crushing. It's as if they said our children were just a huge mistake. I could never go back.\n回复 @bushcamp2 @MikeSigers I didn’t mean to imply you lied; anyone who who cares so tenderly for a lone mare in the forest is a good guy. But my pork chops look so pale by comparison\n回复 @BrambleJim Phoenix has 2 seasons. Oct - June is ride your bike outside. June - Oct is hunker down next to the air conditioner indoors\n回复 @MarindaVannoy1 It can be restored as a relationship but will never be the same. It has to become something new to have any hope of succeeding\n回复 @Suburbanbella @DutchRojas I can't imagine how annoying it must be to have a pt come to their MD &amp; tell them what meds they need based on a TV ad. It's like making the MD to be merely the prescription writing arm of the pharm industry.\n回复 @DavidKonrad24 Some. I’ve read “Man’s Search For Meaning” 3 times\n回复 @EKkoulla Carry a bone with you, as it approaches let it get a sniff, then toss it away\n回复 @jvbt82hhs 1. Sourdough bread 2. Sourdough starters 3. Flour 4. Shaping, folding, stretch &amp; folds, slap    &amp; folds, coil folds  5. Avocados\n回复 @mjgranger1 When I visited Israel/Jordan on tour abt 20 yrs ago I left knowing there will never be peace there until one side or the other is eliminated. On both sides, so much hated, resentment and vitriol\n回复 @DrIanWeissman In hospital staff have to be dictated in order to know what size N95 mask to wear. I was surprised during Covid that there was no discussion about this\nIn 1959 I went to Mexico driving from LA to Acapulco taking 6 wks. For a kid growing up in U.S. suburbs it was eye opening. Seemed like ppl there were either wealthy or dirt poor; no middle class. Today learning a Jewish woman is elected president gives me hope for change there", "overlap_score": 0.1287003073978362, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1184605574580887553, "screen_name": "Firewife_Paula", "user_at_name": "🇺🇸❤️ 🍊TRUMP 2024!! 🍊", "sample_content": "回复 @catturd2 They always know. So sad 💔\n回复 @johncardillo Wrong again. But than, you’re ALWAYS wrong 🤷🏼‍♀️\n回复 @JennaEllisEsq Shut up Jenna.\n回复 @MattAAW NBC News? 😂\n回复 @CryptidPolitics Says the guy who is a sellout   How much are you getting paid to tank your country?\n回复 @RonFilipkowski Edited tape. Your desperation is showing\n回复 @RonDeSantis And you’ll still lose 😭😂\n回复 @CryptidPolitics Brought to you by a paid democrat\n回复 @NikkiHaleyHQ Congratulations,  The swamp wants you!    Shocker 😂🙄\n回复 @CryptidPolitics @RonDeSantis 0 counties in Iowa   Tell us again why the varsity team needs to debate the JV   LOL\n回复 @KTVB His 81 year old dementia patient. Fixed it for you @KTVB   Cool cake 👍🏻👍🏻\n回复 @IdahoStatesman No one cares. I celebrate freedom on July 4th like most Americans\n回复 @IdahoStatesman The Superintendent is a good man and that little brat used her graduation to be rude.\n回复 @krassenstein And just like that. He got all the media to admit Pelosi was in charge of DC Capital\n回复 @NEWSMAX I’m sure he’s learned a lot since.   Does Newsmax need a tissue?\n回复 @TheGeorgeHQ I remember the winter of death 😆\n回复 @revokethe2nd @harryjsisson @margommartin @realDonaldTrump Another fake news hit piece\n回复 @JennaEllisEsq You’re going to be wrong again Jenna. Cope\n回复 @POTUS So you can fill them with Illegals. NO👎🏻\n回复 @akafacehots Me 🙋🏼‍♀️ and I gave you a follow on IG\n回复 @SkyNews A 25 year old Islamic extremist.  You don’t say\n回复 @gatewaypundit Mass deportation to start\n回复 @politvidchannel Which is nothing 😂🤣\n回复 @KeithOlbermann @toddstarnes Keith needs serious intervention.. you’re one sick Karen\n回复 @KTVB Crimes against humanity   LOCK FAUCI UP\n回复 @gatewaypundit She’s a freak and needs jail time\n回复 @GIGACHAD2021 @LauraLoomer @PamHemphill79 Those doors are heavy and magnetic. You can’t push your way in especially a grandmother. Someone opened the door and let them in.  Watch the video\n回复 @tracybeanz @drawandstrike @OkiePC1 It is true.   You’re just mad your guy got no where in Iowa. So you want to dump on President Trump  People if you want solid honest journalism go with Brian Cates\n回复 @RepMarkPocan @EqualityCaucus Ok groomer https://t.co/zqKGxsWuNk\n回复 @HillaryClinton @johnpodesta @JohnKerry I bet you’re thrilled   Pedophiles got to stick together, right Hillary", "overlap_score": 0.2315526315789473, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1251499682913816576, "screen_name": "peg_roger", "user_at_name": "7 lb peg technician", "sample_content": "回复 @johnmcdonnellMP Like 2017? Like 2019?  Worse 1997 to 2010  “Our NHS Our Schools” - Labour’s privatising PFI Disaster costing taxpayers £300 Billion and busting NHS Trusts  Labour’s 5 wars in 6 years started on WMD  lies &amp; bringing terrorists to UK  Labour were &amp; are a DISASTER\n回复 @SkyNews @JonAshworth He cant even spot sweat shops in his home town Leicester\n回复 @TimesRadio @bphillipsonMP What a pathetic statement These people are frauds the lot of them  A 100 day review to keep country safe?  You lot made the UK unsafe when you lied about WMD and woke up ISIS bringing terrorists to the UK - its got worse and worse since you sent our troops to die in Iraq\n回复 @TomTugendhat @BBCNews Because it’s not recorded or investigated?  When in 1970’s or 1980’s did mobs invade high value shops indiscriminately steal goods on a regular basis?  When did moped riders attack innocent public stealing watches &amp; phones?  Why is stabbing the norm?  BLAME LABOUR &amp; TORIES\n回复 @BreesAnna @NormanBrennan @Ofcom The Farage that was voted best News presenter  That one Or another Farage Most MPs recognise he influencers more than any other politician You don’t like it That’s your problem Sounds more like envy SKY CH4 and BBC are not impartial at all Whats your point?\n回复 @pdxraj @michaelwhite He didn’t eat any cake. There were 5 people in a room at work. Neither did Sunak who also received a FPN.and who allegedly plotted to get rid of Johnson. Johnson was bullied out of office. The truth will never be known. Contrast Jenkins &amp; dep. speaker cleared lack of evidence\n回复 @GBNEWS @Nigel_Farage @Jacob_Rees_Mogg Reform have zero chance of winning a seat on there own MPs are all talk If they were serious the 100 plus centre rights would have formed a new party with Tefor\n回复 @EdelaQuintaine @Cvt116 Freaks\n回复 @GilesWatling If you want to unclog the streets why don’t you take a flying leap into the middle of the English Channel Dont come back  Please park on double yellow lines to annoy this totally unknown nobody\n回复 @Channel4News Show humanity she says  Meanwhile back in her beloved EU the French keep them in rat infested tents and filthy squalor\n回复 @DavidGrant1466 @nickdixoncomic You made the right move going abroad The UK has lost its way The balance between business and people has been tipped too much towards satisfying the demands of CEOs So much so the quality of a simple life for an ordinary honest hard working citizen has been ignored\n回复 @JamesGilesRBK Blatant bury your head in sand &amp; hope nothing bad happens - but it did several times. Our WMD war hero Blair turned UK into a terrorist threat with 43,000 mostly Islamists on UK terror watch lists after attacking Middle East on a pack of lies Your politics went out with Arc\n回复 @MichelleDewbs No surprise Its feet up and pub chat on GB pay per view Tice is the same Name 4 from Reform then get stuck It’s a protest party\n回复 @DCBMEP Where was Party loyalty. There are too many internal groups fighting against each other.  Once Manifesto is in place by majority of Conservatives EVERY Tory MP has a duty to get behind the leader to deliver it.  All TP achieved was giving their 80 seat majority back to Labour.\n回复 @GavinBarwell Barwell doing what so many like him are so good at but this guy was actually in a position to do  “a more saleable policy”when he had influence. But Theresa May managed to throw Cameron’s 30 seat majority away - did you have anything to do with that “saleable policy” Barwell\n回复 @BremainInSpain She did the right thing Labour imploding with their mad agenda to destroy UK  Greenbelt for migrants Illegal migration increased by 300% Democracy overturned giving French oversight  Picking wars with Russia &amp; China Giving £6.5 Billion pa to Ukraine until 2030 Letting Leeds riot\n回复 @SkyNews @wesstreeting @KayBurley What a crock of words We need more than a student union activist in government\n回复 @JamesCleverly A bit of a me me me letter with a footnote of “I own my mistakes”\n回复 @ramonagusta @UKLabour Starmer will turn UK into a 3rd world Ghetto within 5 years of government  Our capital city London is the Barometer Wales is the wake up call Labour’s front bench is the reality\n回复 @JamesCleverly Your party without asking the public allowed family members to come with foreign students.  Allowed foreign criminals &amp; illegal migrants lawyers to abuse HRA &amp; stay in UK - Blair’s HRA should have gone  Allowed DEI  &amp; woke agendas to effect public services especially the police\n回复 @ChrisDJackson He is a career politician like Pelosi that just can’t let go of power. By doing so they make the lives of the citizens the purport to serve worse. He is in his declining years of mental ability &amp; physical ability continually making gaffs  As leader of free world he needs to go\n回复 @atticrahman @Bren4Bassetlaw It’s time all citizens were made to vote It’s the only way to stop this\n回复 @timfarron Tim doesnt believe in Democracy  31st May 1904 - Winston Churchill swapped Tories for Liberals  YIKES - here comes Sahra Woolaston 14.08.19  YIKES - here comes Phillip Lee 03.09.19  YIKES here comes Luciana Berger 05.09.19  Tim you are full of it  At least we know\n回复 @jabberba @RupertLowe10 The only winners from a Labour victory will be ROW UK will become most criminalised country in Europe Our public services &amp; civil service infested by young militant activists &amp; minority left wing agendas dominating Diversity has become division with a big D Democracy is dead\n回复 @NadineDorries @Shaz_Barnett Politicians who behave in this way should have no protection. They are supposed to be the guardians of honesty and decency. But leaders of all parties have such a craving for power nothing stops them from lies &amp; deceit. Their behaviour has set a low bar &amp; is why UK is ina mess.\n回复 @GBNEWS Failed asylum seekers are failed for negative reasons Why are Labour putting UK citizens at risk More Leeds situations  Jail politicians Jail them all\n回复 @BethRigby MANIFESTOS are a waste of time Meaningless documents MPs use to attract voters into giving  likes of  Starmer power to do what’s NOT in Manifesto  Advisory Referendums are essential in this digital age to make MPs accountable  Referendums are Democratic Manifestos are Autocratic\n回复 @SkySportsNews Thank goodness The least inspirational manager for a club side to have  Pep motivation is his prime asset  Klopp gets his players to die on pitch for him - even opposing fans love him  Southgate ‘Ps’ &amp; ‘Qs’ man - send you to sleep bore\n回复 @spectatorindex Self serving. Desperate for power and recognition. Never know when they are spent. A career politician promising anything and everything. A powerful closed shop of entitled families devoid of reality living in the bubble of populism.  Like the Kenedy clan  Clinton clan  Bush clan\n回复 @Hammer_On_X @Keir_Starmer If this was Boris SKY BBC CH4 Peston Radio 4 GMB LBC and many more wouldn’t be apathetic They would be hounding Boris day and night", "overlap_score": 0.149675201169244, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Other Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1114228100, "screen_name": "BigEdDaHandyMan", "user_at_name": "BigEdDaHandyman", "sample_content": "回复 @mitchlafon Wow… I found this one to be really hard. I’ve seen so many good shows. Here are my top three.    1. Pop Rock festival in Germany 1983   2. Monsters of Rock in Germany 1984  3. Dessert Trip\nAbsolutely correct. People have cried wolf way too much. Every four years since 1980 we have heard: “this is the most important election of our lifetime” Well, it appears that this one actually is. I don’t like a lot of things about Donald Trump. I like the things that have been…\n回复 @Everett_G07 @PSchrags I am so ready for this season!\n回复 @StanleyRoberts I’m not a Republican. However, reparations is a much different conversation than simply pointing out who did what.  The Democrats have been promising to lift the inner cities out of poverty for over 50 years, and they have controlled most of the large American cities for that…\n回复 @JohnMichaelsU @AtlantaFalcons Umm. I’m guessing TF was in the room when AS got fired for poor QB play. The league is QB starved. The new coach does not expect to be drafting that high again. He didn’t want to go down like AS did. Stack the deck now. Did I love it? Last night, no!!!! This morning, maybe 🤔\n回复 @GeraldoRivera He stated that he did not support Putin or what he has done. He really is upstaging the entire MSM. Barbara Walters or Mike Wallace would completely support him. Modern MSM are liars and cowards\nIt’s been happening for millions of years. Like George Carlin always said: “The earth ain’t going anywhere, we are. The earth is going to shake us off like fleas”.\nTrump says idiotic things sometimes. RFK has done the same. Both are “real” people with great character and of course, human flaws. However, They both love this country enough to risk everything to fight for what it has always stood for. It kind of reminds me of the founding…\nHe is absolutely destroying this state.\n回复 @PSchrags Do you think the Falcons might actually make a move for Cousins, and grab a guy like Penix?   I hear Cousins to Falcons Heated up at the combine. I know it’s lying season…\nProof January 6 Committee HID EVIDENCE Exonerating Trump! https://t.co/c4DNAEJuV9 via @YouTube\nThey couldn’t tell the truth if their lives depended on it. Great job Kevin!\nJack Black CANCELS Tour After Bandmate Calls For Trump's Assassination, ... https://t.co/p5776MVAZp via @YouTube\nFabricated by the “actual” people jailing political opponents.\nThe Democrats talk of saving democracy. They have no clue what that means. They are hell bent on destroying this country. Honestly, supporting them at this point is treason.   Missouri AG SLAMS Voter Fraud, VOWS To SHUT DOWN Shadow Campaign https://t.co/w1wjamXOkI via @YouTube\n回复 @michelletandler I’ve never understood why anyone joins a party. I have voted for Democrats and Republicans my entire life. Whoever I think will serve us all best is who I look for. Unless it’s a cocktail party, it’s a cult…\n回复 @XVanFleet @ACTBrigitte The absolute worst kind of Human\n回复 @abc7newsbayarea And restaurants will start laying off and closing location within six months. Total 🤡 show\nAnd that’s a big problem for America. The MSM, legacy media, whatever you call them. They are the greatest threat to democracy. Why do we allow this? Why is nobody in government trying to stop this?\n回复 @Twolfrecovery @X We are living in terrifying times. If people do not wake up, we are screwed beyond belief\n回复 @AndrewYang Nobody cares…\nHow can anyone take any of “The View” host seriously. Clowns, one and all…  Dr. Phil SCHOOLS Ignorant View Hosts About COVID! (Live Show from Zephyr... https://t.co/phox8rPcr8 via @YouTube\n回复 @GavinNewsom @NRA Pure lies as usual. Much like your promise to end homelessness years ago. It’s so much worse now. Billions unaccounted for. What a complete and total failure, you are. 🤡🤡🤡🤡🤡\nJust in case you’ve forgotten  https://t.co/tj3BCAwHvU\nAll MSM is your enemy\nWhat a complete joke. And as usual, 💯 at taxpayer expense while our roads fall apart. Keep voting from these evil clowns and nothing will be left for us.\n回复 @Everett_G07 I really think AS isn’t a bad coach. RM was very similar the first go around. Sometimes getting humbled has a very positive long term affect.\nI support your decision 💯 and find it sad, and actually sickening, that people put party before the hood of the people. 600 meters of high speed rail has already cost fifteen billion dollars. Why? Where did all that money go? VOTE TRUMP\n回复 @Jason Freaking unbelievable. They either allowed it to happen or it’s the greatest failure in SS history. Highly suspicious\n回复 @abc7newsbayarea And exactly how is hydrogen made? Zero emissions, really.. Clown show 🤡", "overlap_score": 0.2082912390250909, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}]