[{"user_id": 1256947549841260545, "screen_name": "PastorShadilay", "user_at_name": "🐸PastorShadilayKekistan🐸 #MOHAP #SALTYARMY #KEK", "sample_content": "fact check false @elonmusk   nearly 3 months now you take my money and allow non paying accounts to deplatform me for the crime of defending myself against slander.   good job. https://t.co/LpB94VHFkt\n回复 @elonmusk @Rothmus FREE @MOHAPPENING !!!! STOP LETTING NON PAYING ACCOUNTS DEPLATFORM ME. YOU'VE BEEN STEALING MY MONEY FOR ALMOST 3 MONTHS NOW! https://t.co/bGIwkbDNgI\n回复 @countrywoodsmen @1_H_E_J_B @chiefjimmy45 @Corifortruth @intheMatrixxx as your cult leader that's exatly what i told you to say ;) https://t.co/jjKnTmDLdg\n回复 @suggswriter @intheMatrixxx INTELLECTUAL HONESTY IS SMEXY, SMIGGA :D https://t.co/wdlqoVEAEu\nCozY #Saturday #Fren #TeamChrist stREEEm  / https://t.co/Nd9WrYfD6g / 5-25-24 REEEEEEEEEEE  @obamamalik WE GOTTA FREE MICHELLES TROUSER SNAKE https://t.co/4B0sScXgJ9\n回复 @hodgetwins https://t.co/fG2mkXivJt\n回复 \"sooner than i think\" ... just not right now :D Subterfuge does not pay off. @elonmusk i've been asking this team of shills to have a public conversaton forever. They have made plenty of accusations, but they will not face those they have accused.   the \"adults\" who dox and smear\n回复 @intheMatrixxx @MichaelDadeProj @NicoleTarinaM2 @Doomslayer1117 @generalkellogg this shill went off to attack soft targets ... kek  pwnt\n回复 @Trickface1 @MichelleObama so to summarize ...  orange man bad.  kathy griffin is right brian stelter is right madonna is right  sure jan :D https://t.co/Aqj1lITPxg\n回复 and the pond came together to help, and when “BoilingPointLive” came into my livestream to complain no one was telling salty about his go fund me, I spent 5 dollars I really didn’t have to get that in front of the Salty Cracker. This is what we do, guys. Never stop.\n回复 @GusQuixote @AFreshLitBeacon https://t.co/xEObkZr9Yu\n回复 “Forgive them Father for they know NOT what they do”.  Here is 1 Corinthians 6 on the matter: Suppose one of you wants to bring a charge against another believer. Should you take it to ungodly people to be judged? Why not take it to the Lord’s people?\n回复 @RuBQ_11 @RebelValkyrie17 @BoostedPatriot1 @Chuck_A10 @intheMatrixxx @chiefjimmy45 @MidnightStarwri @Corifortruth i used to hunt them in the peace river to help reduce the population. ngl ... love me some gator tail and backstrap :D https://t.co/nxyTSobIlh\n回复 @GODANMEDIA similar story, qd up. was always into codes and ciphers as a kid\n回复 @Antidumbasser @harpur_sean @jordanbpeterson https://t.co/pnYPGEJ8da\n回复 @countrywoodsmen @MOHAPPENING https://t.co/meL6I4G1N7\naight shill #ShillsNeverShow ....  you think you can challenge me and not get a response? #ThymeAndPlace ... I will provide the platform and the audience, all you have to do is show up :D  Say when, shill. I'm your hucklebearer. https://t.co/tkbHDhY7Ks\n回复 https://t.co/lwAkSUH6iX\n回复 @Chuck_A10 @intheMatrixxx @RuBQ_11 @chiefjimmy45 @MidnightStarwri @Corifortruth #CozyLife https://t.co/ZTMWNwa0RR\n回复 @LeoSoulUS @RobertD58419216 well i mean you added randy marsh sooooooo https://t.co/31tY9028At\n回复 @countrywoodsmen @ObamaMalik FULL CUOMO ;) https://t.co/TCSOlDCDrW\n回复 both online. I was hard on him when he brought obvious heresy into my chat a few times but I did that BECAUSE he was my fren AND because he put on the mantle of “reverend”. I was forced into the role of Pastor kicking and screaming. It scared me at the time,\n回复 @k_19x @realDonaldTrump @elonmusk @DonaldJTrumpJr @JLPtalk doll hairs\nCozY #MGShow and #ShadowChat official #TeamChrist stREEEm  / https://t.co/cfddN3RxDP / 6-5-24 REEEEEEEEEEE  @obamamalik WE GOTTA FREE MICHELLES TROUSER SNAKE https://t.co/DxtaSIB29A\n回复 @elonmusk @SmokeAwayyy henlo fren can you have @support and @premium explain to me why my account @MOHAPPENING is paying you 17+ bucks a month, is subscribed to you, and has been  in appeal jail for almost 2 months now?  I pay you guys for a service, and you allow non paying accounts to censor and…\n回复 ELON BROKE THE SHIT LOL SORRY FRENS\n回复 @intheMatrixxx WELCOME BRUCE LEE TO THE KOZY BACON KULT POSTHUMOUSLY :D https://t.co/062S7SMA4u\n回复 @CozyTang i dont mod for rsbn, cope harder, low IQ ghey :D https://t.co/K9dUU20nxg\n回复 @Half_86 @BlessedTXvet @ChristianNica @DrFrankTurek oh i forgot, you don't understand memes :D   you see, the same people who give your FORCED opinions to you actively covered up for jeffery epstein WHILE parading around drag children.  Your \"opinions\" are forced. You're not allowed to disagree with them. The mockingbird media… https://t.co/ewKXcS08NS\n回复 @NadjiaFoxx it's a device you just put somewhere with a clear view of the sky. it comes with its own wireless router and 2 lan ports out", "overlap_score": 0.1926613378094271, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1156911399966257152, "screen_name": "ExplorPineBluff", "user_at_name": "ExplorePineBluff", "sample_content": "✨Enjoy Red Oak Steakhouse,  a sophisticated dining experience!  📍Located at the Saracen Casino Resort, 1 Saracen Resort Dr, Pine Bluff, AR. https://t.co/2VNMxzrWoP\nSmoke on the Water BBQ competition is back &amp; bigger than ever with a $50,000 prize purse and mouthwatering BBQ!  Presented by Sissy’s Log Cabin &amp; Saracen Casino Resort at Regional Park in Pine Bluff on September 21. https://t.co/gPo1iUgy1N #ExplorePineBluff #BBQBattle #CashPrize https://t.co/E6bbecwr1Y\n✅Check out these slides for ways to make the most of your eclipse experience!  Visit https://t.co/7IKnodf9pN for more! https://t.co/MGJOgAO3bM\nAfter decades spent performing the Blues, James “Tail Dragger” Jones is best remembered for his magnetic performances and his decorated career as one of the last true Chicago Blues musicians of the genre’s golden era.  https://t.co/DaQdhyAIhk https://t.co/Z8wyQvcfyE\n🍀Whether you're in Pine Bluff for the partial eclipse, or are traveling through Pine Bluff for the total eclipse, be sure to stop by Lucky's!  😋Enjoy their breakfast and southern comfort food that's sure to make you feel at home! https://t.co/fST7yR2mBO\nPine Bluff is the perfect place to avoid the traffic congestion, stay in affordable accommodations, and enjoy the weekend-long Heart and SoulAR Eclipse Festival before seeing the Great North American Eclipse.  https://t.co/zvGeiwcqOL https://t.co/AVwm6g4aXb\n🤩Local high school teacher Devin Guillory is excited about the eclipse! Watch this video to learn how rare this celestial event is!  👉Visit https://t.co/7IKnodf9pN to learn how you can enjoy eclipse festivities in the city! https://t.co/c3tJDGt5aO\n🤩Get ready to experience the Heart &amp; SoulAR festival weekend leading up to the Great North American Eclipse on April 8th!  👉Visit https://t.co/ivSbz6DA3R for more! https://t.co/NjxD9JfVIK\nIn observance of Martin Luther King Jr. Day, the A&amp;P Office will be closed on Monday. Everyone be safe! #celebratelife #unityincommunity #onehumanrace #wearebettertogether https://t.co/55OP1Yi8d1\n🤩We hope to see you at our Heart &amp; SoulAR Eclipse Festival starting tomorrow!  👉Make sure to stop by the Explore Pine Bluff office at 623 S. Main Street to pick up your pair of eclipse shades!  Visit https://t.co/VTw3w4w5LU for more! https://t.co/NMfWyKUOLO\n☕Enjoy Indigo Blue Coffeehouse! Great beverages, healthy food options, in a vintage yet urban atmosphere!  📍Located in Historic Downtown Pine Bluff, 212 W Barraque St, Pine Bluff, AR! https://t.co/oJ7WwUpTzl\n💫The Heart &amp; SoulAR Eclipse Festival is loaded with lots of fun!  Here's the full lineup! Visit our website for more details! https://t.co/hk2ugx5dbQ\nPine Bluff offers a wide array of attractions and activities for the entire family throughout the year, ranging from the Delta Family Adventure Trail to the many cultural museums and seasonal events like Memorial Day’s Operation Skyhook.  https://t.co/Mzq34eOhLu https://t.co/PjGkyfkT0b\nWe still have complimentary eclipse glasses at 623 S. Main Street!! Come and pick them up before the Eclipse happens. Available while supplies last! First come first serve! #2024SolarEclipse #FREE #Makememories #OnceinaLifetime https://t.co/ceAPyl4HUK\nPine Bluff, Arkansas has a rich science fiction and fantasy tradition. Countless science fiction and fantasy films, television shows, and books have been inspired by the Pine Bluff Arsenal.   https://t.co/gn0evw9eNt https://t.co/4OgdlMzWOv\n💫We're less than 4 weeks away from the Great North American Eclipse!  😎Still need your eclipse shades?  👉Stop by the Explore Pine Bluff Office at 623 S. Main Street and get your pair of eclipse shades! https://t.co/PpymW0aSlm https://t.co/AcPtbpGPsk\nGet fired up for Smoke on the Water BBQ Championship in Pine Bluff, AR on Sept. 21! This competition will be smokin’ hot with a $50,000 prize purse, live music, food trucks, &amp; kids’ fun zone. Visit https://t.co/gPo1iUgy1N #ExplorePineBluff #bbqcompetition #pitmastershowdown https://t.co/YtY6UqgJr7\nJohn Brown, an abolitionist, led the American abolitionist movement in the years preceding the Civil War. Among his alliers was Thomas Archer, who foughtin the Battle of Pine Bluff.  https://t.co/OGxVQwcK86 https://t.co/gPhBgXFiE2\nIn 1920, Pine Bluff native, Edward H. Wilson opened the Hotel Olga, the unofficial home of the Harlem Renaissance as Satchel Paige, Louis Armstrong, and other prominent African American stayed there.  https://t.co/mPnasfIvtA https://t.co/zIa8C5Cfhf\nHappy Catfish Friday! TODAY, is the last Friday in June, 2024...can you believe it? Hope to see you this evening! #livemusic #GoodTimesInTheBluff #FridayFun #likefamily https://t.co/poN5Oc5k4U\nThe A&amp;P office will be closed the 4th &amp; 5th. We will be back in the office the 8th. Plan to attend the fireworks on the 4th starting at 9PM. On the 6th The Port City Blues will be at RJ\"s with \"The Ghost Town Blues Band\" check our website for other events. #BeSafeBeKindBeFree https://t.co/yN7ojDH0PF\nArkansas native, William Froug, spent his life cultivating his two passions, producing popular television series like The Twilight Zone and Gilligan’s Island and mentoring screenwriting students at UCLA.  https://t.co/C9G58w9WJn https://t.co/kjuRv1GSqh\nWith over six decades in the music industry, racking up awards and playing alongside greats like Muddy Waters, Little Walter, Etta James, and Howlin’ Wolf, Grammy Award winning blues legend Bobby Rush has no plans to slow down.  https://t.co/HMOvkeet8d https://t.co/SaOS0XCNvH\n🎨Visit The ARTSpace on Main, 623 S. Main St. on Saturday, April 6, 2024 from 11:00 AM - 1:00 PM!  ☄️Space: Spray and Play is an activity for all ages! Participants will create and take home space themed art using spray-painting techniques. A fun eclipse activity! https://t.co/ChyUZ4GxhW\n🎸The sounds of Beale Street were in Pine Bluff tonight!  Thank you to everyone who attended this month's Catfish Friday Blues &amp; Soul Night, featuring \"Fuzzy\" Jeffries!  Stay tuned for more events like these💫 https://t.co/X60nNG4Hqs\nEvery Friday is Catfish Friday to some of us but this Friday, July 26th is the 4th Friday of the month and that makes it Catfish Friday Blues and Soul Night. Join us again or for the first time for live free music! #MusicLiveNtheBluff #ExplorePineBluff #ArkansasGoodTimes https://t.co/eSxzwVavWt\nPine Bluff native Smokie Norful is a world-renowned recording artist, musician, composer, pastor, and entrepreneur who has launched the extremely successful Victory Cathedral Worship Center in Chicag and won numerous music awards, including two Grammys.  https://t.co/wvBVlZM4fO https://t.co/SwxZ8KZu7J\nYes!! Coming this weekend! The annual Operation Skyhook Fly-IN at Grider Field. Come on out and enjoy the air show. Friday, Saturday and Sunday. See our website Events Calendar for more details. #ExplorePineBluff #prayforgoodweather #kidsflyfree #Iloveflying #BlackPilotsofAmerica https://t.co/mRrY5HslRN\nEnjoy Grider Field Restaurant, another soul food favorite!  📍Located at Pine Bluff Regional Airport, 709 Hangar Row, Pine Bluff, AR! https://t.co/GNb0yZZ805\n🤩Local junior high school teachers are excited about the eclipse, hear it from Sha'la Jordan &amp; Quadrea Turner!  👉Visit https://t.co/7IKnodf9pN to learn how you can enjoy eclipse festivities in the city! https://t.co/24Z29jUFKJ", "overlap_score": 0.1686352042903978, "MARITAL": "Never married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1079849220583182336, "screen_name": "Michael68656563", "user_at_name": "Michael J Cross", "sample_content": "回复 @Masha_modeling My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @jsigler80 My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @DJTaniaAmazon Tania, I have a serious and honest business proposition for you!  How would you like to make a minimum of 15% on your investment ?  The turn around is anywhere from 1 to 12 months. YES! It is 100% Legal and Legitimate too! Let me know if you’re interested ?\n回复 @Nicolette_Shea Let me show you what I can do to you and for you, that will satisfy you immensely\n回复 @EllaRosari0 My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @Nicolette_Shea I have a serious and honest business proposition for you!  How would you like to make a minimum of 15% on your investment ?  The turn around is anywhere from 1 to 12 months. YES! It is 100% Legal and Legitimate too! Let me know if you’re interested ?\n回复 @itsalexkk The only way for me to truly tell is to put both of my big hands on them, then I will know for sure! Pictures have a tendency to exaggerate\nTrue Facts! Flight from Washington DC to Paris, France is 8.25 hours nonstop. It costs $178,000.00 per flight hour for Air Force One! Joe &amp; Jill Biden flew to Paris, France on D-Day which costs the American Taxpayer $5,874,000.00 for the 4 flights that the Biden’s wastes money\n回复 @Kris6Tina I never met you so I honestly am unable to answer your question\n回复 @JodyVoll Honestly, I don’t think that you’re really serious about your statement, from this post. I am being straight forward &amp; honest\nhttps://t.co/o02NVnZmO2 #GoFundMe\n回复 @Connie88xoxo Oh, so you finally admit it, that you’re a rich bitch right ?\n回复 @Connie88xoxo Yep I do, from your head to your toes and everything in between\n回复 @annalisakiwi I actually enjoy playing golf and I am pretty good at it, and I would love to play golf with both of you.  Sure, I will be your buddy\n回复 @vhayesxoxo My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @JodyVoll My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @Connie88xoxo Connie, I have a serious and honest business proposition for you!  How would you like to make a minimum of 15% on your investment ?  The turn around is anywhere from 1 to 12 months. YES! It is 100% Legal and Legitimate too! Let me know if you’re interested ?\n回复 @Kaeleerene @thissuserpretty Sure, but the real question is, how long can you ride me ?  That remains to be seen\n回复 @miawills1998 My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @MarieDeeSecret One ☝🏻 word?  “EXTRAORDINARY”  My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0okob\n回复 @Hailey_Lopezxo My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @Nicolette_Shea My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @NunziatoLindi I’m curious, I have been wanting to meet you now for well over a year.  You haven’t responded to any of my messages? I know that you have millions of followers and that this is your source of income.  So, just for fun, take off one weekend and come to Dallas\n回复 @KimKardashian I’m not rich or famous, I want you to have a child with me!  I know that probably sounds really weird, crazy or stupid. I assure you that it’s none of those things, I never had a son to carry on my name. I’m 67 and this must be 100% anonymous!\n回复 @thekingkristi1 A Romantic! Just like me! I love pasta, sunsets, spontaneous passion, intense chemistry and intimacy! Something you just can’t explain, but you can damn sure feel it!\n回复 @NunziatoLindi It would be if you were in it\n回复 @jcakes001 What if I want more than just your picture ? is there any reason why that wouldn’t happen too ?\n回复 @Kyra_Belanger My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ\n回复 @SofiaLopez_x Only in my dreams lol\n回复 @chloekhanxxx My 11 year old grandson was shot 6 times on July 4, 2023 and he survived! Please Donate Today! God Bless you  https://t.co/NJZGD0oSdJ", "overlap_score": 0.191168432490552, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1226135609695186944, "screen_name": "Tony_From_Maine", "user_at_name": "TMalarkey", "sample_content": "回复 @kirkminshow https://t.co/BS45tOEYiq\n回复 @bubbapollard26 Coming to the Oxford 250 Bubba?\n回复 @kaneisable22 @sigfruidhane @Biodude2020 @AndrewAugustus @JonFromScrant0n I’m sober 6 outta 7 nights a week l. What’s your excuse for being a dummy?\n回复 @IAMinifan @kirkminshow Everything is 10 hours from Iowa except the world’s largest truckstop.\n回复 @BigSteve207 Can the room get an official statement on the RoA stance on: will there be an open season Canadian Geese?\n回复 @Reese10Angel But yet the paparazzi be taking pictures.\n回复 @Kenny_Wallace @NHMS Super 8 to Holiday Inn for anniversary night. Way to go playah\n回复 @AdamsCollege84 @tomshattuck @KittysReading The face of diabetes and coronary artery disease.\n回复 @SecretaryPete Investing in Portlands infrastructure is a waste of tax payer money when the rest of the state is falling apart.\n回复 @SharpUncleBarry @kirkminshow I believe this was covered wasn’t it in the fall?\n回复 @MassGovernor @GovTimWalz Doesn’t Caitlin Clark play in the pwhl?\n回复 @BlackFlaggedPod @bubbapollard26 Great episode.\n回复 @msriannbakes Do you have a penis ?\nIs this what we should expect? https://t.co/W5vTAfPVfU\n回复 @jemelehill 😂\n回复 @M0ntante Stay hydrated\n回复 @WGME This is @GovJanetMills Maine.\n回复 @Kenny_Wallace @rickmast22 So many names on this list I’ve seen at the Oxford 250 over my 47 years on earth.\n回复 @SoPo_Weather Sitting on a fresh 20” in the foothills.\n回复 @FunkFlashyRob Everything about that place sucks. You’d think 25 million would get you something other than a polished turd.\n回复 @barstoolcarl 7.3. Not rare enough.\n回复 @JonFromScrant0n @Houseofpain85 @BarstoolAdvisor Odd that sneaks could confirmed this.\n回复 @CharlesBarkleyT @NotoriousGIG @stoolpresidente @kirkmin @ryanwhitney6 Stick to rebounds Sir.\n回复 @M0ntante https://t.co/cc2ZogPwVM\n回复 @AkaHomelander @cmpco I see you’re a CMP employee and CMP suck pump. An all time low even on this platform.\n回复 @mrs_brandt23 https://t.co/H4Y2No6JK8\n回复 @TWazo11 @TimInCanton @kirkminshow https://t.co/X5ongLQ40U\n回复 @WGME They didn’t mind the constant traffic from the factory when it was open?\n回复 @murphelaw Not disagreeing with any of this other than it could have been caught by a Chinese vessel, processed/packaged by them at sea in U.S. waters. Anyways, buy local from Mainers  and avoid this.\n回复 @barstoolsports Poor placement of the dog cone", "overlap_score": 0.18301281991911, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1039899418563174404, "screen_name": "N_YOmentionsHOE", "user_at_name": "The real life Joe from you", "sample_content": "回复 @Rwall32 @CODUpdates You have to put on your infantry vest\n回复 @TylerJayyyy He’s been wild, he used to hang at the strip club with us… doing drugs and all lol rip tho\n回复 @nialashon fish is pretty lean\nCan somebody start a short cut thread for women I’m trying to see something\nLips\n“ you drive with your knees…That’s why they hurt now”\nDawg this funny af 😂😂😂\nYou only drop the top if it’s fast or luxury\nLove your smile when you’re happy see all thirty-two teeth\nThis green you letting her spread that shit, both of yall nasty\nMy Costco plug ain’t plugging\nThey out here doing more drugs than they’re selling\nThere’s no bbl body that you could compare to this\n回复 @GrrStephy @chrisbrown Starting at 500\nLex had me crying making her son run them suicides for punishment…that’s the type of parenting we need\nIt smells like mildew outside\nDo yall floss before or after you brush your teeth?\nBro I’m trying to transfer my Webull into my Robinhood and they’re blocking\nMy phone be blowing up with temptations all night my line\n回复 @k_London6 Somewhere in the dmv or Texas\nLife ain’t bad we’re the ones that create it\nYou nasty if you kiss on animals\nStay away from women that’s afraid to be single\nNever put yourself in a position to depend on other people\n回复 @kyskyxo Smoke a joint\nJamaican food 😂\nSwear…i disable that shit\n回复 @Fish_Greas3 Where’s that tall ass dude at\n回复 @PBSImpulse9 The teacher straight up watched them fade\n回复 @Shawwdyyy lol i was just talking about this yesterday how they keep switching up", "overlap_score": 0.2073256781047705, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1066196570, "screen_name": "PupHydrogen", "user_at_name": "Michael Javert 🏳️‍🌈", "sample_content": "回复 @eurigmorgan Don't worry. He doesn't know either.\nRecently, @KMOV has been banging on about another psychotic person having a gun. Even after flagged by @FBI they did NOTHING, his step Mother notified police and they did NOTHING, and idiot @GovParsonMO has his head so far up his... Gets on camera and gives a bunch of B.S. I…\n回复 @eurigmorgan @claire9389 @fiona_webster22 If they can burn books, I can burn flags. The constitution  has amendment 1 right before amendment 2. https://t.co/s2bynrq1bQ\n回复 @KinkyBrent @Hillronas When your body is ready to discharge it, you really can't stop it.\nhttps://t.co/ZcmwlSjkJB\nI wonder if a vicar is vicarious...\n回复 @vanishingboy When it comes to my inner circle, I choose quality over quantity. Figured that out when I was 18 years old, all the way back on America Online. The good ole days of Social Networks, when people were nice, kind, and didn't force all these politicized ideas on others.\nFun fact: This phone never existed. The Pentagon could reach the Kremlin via teletype. No such Red Phone Hotline. Strictly a prop. There used to be a place online you could buy phones like these. Even a \"Bat Phone\" with Beehive light. Programed to auto dial when receiver lifted. https://t.co/0Xy1gvk7Pc\n回复 @Daniel_Tex18 I like Operas and musicals. Last time I did anything like that was 2017, maybe. Before my Mother got sick. Though she died in 2021, the pandemic &amp; having the cancer keep me confined to my home, pretty much.\nAfter my Mother died of the cancer in 2021, I became diabetic just about 2 months later. She died on the last day of January 2021 and I went to the hospital on April 01, 2021 with a blood sugar of 500. Could have been more, I don't think the meter would go any higher. I then got… https://t.co/8C9IUwRO55\n回复 @nywolforg I don't know. I could sometimes tell my dog was dreaming. His paws would be moving. I'd hug him to gently wake him without getting him fully awake, just in case he was having a bad dream. To know I am there, protecting him, just as he was always there to protect me.\n回复 @nykyt0sha Looks like Chicago. I've been there twice. Once when I was a kid on family vacation and once when I was an adult on business. Back then, there was a Sears tower. The black building with the spires or antennas I think is the John Hancock Building.\n回复 @eurigmorgan Not really. But your wish is my wish, likewise for you.\nI just noticed I now have a blue check mark. I don't know that it means anything, other than I am verified by my online persona \"Michael Javert\" which has been one of my names that I've used since America Online 1994. It is also the name I use for writing. I have one poem that…\n回复 @LoganRocs @tomd20829 My wallet and checkbook is empty.\nWatching The Tech Guy with @mikahsargent Leo is on there again boasting about his top shelf I Pad and his new top of the line HP laptop computer. Then says that they need MORE MONEY from people. Here's an idea STOP BUYING GADGETS !\n回复 @PostingOften Rainbow. And if I was sure my house wouldn't be firebombed, I'd fly a flag like that on a pole on my house. When I rise to power, that will be incorporated into the American Flag.\n回复 @vanishingboy Love and appreciate your friendship too, Aaron. I wish all the best, for you.\n回复 @ohthoughtsquote Probably Johnny. I wonder if he came marching home again.\nLeo is boasting about this @HP Elite Book. I gave up on HP a LONG time ago because of their printer shenanigans. The \"Elite Book\" is too small and has no numbers pad so all the more reason it is GARBAGE !\n回复 @geokra8 I haven't done that since I was 13... And just to see what happened. My parents were convinced the roof was leaking and we got a new roof.\n回复 @allyouareismeme Yes. I don't get why people keep taking their clothes off, then picturing it, then posting it all over the Internet. People look better with their clothes ON.\nElon did something when he changed the Twitter URL. I am on my Twitter home page but the tab says I am someone else. Usually the last person I interacted with. People just can NEVER leave things alone that work. Now it's broken and will never be fixed.\n回复 @Christo03770888 https://t.co/UFfT9y1Z8S\n回复 @Neil37166348 BALLS !\n回复 @TWalden83466401 Because if they don't give you more unpleasant side effects, then they can't sell you more of their poison.\nWhile privacy &amp; security are two different things, you can't have one with out the other. It's like a horse &amp; carriage. You need to be private to be safe. If something is private, then no one knows about anything to exploit someone. I hope someone puts a periscope into the EU's… https://t.co/oU5Y1saUde\n回复 @blondieboyyy If I was a model, I'd be appalled if my image appeared anywhere in the vicinity of someone else that had been permanently disfigured and mutilated with tattoo, on purpose.\nI  guess there is no more \"Ask The Tech Guy\" with @mikahsargent   on The  You Tubes. Also, no @SecurityNow  I assume there will be no  more @windowsweekly  with Paul @thurrott  Can't even tag these people nor  podcasts anymore either. More immortal mortum. When is it my turn ?\n回复 @KenW9270 https://t.co/4ruyHOiOlE", "overlap_score": 0.1236498767916787, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1347080835917295618, "screen_name": "Ro1T1", "user_at_name": "Ro1T", "sample_content": "回复 @RogTallbloke @Climate_Earth20 From 1900 to 1980, there is natural variation, or statistical variation, but the average remains steady. Since 1980, there is still natural variations but the average is not steady anymore.\n回复 @rishiisabell Ok 3 yo kid. Welcome to elementary school first year. This is a CLOUD. ☁️ They sometimes bring rain: we all need rain in this planet. Clouds exist all over the world, even in the most remote places, and they have existed way before, and will continue existing way after mankind.\n回复 @PierrePoilievre You probably don't deal with newcomers enough, with the ideas of your group and your fanbase. However, as a newcomer 7 years ago, I recall being told back then that it is too costly... And seeing many friends leaving Canada. Stop lying.\n回复 @The_Trump_Train No, people must be prosecuted for fact, not for fantasy from limited and sick minds...\n回复 @ensembleator What maintains these lows/troughs to form over and over? Why ridges do not take over and, at least, alternate fairly?\n回复 @faithwillsaveu False. You float is you learn how to swim... Your \"connection\" with Jesus won't save you if you don't know how to swim. Please, don't invite people in commiting actions they may regret...\n回复 @JoeyMannarinoUS The same way Trump was supposed to make American great. Why would he need to make America great if he was supposed to do that 4 years ago??\n回复 @TRUMP_ARMY_ He did not do it the first time, won't do it ever.\n回复 @BGatesIsaPyscho Oh so all of a sudden, no stupid \"\"\"spraying\"\"\"??! What a coincidence. clearly, nothing related to the daily variability of atmospheric conditions...\n回复 @BurtMaclin_FBI @EndWokeness No, it is just sociology. To work in these companies, most employees need to be clever and have a high education, which is sociologically proven to strongly lean towards Democrats...\n回复 @DougWahl1 Good riddance. Poor Salvador!\n回复 @BGatesIsaPyscho Then, in subsequent years, vaccines helped control COVID, restrictions were reduced then removed, and influenza could take back some grip... Nothing more, nothing less, very basic.\n回复 @Jim9327tw @FosterT43453343 @PeterSweden7 Where does that 6000 years come from? Out of a musician hat? Do you have any data to prove such a random number? And the earth tilt is responsible for seasons, which is a very different thing than climate, don't mix everything up\n回复 @KevinSkaggs1987 @Kj_DaKID @ValentinaForSOS @luckyentertains In case you don't know, there is an excess of population. Earth cannot afford 15, 20, 30 billion humans... So, the risk of \"ending the lineage\" is totally absurd.  However like I said, there is a much higher chance to end the lineage by showing kids how to drive a big fat truck.\n回复 @iluminatibot Cancer is not an infectious disease so a \"vaccine\" in the way you mean it (comparing with COVID) can't exist. The same way you cannot get cancer from someone.\n回复 @GrahamPudek @ElijahBman I don't know/think he likes irritating people, but I am tired of the excuse of the trees and wildfires... No one seems to worry about the trees when there is a cold snap in the winter but because of the one in January, there is no peach or apricot in the Okanagan this year.\n回复 @IvarNevan Totally normal. You can sometimes see these cloud patterns from the ground\n回复 @BradJKD Tell that to people with HIV. And if viruses are not a cause for death, get HIV and let's see how viruses do not exist and do not cause death.\n回复 @MTGrepp No, a looser looks like you. You are just no one. That guy is an amazing guy. He has done so much, achieved so much, had so much success (which, you would agree, is quite the opposite of \"loser\"). You, on the other hand...\n回复 @day_natomy @YakkStack @kwquinn No, it means confronting sources, legitimacy, and cross referencing the information. Not \"believing\" blindly regardless what platform (not CBC, but not any online BS either!)\n回复 @Rothmus And uneducated rednecks most likely to be MAGA. Fact.\n回复 @GuntherEagleman At least they had respect... A notion that is totally unknown to maga and trump.\n回复 @Humanlty1o1 @truckdriverpleb No, it is simply that Canada, thankfully, is not in a civil war / genocide... I am sorry if I feel bad for someone struggling in the streets but not as bad for someone struggling with boredom in a mansion in West Vancouver...\n回复 @PeterSweden7 And all scientists agree and already see more disrupted jet streams than in the past. Learn that for the case of Europe and especially Scandinavian country, most scientists agree on the disruptive effect of global warming on the Gulf Stream (learn what gulf Stream is)...\n回复 @blue_eyes_0928 When you have your eyes opened on this fucked up country, nothing to be proud of. Towards the very end of rankings for safety, for health, for education, for equity, etc.\n回复 @joebldenpress The money does not come from people who struggle to get food. It comes from people who have too much of it. People who praise trump on boats for example. Tax the rich!\n回复 @dwright100 @JunkScience Absolutely. What was presented has absolutely zero scientific value.\n回复 @VirginiaSlims14 @PeterSweden7 @ramzpaul Your brain is so fucked up: science is not a \"cult\". 1+1=2, when temperature gets under 0C, water freezes, the blood uses white cells to fight unknown bodies and platelets to heal, an apple drops from a tree, etc. All that is science and is NOT subject to interpretation.\n回复 @amuse CNN does a good job at fact checking... Unlike Fake(fox)News\n回复 @vlad_rad @judah47 It does not matter when it happened. Something similar (smaller magnitude because in February) was advertised days early and it never happened. Same last year, not in February, Easter week end at a time was thought to be a glory, it ended up very gloomy.", "overlap_score": 0.1552768638253349, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1251167291753943040, "screen_name": "CyHollander", "user_at_name": "C. Y. Hollander", "sample_content": "回复 @WhiteWabbit69 @westbankrupt @StopArabHate @UCLA It's not censorship for a review site to disallow non-reviews (let alone false reviews). Yelp isn't a platform for free expression. It has a specific purpose and an interest in preventing that purpose from being hijacked.  It might be nice if they provided for nonreview comments.\n回复 @C_S_Skeptic @L0SCH @beyerch @herbertong Your assumption about what \"most\" people think is as ignorant as your characterization of the deal's terms, but it's also beside the point. The majority of the people whose approvals are relevant voted for the deal. Twice.\n回复 @joeshmo98841 @CraigChamberlin @visegrad24 @UHN_Plus I understand the philosophical appeal of this vision, but if you want to talk about crypto as a practical realization of it, you have to consider the costs as well, which come in many forms, including all the computational time/space/energy required. Is it worth it in every case?\n回复 @leftymanatee @DCAZELY @DanielPCilley @elonmusk I don't think you get it at all, but you are doing a good job of making my point. I didn't endorse child marriage. I condemned attempts to suppress free expression by accusing people who say things you don't like of things they never said—and here you are doing it.\n回复 @OrganBuxtehude @benlandautaylor It's related to \"moat\", however, which evolved from a cognate of \"motte\" (the mound or hill on which a castle is built) to the surrounding ditch.  (I did not know these facts until I looked them up just now. https://t.co/df9a78ZhEY)\n回复 @wanyeburkett To my mind, the word being stretched most here is \"punishment\".\n回复 @RLangford18 @ATabarrok @asymmetricinfo I accept that and I'm sorry for questioning it, but your opinion so surprised me that I wanted to be sure there was no misunderstanding. I'd been aware of vague allegations of outsiders involved in student protests, but not that they might constitute the majority of participants!\n回复 @ArmandDoma 55 billion dollars stripped away from someone who earned it is 55 billion dollars of injustice, no matter who the victim is. That such vast injustice was perpetrated by the judicial system shook my faith in one of the core institutions undergirding the fabric of society.\n回复 @CMassner @eyeslasho We used to say \"Oriental\" to refer to East Asians and the meaning was clear. Then it was declared offensive and \"Asian\" became a popular replacement, with the attendant ambiguity you note. \"East Asian\" would have been better, but didn't widely catch on.\n回复 @Noahpinion Very dramatic, but if you live in the fortress, no monster pursues you.\n回复 @MironDominik @SwipeWright @primalpoly @ryanburge It's often used in contrast to agnosticism to denote an active belief in the lack of a deity. I believe the atheists @SwipeWright has in mind are of that ilk.\n回复 @skarthik89 @bryan_caplan Median is one kind of average, which basically just denotes a measure of central tendency. Admittedly, people are often thinking of the arithmetic mean, but higher variance shouldn't affect that either.\n回复 @IMedaber @inverseflorida @colorblindk1d @tracewoodgrains @PYMundGenealogy The word \"targets\" begs the question. To a proponent of assisted suicide, \"helps\" would be apter. Either way, why should the demographic make-up of those who choose it affect whether you consider it bad or good? Would you consider it good if it were offered only to the wealthy?\n回复 @RdHdSteppeson @wanyeburkett In other words, the Palestinians launched a civil war even before the British mandate ended, whereas the surrounding Arab countries joined in \"only\" when the Mandate was officially over. Either way, your grievance against Israel is that they won the war the Arabs started.\n回复 @DanielParker_13 @ElonMuskAOC Sure does!\n回复 @AArdavany @elonmusk @MAstronomers It's a reference to Asimov's Foundation Series, where it's the name of a distant planet that becomes the cradle of civilization's rebirth when the Galactic Empire falls apart.\n回复 @alex_galarz @odbol @Dannyhbrown @siva_sdg @JimPethokoukis You're saying that Israel pays for universal IVF out of the military aid the U.S. has given to it? That's kind of a stretch. Money is money, but you can't spend it twice.\n回复 @joeshmo98841 @CraigChamberlin @visegrad24 @UHN_Plus Besides, you have only to look at the empirical facts to see that, EVEN FOR HANDLING CRYPTO, many (probably most) users have trusted centralized parties to take care of it for them, often to their regret. Clearly, whatever they wanted crypto for, it wasn't to eliminate middlemen.\n回复 @sc23cc @LieutenantRusty Primarily I support giving people the freedom (including socially) to say what they think—and oppose the dichotomy that one must either support a position or oppose anyone's support of it. It's an abstract principle, but a terribly important one, IMO.\n回复 @immanencer @ID_AA_Carmack Well, I don't believe that most investors in the stock market lose money.\n回复 @Lasermazer @wanyeburkett My point is, if you entertain the argument that the prize of vast wealth spurs innovation, you implicitly concede that it is indeed prized, belying the argument that taxing it away makes small difference to the owners. My objection to this remains (like his) a moral one.\n回复 @eric_black3 @bryan_caplan It's no more ironic to use \"literally\" figuratively* than to use \"figuratively\" literally, and no more noteworthy than using any other word (e.g. \"really\", \"totally\") in the same figurative way.  *\"Literally\" is never used to *mean* \"figuratively\", of course.\n回复 @RLangford18 @ATabarrok @asymmetricinfo I'm therefore very surprised that you don't find it notable that most protesters @ATabarrok encountered at a university protest were not students of that university! Is that truly so obvious as to go without saying? I certainly hadn't assumed it!\n回复 @FmWheels @Twizz7871 @greentexan2063 @aaron_idtap @eyeslasho Why do you call them \"fake statistics\"? Have you looked into them or do you just have a gut feeling?\n回复 @RiverTamYDN @AlexGodofsky Moldova sounds Slavic. You could make a educated guess that it's in the neighbourhood of Russia even from knowing the Russian tennis star Anna Kournikova, and you wouldn't be wrong.\n回复 @ggreenwald Google didn't \"force consumers to use its search engine\". That's a ridiculous claim.\n回复 @KevinKeatingUSA @eyeslasho The proverbial grain of salt symbolizes a bit of skepticism. More than a bit of skepticism might thus be depicted as \"many grains of salt\". \"A massive grain\" is an incoherent image, but the \"salt\" (skepticism) should indeed increase for more dubious statements.\n回复 @clifford_banes @wong_jim @clairlemon Yes, of course. The question is whether being cold makes you more susceptible to infection by such a virus.\n回复 @eric_black3 @bryan_caplan That's a terrible example. \"Literally\", like many other words, was often used hyperbolically, for emphasis.  Hyperbole is a general mode of language that doesn't pertain to individual words any more than sarcasm. Any statement can be non-literal, whatever words it uses. (1/2)\n回复 @Josef_Lemonovic @LieutenantRusty What size millstone do I take?! If that's a reference or a shibboleth, I'm afraid it's lost on me.", "overlap_score": 0.1082778389556736, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1391390030724169728, "screen_name": "JugadaRacing", "user_at_name": "Jugada", "sample_content": "回复 @SENGiddyUp @TheStraightX Complete garbage. Melbourne Cup and Cox Plate are clear 1 and 2 for anticipation and betting across the country\n回复 @casserdaly @Jarradoney @stuart_tyson @M_Gannon_ Probably a better middle ground somewhere in that sort of thing\n回复 @Tony_Ottobre Lol here we go again. Another flog owner on twitter making it hard to root for a good horse\n回复 @Mattunchained Hard to argue he isn't with the amount of losses he is compiling by less than half a length. Even his win in the Golden Eagle he launched at them to win by 3 and almost immediately pulled up once he hit the front\n回复 @AnthonyManton @Mattunchained Huge difference between being a tipster and identifying value than being a jockey/trainer and knowing horses\n回复 @RacingKyal Think it's just the fuck wits of the world tbh. Blokes having a cry about how other people are RASPECTING DA FLAGZ are legit bottom of the barrel people to hang out with\n回复 @Jonesracing82 The insecurity of Pies nuffies in the comments just because someone is seen as just good as their gun lol\n回复 @steve75069627 @FootyRhino @NMFCOfficial @essendonfc What time have you got him returning to the ground?\n回复 @nuffingtonpost Concussion is fickle from person to person. About time players got suspended based on the action first and foremost\n回复 @bencurrie123 @matthewjzammit Because having to run past every horse over the last 400m is where you want to be if you are a distance worry? Awful tactics\n回复 @Racing A 7yo mare resuming after one good season always going to be a huge chance to normalise her level\n回复 @Dc78Anth I’m actually embarrassed for you mate lol. Take a spell from twitter and get yourself right\n回复 @apurv_anand @NoContextHumans Lol literally all cheese is terrible for you. Shows where we are at that there are actually a decent number of people who think it is in any way good for you\n回复 @wutube IPL teams are generally better than International teams. But anyway Warner is rubbish even at franchise level these days which is why JFM replaced him in the Capitals team and has basically retired him from that team\n回复 @Markm106 Can guarantee the twitter heroes would be going down similarly\n回复 @DamoMK Yeah against other Victorian teams. The advanatge of getting more games in your state is offset by not getting a true home ground advantage for most of them. Whereas even though your Perth, Adelaide, Queensland teams have less games in their state they get more travelling teams\n回复 @djebel Well as I said you would be wrong then given the data of 3yos who run in these one off races being very strong  If anything the 3yos stay in their age division far too long with Derbies and Guineas being run through April at a time where most should be taking on the older horses\n回复 @ChefsDad350 @stkildafc Pretty sure a footy crowd would be well above the average when it comes to care factor on this sort of thing tbh\n回复 @Racing @HawkesRacing @cwallerracing @LaneDamian The Strip is arguably second only to BC for sprinters in this country and has the advantage of racing on speed. Would win pretty comfortably\n回复 @SENGiddyUp @M_Gannon_ @MickPriceRacing Yeah that shitty Perth 2yo form is the profile of every former Everest winner...\n回复 @lmmortalMachine @itvracing @olibellracing I heard everything fine. It’s just not a trainer’s responsibility to scratch because they are a bit iffy on the track because punters are too lazy to research their own bets themselves\n回复 @Racing_Previews @OrmondWiz That’s the same at WFA though. As the highest or equal highest rated horse in the race she is going to be the one who is better suited at WFA scale rather than a handicap\n回复 @DonsRacing @SENGiddyUp @M_Gannon_ @MickPriceRacing Yes he is better than the other WA 2yos. But that is such a low bar to clear. Not only does he have to progress from 2yo to 3yo that plenty don't but he also has to step up from sub par racing to taking on the genuinely good horses. He should be 10x his odds in an Everest\n回复 @ZirraTGK @52_mike @Snark_Tappy @ParrottDarryl @AFL To make separation defensively? That ain’t a thing mate. Defender is putting his arm up to try to keep touch with the forward not provide them separation lol\n回复 @outbreezyWC There is no feel of the game rules lol. Exact same rules should apply halfway through the 1st as with 3 minutes left in the match - not be manipulated to keep the game close. This one in particular feels like it is paid 1 in 4 when it’s just a handball so unlucky but still there\n回复 @RalphyHeraldSun Not enough blame going onto the individual scumbags out there\n回复 @DonsRacing @SEN_track @SENGiddyUp @Tony_Ottobre No room for discussion apparently. Unless Jenni lost and he wants to explain how she was in lengths worse going to Mr B...\n回复 @sm192828 @bamberee @FootyRhino Having to go off the ground and undergo a concussion test is a major impact on a player I would have thought\n回复 @WolfdenApp Horses are fickle. Young stayers even more so. The time to go after the good races is when they are in form. The amount of times you see connections play things cute and put them away for next year and they never come back as good is endless.\n回复 @TTARacing @Ladbrokes Can you bet Best Tote usually? I've used bonus cash on Best Tote with Ladbrokes for years", "overlap_score": 0.1317100700038523, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1364935178, "screen_name": "Silo4477", "user_at_name": "Silo like Silhouette", "sample_content": "I’m a photographer I was taking pics of a male friend &amp; I mentioned that I used to dance on the side and he asked me for a dance and well… 😭😆\n回复 @joshnem_ lol go to therapy\nAbsolutely right uncle Grant.\nListen to me like your life depends on it. No BS. No hyperbole.  If Donald Trump is re-elected in November your life and the lives of everyone you love will be forever altered. It won't be like 2016. It will be the best presidency of your life.\n回复 @slimthicksie After a report is filed. If she’s raped and for some reason held hostage and can’t go to the police we time to be a mom or give the baby up for adoption! Someone who has been raped has the ability to be the best parent and raise a child with morals and class!\n回复 @fairfield_iowa @keithboykin Becoming what they claim to hate\nA gave a now ex friend my last $800 to help pay her rent and well now we’re not friends so I love that for me\n回复 @YNB Voting for a man who is responsible for all this inflation &amp; funding wars is wild. https://t.co/Gv0zfLHTQK\nTerrible parents. Your children are people too.\n回复 @Suburban_blisss @jilleeann_ Good for you!\n回复 @EvilxSlayer History itself is extremely simplified because we live in the present not the past.\nAs someone who switches jobs like I switch my wigs this isn’t true… if you’re struggling to get hired improve your interview skills. Sales jobs are always hiring, there’s online jobs like affiliate marketing or you can start a business (photography, mowing lawns, shoveling snow)…\n回复 @spicebae_ What a horrible take 😆😟\nClosed this house woot woot building a new roof soon 😇 https://t.co/0fCJCgn6iS\n回复 @omicron_omega @scottydynamo @MikeHeslin Silence is compliance.\n回复 @prettyhaitian09 Because we live amongst demons.\n回复 @rihriot It’s the style of makeup not the makeup itself. The James Charles heavily contoured makeup look ages us very badly softer makeup doesn’t age us.\n回复 @ElijahSchaffer Not you height shaming\nBLM was a t*rrorist organization. Burned small black businesses for what?Great message cops should stop killing unarmed people black white and purple, also where did all those donations go???  Oh yeah BUY LARGE MANSIONS!\nYes, abortion is murder and hurts women and babies. You’re literally killing a part of yourself. Why would I support my child committing further violence against herself and her baby? Pregnancy and raising children isn’t as terrible as you all are misled to believe.\n回复 @xoraveen Biden is making moms not be able to afford groceries with this inflation are u ok? Lol\n回复 @JanDebates Hi Slovak Muslims do you have a roofing team? Or anyone in tx? Lmk 😌\nWhy do democrats have wet dreams about lynching black people\n回复 @MAVERIC68078049 Lip filler and a few pounds lol\nCan you do this but make yourself shorter?\nConvincing cancer patients to get vaccinated is diabolical.\nThe Biden administration telling you things are great &amp; gas and groceries are cheap and crime is low\n回复 As a man you should have a decent size grow yours today! https://t.co/HX2gBVW4iT\n回复 @katenotkathleen @MamaWeasleyy So you’re fully unvaccinated?\n回复 @1prettyvirgo They should talk it out on a podcast", "overlap_score": 0.2156165855451468, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 112120389, "screen_name": "SarahBe10394548", "user_at_name": "SarahTheWise", "sample_content": "回复 @Franklin_Graham @SpeakerJohnson Franklin Graham why want you ask for prayers for Biden. You have never said a good word or encouraged a Democrat.\n回复 @Damaan4u33 Yes I trust Jack Smith.  GOD bless Jack Smith. I stand with GOD and right, no matter which side it comes from. Trump is a manipulator and a criminal. How can you follow such an evil man. Wake up America, look at how this man lie. 🆘🆘\n回复 @Franklin_Graham @realDonaldTrump It is the Republicans who cheat, Biden won the 2020 election, why can’t you give Biden his due credit. It bothers me to see a minister to be so one sided when it comes to right and wrong.🆘🆘\n回复 @EricTrump @JesseBWatters Trump is a Criminal, He only want to be President to turn this Country into his control. He wants to be like Putin. How was he able to manipulate the Republican Party. He could never have done that with the Dems. How can people be so dumb🆘\n回复 @FoxNews Remember folks Fox News always report lies, you can’t believe what they say or post. Who is the biggest liar when it comes to News. FOX, FOX, FOX, 💯💯Cent for sure. 🆘🆘🆘🆘🆘🆘\n回复 @MSNBC How in the World Mike Johnson goes to a Collage Camp and demand someone to resign. These are peaceful protests. He didn’ speak out against those militants that took over the Capitol Building on January 6. People had guns and all kinds of weapons there. Get a life.🆘\n回复 @TRUMP_ARMY_ After he has removed everything that has his name on it. Trump is everywhere on Epstein files. When has Trump told the truth. He said, he didn’t say lock Hillary up but we know he did. Seek the LORD man.\n回复 @ByronDonalds Byron did you report that twelve Republican governors rejected programs for free lunches for the poor. Folks Byron want tell you that, instead he wants to lift up corrupt Trump. Who is a rapist, thief, hater, lair, cheater, trader, uneducated, bully, insurrectional, and abuser🆘\n回复 @atensnut Malinda can’t stand her husband. Trump and his wife sleep in separate room. Just last week he was walking towards her car and she slam the door on him, he had to go to the next car. She is sticking around because he is paying her to. There is no marriage there just an arrangement\n回复 @Mollyploofkins Yes someone does get hurt Trump when you do bad things. Why do you say it was ok. Why do you keep on doing bad things. You have no discipline about your self. You threaten people when they don’t agree with your bad behavior. But if these fools want to set in jail while you walk,\n回复 @FoxNews If anyone thinks Trump is a good Businessman, they are blind. The only thing Trump is good at is fooling people and getting them to do his dirty work. He go free they go to jail.\n回复 @POTUS My heart hurt for the Palestinians, no one seems to care about the people of Palestine. It is a shame how Israel kills the Palestinians &amp; leaders all over the world says  nothing. People please pray for the Palestinians. Israel can do anything they want to the Palestinians\n回复 @Franklin_Graham Franklin Graham, fifteen lead Republican States says no to Federal Dollars to feed the hungry. What do you say about that Franklin Graham.🆘🆘🆘🆘🆘🆘\n回复 @seanhannity So Trump told the former governor of Maryland that he was doom, he can for get about being elected. So does this mean that Trump is the king of the GOP party and what he says goes? What are the people on the right so afraid of Trump.\n回复 @REVMAXXING I am a full blooded Dem, but I refuse to vote for Biden for letting Israel slaughter all those Palestinians. And I will never vote for Trump because he is a criminal himself.\n回复 @MSNBC @CoriBush @JoyAnnReid @thereidout Love Cori Bush, she is a hard working woman. ❤️❤️❤️\n回复 @RpsAgainstTrump Remember folk, Tim Scott tried to get a bill passed that would pay cops not to kill black folks. I will always remember Tim Scott for that bill. Do you remember that bill?🆘🆘🆘\n回复 @RpsAgainstTrump Trump Campaign is full of Chaos and Biden Campaign is full of Discipline. What do you think about that. Trump has been nothing but Chaos for the past decade. How can you leave when your life is in Shambles.🆘🆘🆘\n回复 @ACTBrigitte Why would anyone who care about justice &amp; the Law vote for Trump. He is Lawless, he can’t control himself. He carry on like a child, look at what’s going on in the courtrooms with Trump. Why would you put him in charge of a Country. How many women have he sexually abused them. 🆘\n回复 @Franklin_Graham When the Republicans get in office Franklin Graham, they don’t do anything but investigate. The GOP lead house is in chaos, they want to shut down the government.  Lauren B smoking pot and fighting with her hubby. Majorie T should be locked up. Trump hope the economy fail.🆘🆘\n回复 @MSNBC I want to know how I can donate to Cori Bush Campaign and the Representative from New York. 🆘\n回复 @laurieinri @ChuckCallesto Laurie you think like Trump , I am glade we have an awesome GOD, he tolerate no evil. You are evil suggesting that Waste Management do such an awful thing. Go ahead and follow Trump to hell.\n回复 @FireyTopaz Everything that comes in contact with Trump rots away. 🆘\n回复 @angeloinchina You are so right, what is wrong with Israel, they want to wipe out the Palestinians, I had a revelation that if Trump wins, he and Netanyahu has a plan to wipe out the Palestinians. Folks wake up before it’s too late. 🆘🆘🆘\n回复 @Franklin_Graham @LibertyU Why not call all wrong out Franklin Graham, then people would be able to look at you and say “he calls it like it is” no you have this one sided justice. You never say anything good about any Democrat. You support rapists on the right, on the left, “lock them up” hypocrite.\n回复 @thereidout All people who are familiar with the Military know in order to get out of the Military at a certain time, you have to put your paper work in ahead of time. That is months before you get out. It is a long process. Vance is making a big deal about nothing. Did Vance go to war?\n回复 @SebGorka How many people have gone to jail because of Trump, vs how many people have gone to jail because of Biden? That tells you there who is corrupt. Hate crimes against Black have risen since Trump has being campaigning for President. Trump is unfit for the Whitehouse.🆘🆘\n回复 @SUBRATA30016572 Trump and his wife don’t sleep in the same room. They don’t have a marriage, they have an arrangement. Trump wife hate him, don’t try to pump their relationship up because there is none. She shut the door in his face a few weeks ago because she didn’t want to ride with him.🆘🆘\n回复 @Chicago1Ray Trump sues everyone, they don’t make it to court because they get toss out. He is guilty of everything people says about him. He brag about what he does to women and how he gets away with it.\n回复 @MSNBC I want to know how can I donate to Cori Bush Campaign and the Representative from New York. 🆘", "overlap_score": 0.1075924885236788, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1193178943651799040, "screen_name": "lssavin", "user_at_name": "Lana S Savin", "sample_content": "回复 @BoSnerdley @americanwire_ No, eventually, wealthy people are going to get pissed with these illegals encrouching on their territory https://t.co/jW0uLjzZtW\n回复 @Shaughn_A2 She was pretty before. Now she just looks like she had work done on her face and the plastic surgeon wasn't a good one\n回复 @ChayaRaichik10 Now more than ever... and he was not convicted because he was guilty or proven guilty, he is the victim of a weaponized justice system that any good banana republic would be proud of\n回复 @BetteMidler My my looks like the woman who has had extensive work, like so many of her \"peers\" is shaming another woman for assuming, yet not really knowing, for doing the same thing. Bette, I gotta ask have you been checked out for dementia, having delusions, are you hearing voices?\n回复 @GeraldDanson @Mansi_0700 @stillgray 🤣🤣\n回复 @_emergent_ @stillgray Vile woman,  but not a fan of Piers either. And we know Piers had her on his show for ratings, a real Journalist would not give her a platform\n回复 @JonIsTheFuture @ChrisDJackson Yes he left them open until it became politically expedient to close them. Even a five year could see through this bogus BS.\n回复 @catturd2 Wish I did but I don't... this country has reached banana republic status and the leftist momentum is too strong to save this country.\n回复 @HillaryClinton Many of those jobs are people's 2nd and third jobs so they can make ends meet thanks to Bidenomics. Record high food, energy,and housing costs. Not to mention unemployment rate is also due to people having to go to work after COVID unemployment and welfare extensions ran out.\n回复 @simonateba Democrats are delusional liars.\n回复 @BasedMikeLee What a effing clown. Can we deport or at least exile him for me an enemy of the USA... or if he thinks illegals are such good decent law abiding citizens, send them to his neighborhood, his friends and colleagues neighborhoods. 🤡\n回复 @GuntherEagleman Vile POS\n回复 @LorrieAnn25 These babies are props and even worse I'm so afraid the reason these depraved people want them is to sexually abuse them.\n回复 @TulsiGabbardrep @gerryd429 Yes... part of the reason this country is in such a mess and divided is because our children have been and are being taught to hate this country. Civics classes also need to be brought back as a requirement to graduate.\n回复 @EdKrassen @elonmusk @TeslaSynopsis Well genius he won the primaries fair and square and he has stated many times he doesn't want to drop out.\nGood morning hope everyone has a wonderful day! And Biden is still the worst president in US history #Trump2024 https://t.co/HraVEfyulq\n回复 @ConneryTwin @Alphafox78 Liberal women would just scream and proceed to berate you if you did\n回复 @GuntherEagleman Those gutless aholes will do the usual flap their lips with empty promises, the equivalent of won't do shit\n回复 @LorrieAnn25 Mating ritual... so this why MLK marched for civil rights. https://t.co/APmlpSOY6T\n回复 @metal_gear88 @cliftonaduncan @TheDemocrats Are you seriously blaming Trump for this? CNN and democrats with their continued lies about Trump being a threat to democracy, lies how republicans are violent and hate filled. When it's clearly your side That is guilty of all it. You truly are a clown https://t.co/iMC9gc3bom\n回复 @MailePRMedia If George Floyd wasn't a violent criminal, wasn't a drug addict and didn't resist arrest he would be alive today HE IS NOT A HERO\n回复 @Breaking911 @camie_boss Blue state, blue city this will disappear from the news cycle, especially if the perp doesn't fit the leftist narrative.\n回复 @immipti1 @Resist_05 No Islam is\n回复 @DefiantLs Typical hate mongering lefty. That's why I scroll on by when he shows up in my feed. Nothing new, true or relevant.\n回复 @stillgray I think there is another mental illness that they suffer from. An abnormal need for attention\n回复 @_iRoyalty_ @RandomTheGuy_ @IvankaTrump Staged and by staged I mean orchestrated by democrats, is a distinct possibility.\n回复 @TritadorXYZ Interesting take but I thought men in power were not supposed to engage in affairs with people in subordinate positions. Or does this only apply to people the left are pissed off at and want to destroy?\n回复 @akafacehots Depends on the person, the deed and the circumstance.\n回复 @farrow1921 @Kimberl94332410 @TheEXECUTlONER_ @FedUpWithGovmt More importantly Jason Aldean and his bank account don't care about you or your opinion 🤣🤣\n回复 @RareImagery @ryderdane Does that mean no more welfare, no free college, no free housing, no free health care no free anything? Then I'm on board", "overlap_score": 0.1548992035788127, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1135944196903227392, "screen_name": "Vinny8501", "user_at_name": "vin", "sample_content": "回复 @Principles_1st Principles first is another grift\n回复 @JohnJHarwood I wonder why Biden keeps the border open hmmmm\n回复 @SenSchumer I wish schumer went to Ukraine and never came back\n回复 @brianstelter Did the men or women screw up CNN?\n回复 @ComicDaveSmith Means hes ending his campaign\n回复 @JohnJHarwood Open borders, inflation, ukraine war, red sea disaster, afghan pull out disaster, forcing Americans to get a jab they didnt want having taxpayers pay for student loans they didn’t agree to, anything else?\n回复 @HeathMayo Okay Democrat, enjoy principles first\n回复 @thehill Send Illinois 100k more\n回复 @RepDanGoldman Your appalling imagine using your family money to become a partisan hack congressman\n回复 @brianstelter Biden is dead man walking…only few more weeks before Pelosi and Newsom knife him in the back.\n回复 @CBSNews Shes been in office 3.5 years why hasnt she done anything at this point?\n回复 @CNN Trump 2024 is the only answer\n回复 @BillAckman @Liz_Cheney @realDonaldTrump @POTUS @Israel Bill, if Donald Trump said this it would be a 24/7 news story and all media blasting him for abandoning  our allies, instead media is talking about porn stars….its time to endorse Trump\n回复 @brianstelter @oliverdarcy @kaitlancollins CNN has become govt propaganda at this point, just repeat Democrat talking points\n回复 @DavidCayJ Okay gordon gekko 😂😂😂\n回复 @CBSNews Cbs news is just democratic talking point’s lol\n回复 @mcuban @Tesla @costplusdrugs Just remember cuban doesnt care about illegals pouring into the country he is rich it wont effect his neighborhood\n回复 @carlquintanilla @axios Ahh yes another quote from un named sources that 50 people off the record allegedly  heard him say 😂😂\n回复 @RepDanGoldman Dan Goldman the biggest sleazeball in congress\n回复 @AccountableGOP Trust john bolton hahahaha\n回复 @Jason Two things….Putin is great at propaganda and the US does not ever want to have good relations with Russia. Bill clinton/rice has not denied what Putin claimed to happen\n回复 @bdomenech Sure its Tuckers fault that Ukraine going to lose the war 😂😂😂 that Russia was always going to win. We just wasted another 60b\n回复 @JoeBiden Far right? Lol so you appoint only far left ?\n回复 @tribelaw You’re so brave.\n回复 @funder Lol Biden is a disaster\n回复 @BarbMcQuade The queen of disinformation saying Detroit is back hahahahahaha\n回复 @WalshFreedom Russia collusion, 51 spies who lied, not calling national guard on jan 6, media not talking anout hunters laptop, DOj work with Bragg….did I miss anything?\n回复 @AmyMcGrathKY Stop lying Biden doesnt need legislation to secure the border\n回复 @Lawrence Lol you and you’re network is the biggest purveyor of mis/disinformation from russian collusion hoax to covid lab leak to the vaccine, you shout sit this one out lol\n回复 @JoJoFromJerz Lol youll walk away as soon as he steps aside and youll just say how the next Dem in line is the greatest thing since slice bread", "overlap_score": 0.1929511457281717, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1325570073529114624, "screen_name": "SirMonteCarlo", "user_at_name": "Sir Monte Carlo", "sample_content": "回复 @RpsAgainstTrump Cold. Arctic cold\n回复 @Mollyploofkins These Boebert people don't half keep the Colorado police busy.\n回复 @EYakoby Seems quite a lot of manual effort for no real outcome.\n回复 @RonFilipkowski They're just gagging to slap a large Trump sign on the front.\n回复 @AccountableGOP That's a child's chair. True fact.\n回复 @atrupar In reality being hit by a piece of glass that's just been hit by a speeding bullet from a AR-15 would actually hurt. A lot!! I wouldn't want to be hit by it. Might even kill you if it lacerated an artery in you neck or something. Make quite a mess. But Trump must have been shot.\n回复 @JenC222 Oh. The last part refers to you now having the \"mind virus\" from the COVID vaccine boosters. Presumably like the one Elon talks about. Anyway, it's batshit crazy.\n回复 @Sassafrass_84 @CalltoActivism https://t.co/gy0MryfZIB\n回复 @JodyO44867056 @ItsDeanBlundell He's a great healer. A tremendous healer. Tremendously great.\n回复 @DonaldJTrumpJr @julie_kelly2 So they were still classified after all. Thanks Jr.\n回复 @HollowDreams0 Glass cut him.\n回复 @Publius215 @FPWellman @manthaqqq It's the video the campaign put out. In the video Trump is disparaging the current President, and Vice President who is his political opponent. That political. Also shown are headstones of fallen military personnel who have no business being in his political videos.\n回复 @sturdyAlex Right. Because the less well off just aren't trying hard enough. That's the only factor.\n回复 @Phil_Lewis_ O'Reilly is old Gaelic for sex pest.\n回复 @theexentialist @marthurgray @GuntherEagleman He hasn't. Just for the cameras. That's why he gave a press conference afterwards. Didn't call for gun control though.\n回复 @HelloBenWhite @NoContextBrits We may never know, but it's left at that junction.\n回复 @RepBoebert @X @elonmusk He won't marry you.\n回复 @atrupar It's unbelievable, and shocking to this day, that a real medical Doctor could sit and listen to Trumps dangerous nonsense and not have stood up straight away, tackled Trump to the ground and shouted \"Don't do that! It's madness\".\n回复 @KriticalThink3r @FoxNews Why are the stairs moving like that?\n回复 @Gdaddy1122 @DianeB777 @TheOnlyEsta 1. During my presidency, we had “the best economy in the history of our country, in the history of the world … We had no inflation, soaring incomes.”.  Lie. Ridiculous. 2. “I will end the electric vehicle mandate on Day 1.” Lie. Stupid lie as there is no mandate.\n回复 @BidenHQ @Victorshi2020 He's not right. Although the Prime Minister can call the date they wish there is a term limit of 5 years and they often call them early. Sometimes after only a couple of years. And the PM isn't a President and can be removed by their party just like the US Speaker of Congress.\n回复 @SkySportsBoxing It was over in the 9th. Ref saved Fury.\n回复 @RickSky1967 @f_giugliano Have they worked for you yet?\n回复 @RonFilipkowski At this rate by the end of next week the other passengers in the helicopter will be MLK and Hannibal Lecter.\n回复 @wkamaubell 4 + 4 = 10. Fox maths.\n回复 @projectethos5 @drmaizenblue @iamyesyouareno This more suitable attire? https://t.co/qUE3YqJAaR\n回复 @Acyn No wonder people sleep during and leave his rallies before he's finished. Also, he doesn't have any English professor friends. 😂\n回复 @undisputedtroof @notcapnamerica US is $34.5 trillion in debt. Trump added $8 trillion.\n回复 @dcolapinto @BidensWins I'm betting he'll pick someone with the surname Trump.\n回复 @BruceBartlett If I, like DJT, borrowed a billion off the Saudis or Putin would that make me a billionaire or just someone very soon heading for some big trouble?", "overlap_score": 0.2110929857447853, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1359998728069906434, "screen_name": "Ryanmor54929339", "user_at_name": "Ryan morton CITIZEN JOURNALISTS", "sample_content": "Why doesn’t the FBI TRACK THE PHONES IN THAT AREA AT THAT TIME AND ARREST EVERY ONE OF THE CRIMINALS. FBI has it all wrong we have a BLACK TERRORIST PROBLEM IN THE UNITED STATES !!!! https://t.co/CIlSypFyQN\nSatanic Cults, Child Trafficking, And The FBI: A Chilling Exposé By Ted Gunderson https://t.co/IDMPl3rkGn\n回复 @stkirsch THEN THEY TESTED THESES POOR PEOPLE WITH FAKE PCR TEST AND SENT TO HOSPITAL PUT ON A VENTILATOR AND RALPH BARIC AND GILEAD SCIENCE INVENTED AND PATENTED REMDESIVIR FREEZE DRIED COBRA VENOM TORTURED AND MURDERED WITH MORPHINE OR LIKE MY DAD FENTANYL !!\n回复 Jimmy Dore seems to like this HOMICIDAL MANIAC THAT PUT COBRA VENOM in his Partner RALPH BARIC DEADLY FLU VACCINE. It’s funny ROBERT MALONE PICKED RALPH BARIC REMDESIVIR FOR HOSPITAL PROTOCOL FREEZE DRIED COBRA VENOM KINDA LIKE THEY WERE IN ON IT https://t.co/e0VfV9qFKL\nArizona Governor BUSTED Taking $400,000 in Apparent Bribe for State Contracts – Vigilant News Network https://t.co/zI144MXEMH\n回复 @thehill @apmassaro3 @TheHillOpinion https://t.co/qc5QfuUp5K\n回复 @RealDrJaneRuby @RWMaloneMD ARTICLE WRITTEN BY RALPH BARIC !!! THIS IS ALL THE EVIDENCE WE NEED. FIRST OUTBREAK IN US. A NURSING HOME IN WASHINGTON STATE PATIENTS DIED NURSES DOCTOR DIDN’T. MY FATHER NURSING HOME VA. HE DIED. WHAT DI BOTH PLACES HAVE IN COMMON BOTH INJECTED AND INFECTED WITH 2019 FLU SHOT https://t.co/m27rBPhiGr\n回复 @TPC4USA @kb_creations @pithyvon He like others were ALL WEARING TRUMP SHIRTS AND HATS !!!\n回复 @DowdEdward\n回复 @RealDrJaneRuby NEED TO MAKE ROBERT MALONE GO AWAY HE KNEW ALL ALONG WHY BLOOD CLOTS AND HEART PROBLEMS AND WHY HIS COBRA VENOM !!!!! https://t.co/5pPFK3x4jF\nBRICS countries' GDP taken together is more than the GDP of the G7 countries and these are the trends that not only continue, but we see them ramping up — Putin at SPIEF 2024 THE DOLLAR IS DEAD !!! https://t.co/1TjSJcbNsf\nCoeur d'Alene, Idaho banned crosses for their town’s Independence Day parade.   Christians said no.  America was founded on this day and founded on Christian principles. https://t.co/MlEdU7W7WL\nICC considering arrest warrants for Netanyahu, other Israeli officials - The Jerusalem Post https://t.co/0OsITqlEvU\n回复 @megm82405513 @RealAlexJones @DrDMartinWorld Words have meanings  HUMAN BEING = PRIMATE = ANIMAL Since human beings are animals they can test whatever experimental drugs they want on us.\n回复 @idontexistTore https://t.co/HdigWCzHad\nSO WHO HAS PRISONER’S ???? OR WHO IS KIDNAPPING PEOPLE ???? https://t.co/y9bEkgm6Gx\n回复 @HouseLyndseyRN side effects Cobra Snake bite are present. Blood Clots, Attack lungs, heart attack, tissue attack on all organs. When patients end up in Hospital Remdesivir Protocol organ failure, heart attacks, pneumonia attack on the lungs REMDESIVIR FREEZE DRIED COBRA VENOM\nFlorida: 123 Arrested In Human Trafficking Operation, Including Elementary School Teacher – One America News Network https://t.co/dQDo18aq8B\n回复 @SpartaJustice JOHN JAY MCCLOY STARTED ALL OF THIS BY GOING TO GERMANY AND PARDONING THE JEWISH NAZI’S BRINGING THEM TO THE US NASA,CIA,WORLD BANK,ASSASSINATION JFK,EUGENICS THE MAN WAS THE DEVIL !!!!\nYemen's Ansarullah captured the American Remus 600 unmanned underwater vehicle.  This device is considered one of the most modern underwater reconnaissance units in the United States. - FRWL reports  Let the reverse engineering begin🙂 https://t.co/vlRfP6W5Gu\nhttps://t.co/bEjoBQlV06\nALL VIRUSES ARE PATENTED THAT MEANS ALL VIRUSES ARE MAN MADE  !!!!! In the late 1960’s, U.S. government bioweapons labs started injecting ticks with exotic diseases. Soon, people nearby began to get those diseases. Now, tick-borne Lyme is endemic. https://t.co/Kzfot44ziJ\n回复 @pasdhypocrisie RALPH BARIC AND BILL GATES HAVE BEEN WORKING ON KILLING PEOPLE WITH DENGUE FEVER FOR YEARS !!!! https://t.co/i499GH8UM1\nPETER DASZAK RALPH BARIC PROJECT DEFUSE FOR ( DARPA ) https://t.co/1Uhg0KCx9a\n回复 @AOEvcBreakthru\nThe case comes amid concerns that online abuse of climate scientists has increased in recent years while misinformation about the climate crisis is also on the rise. THE TRUTH ABOUT CLIMATE BULLSHIT WILL COME OUT IN COURT !!!!! https://t.co/60rn3jXd6q\n回复 @joey34955757 Moved back to my Mothers . My oldest brother was living there also. I had just had a knee replacement. My brother was stealing my drugs I confronted him he admitted to it. Went in my room got my gun passed my mom and I in the kitchen went out back shot himself in the head\n回复 @LauraLambent Yeah they were\nPotential Planned Crisis Incoming. Google Is Preparing For A Sensitive Event 🚨 https://t.co/bUZLL1EOdF\nThe Enemy Of Jews Are White European Christians | Michael Moore  According to filmmaker Michael Moore, the most apparent solution to the conflict between Israel and Palestine is for the Jewish state to recognize White European Christians as its true enemy. https://t.co/gzyPVCIphN", "overlap_score": 0.1883836040089595, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1089900092482453504, "screen_name": "ColeMuzio", "user_at_name": "Cole Muzio", "sample_content": "Bruce Jenner and Donald Trump want to give up on the one conservative boycott that has made a substantial difference in my lifetime. I vote that we instead listen to those who recognize that Dylan Mulvaney cannot become a woman\nThis is the message. What Biden has done to this country is real. You can see it. You can feel it. It’s negligent. It’s criminal. It’s evil. That’s why a whole lot of folks who have a major problem with Trump will vote for him anyway and why this verdict won’t matter on 11/5/24\nA follower of Jesus is not tied to any political Party. They are, however, to stand for biblical truths.   Those principles are not owned and certainly not embodied by the Republican Party. Those principles are, however, largely disowned and disavowed by the Democrat Party.\n✅ Protecting kids from the radical woke ALA  @FrontlineGA putting wins on the board with Sen. Larry Walker and a unanimous vote from @GASenateGOP #gapol\nYou cannot pretend that @CTmagazine is, in any way, a Christian publication. “Historic step” on the road to hell.\nAuthentic pro lifers do not use the phrase “Abortion Rights” https://t.co/W2gRCmSK7P\nGood point. Credit to Trump and the team for letting this spin itself.\nIt really is amazing how leftists naturally assume America is horrified at the idea of dismantling the bloated government regime\nTed Cruz and Katie Britt should look at Kari Lake's poll numbers to see what moderating on life does for the GOP. Swing voters may not be \"with us\" on the issue of abortion, but they aren't with the other side either and they don't respect intellectual dishonesty.\n回复 @MayaTPrabhu @markniesse Will these cards be distributed or do I have to print my own?\n回复 @EWErickson Heard he will attend if you and @pswice grow matching mustaches\nThe South Dakota Gov shoots furries, which distorts their ranking here\nThis is not the “own” you think it is. It’s the reason suburban parents who didn’t vote for Trump in 16 or 20 are locked into his camp for November.\nToday is a great day to pass religious freedom, protect children from indoctrination, crush the porn industry, ban CBDC, strengthen immigration laws, and a whole lot more…. #CrossoverDay #gapol\nIndeed. A great way to assess someone’s IQ or their willingness to lie is the proclamation that the President is in need of acts of Congress to um… checks notes… enforce laws that already exist and um… protect the sovereignty of this country.\nGreat response. THIS guy could bring unity, win in an epic landslide, and deliver 4 years of excellent governance. Continue to pray 🙏\nIf your first reflex is to defend Trump’s pro-abortion comments, GET IN THE WORD.  If your first reflex is to run to Biden, BUY A BIBLE.\nI’d say @burtjonesforga is calling his shot. He’s right, and he’s having an absolutely stellar session. #gapol\n回复 @jane_jrobbins @mikegriffinsr Run2Win Conference speaker :)\nPrediction: by the end of this week, speculation over Biden’s potential ouster from the ticket will be the biggest story in America\nThe idea that this flag is a “Jan 6 symbol” would be big news to George Washington, Dick\nOpponents of this bill can do nothing but manufacture hype and deceit. It’s a straightforward balancing test, used in our federal government and the majority of states, and aligns with the Constitution. It’s time to put the fearmongering aside and pass this bill. #gapol\nAs it should be, always was, and, Lord willing, will remain so. #gapol\nIf Trump shows the slightest bit of self-control over the next 8 months, he will win a re-election that most, myself included, thought near-impossible.\nPrediction: Republican reaction to this presser will be more positive than Democrat\nI think Biden ultimately drops out, but any normal family/decision making apparatus never would have had him seeking re-election in the first place. We are in a real Emperor Has No Brains situation and his family is grifting off the useful idiot\nSo good to see my friend @BruceThompsonGA! This fighter is a dear friend, statesman, example, and public Christian witness! #gapol https://t.co/vJ4Ql4AasE\nThe platform, as it stands, is unprincipled weak sauce that wins zero voters while losing enthusiasm. The movement deserves better. Fix it.\nReally wish I had made a bet with @EWErickson that he would have to call for a National Vegetable Ban in the instance of Biden stepping aside…\nJD Vance is young &amp; is yet to have been corrupted by DC. We know he’s brilliant, but he’s now clearly the Trump “heir apparent.” For those cheering and for those jeering, I think watching and reserving judgment is wise - he’s about to be the most watched &amp; significant Veep ever.", "overlap_score": 0.1596037179061941, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1280216266326839301, "screen_name": "RosseZekey", "user_at_name": "Zekey Rosse", "sample_content": "回复 @sam_d_1995 If only we had 4 years of track record as a president to dispute your claim\n回复 @Leslieoo7 @RitchieTorres you mean like the hard workers that live in liberal tents and never go to work?\n回复 @RichardAngwin Its not inflation, it something else Trans women are real women Florida will be underwater by 2010 You can not get infected or infect others with the vaccine  Keep saying it and maybe it will be true\n回复 @ItsMrNobody251 @WynterythTX @4Yourinformati3 Seriously thats not like a gif you find on X.  You have to have that on a thumb drive called \"greatest hits for lonely nights\"\n回复 @MarkHamill This is so cringe.  An actor that clings to Star Wars from almost 50 years ago and the only way to stay relevant is pander to the far left\n回复 @DreamAmerica_ Cuban made 3billion for selling the mavs.  Thats like a 10% tax rate and doesnt include other income.  How do you get that type of rate?\n回复 @ImMeme0 These people are telling us grocery prices arent high. No sh!t its cheap when you buy meat that has been in the broken fridge section of the grocery store for a week\n回复 @wujingtao @AdamKinzinger When you move to a new state you are not formally required to cancel your prior voter registration,but it is no longer valid for voting because you are not a legal resident of your former state and not entitled to vote. Attempting to vote in your former state would be voter fraud\n回复 @Tyler_The_Wise Because 9-5 is the most desirable time for people to work.   Why dont you look for a 2nd shift or 3rd shift job?  Because you dont want it and expect others to cater to you.\n回复 @phantom2878 @FreedomRdeath @plies Maybe masked singer\n回复 @davidhogg111 Was this supposed to funny? Why are you and your buddies obsessed with porn?\n回复 @AdamKinzinger How many files did you and the panel delete?\n回复 @davidhogg111 @ZoAndBehold Just because he pretends to be a woman he is automatically qualified for leadership?\n回复 @fuller_sean @tribelaw @TheJusticeDept Is that how things work?  You get a bunch of people to sign a petition If that was the case Im sure all the pedos would sign a petition to lower the consent age\n回复 @NoLieWithBTC Just a waste of money.  Remember next time you complain about student loans or reparations, democrats spend money on this.  There are probably 1000s of these at 1k each\n回复 @johncusack @johncusack how did AOC become richer than you so fast? Is it because your career sucks so bad or is she that good at being a politician?\n回复 @ClownWorld_ Its because it is a circle and if you consider the radius, diameter, sun  and also pi.  You will see that pi (3.14) or the first 2 numbers reversed are 13.\n回复 @bryanbehar Honestly probably wouldnt be close without pusses like you\n回复 @MarkHamill Starting to think you say this stupid stuff to get engagements and some type of monetary compensation from x because Star Wars royalties aren’t worth as much with inflation\n回复 @EcksItz @dougedenfield @mjfree Yep you’ve written that like 5 times, you need better material. When you talk to your boyfriend on twitch tonight maybe he can help you out\n回复 @libsoftiktok Is there anyway you can even charge someone with indecent exposure in a place like a restroom anymore? Wouldnt they just say deal with it I’m a woman\n回复 @MiaFarrow Classic liberal living in their all white ivory tower\n回复 @JohnathanPerk Is she the one that couldn’t explain what a woman was because she said she wasn’t a biologist?\n回复 @realCarola2Hope @ClownWorld_ No, Its because it is a circle and if you consider the radius, diameter, sun and also pi.  You will see that pi (3.14) or the first 2 numbers reversed are 13.\n回复 @mjfree I believe it was someone part of the lgb community who’s wants nothing to do with the rest of the alphabet crew\n回复 @TdStromanIII @NicolasEdny Wrong pronoun Husband\n回复 @kferrDC @JoshuaPHilll Worst part is that is a liberal white female AMERICAN.  How the F do the english let some rich brat from America try and ruin their universities.   Oh hey guys keep up the good fight, I have to catch a plane back to america to go to my parents summer home.\n回复 @davidhogg111 David's expertise on this is he knew a girl in his high school that also rode bikes.\n回复 @Thalia_Nyx @SophieRainForum Ten years ago Kelly had a Cable TV news show were she was continuously in the top 5 and often finished first in ratings.  Let see where Collins' must see prime time slot news show ranks.  Wow impressive. https://t.co/HygZL1Ga2t\n回复 @gsstansell @ause7en @jemelehill Nationally respected??  By who, other race hustlers?", "overlap_score": 0.17641758792534, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1250520194465792003, "screen_name": "ShellNoel34", "user_at_name": "Shell🇺🇸🇺🇦🌻", "sample_content": "回复 @gspinell @claireluvsbearz @Rubicon1313 @dindin6 @gbarbie1948 @rotterdamvvg @VintageKnits @GrantNoland @D_Ericson @NotraitorsIMBY @ltwlauren @StarsgmaVargas @DarwunStJames @LauraLeeAZ21 @padme_star @ggrim002 @EPennysworth @JenT32856335 @JTraversDevine Good Evening Gary &amp; Friends. I hope everyone is having a nice day😊\n回复 @Numbers28 Well said👏👏👏👏\n回复 @DarwunStJames @gspinell @claireluvsbearz @Rubicon1313 @dindin6 @chefjoelb @gbarbie1948 @rotterdamvvg @VintageKnits @GrantNoland @Molly_RESISTER @D_Ericson @NotraitorsIMBY @ltwlauren @StarsgmaVargas @JadeM2816 @LauraLeeAZ21 @jensdad4biden @padme_star I did too!! It was hard to fall a sleep last night after his speech. I was so energized. Such a powerful truthful speech.\n回复 @JMeanypants @iangurvitz Thank you for sharing!\n回复 @gspinell @claireluvsbearz @Rubicon1313 @dindin6 @gbarbie1948 @rotterdamvvg @VintageKnits @GrantNoland @D_Ericson @NotraitorsIMBY @ltwlauren @StarsgmaVargas @DarwunStJames @LauraLeeAZ21 @padme_star @ggrim002 @Andie00471 @EPennysworth @JTraversDevine Good Morning Gary &amp; Friends😊☕ That is so familiar! I'm excited to watch day 1 of the DNC!!!💙🇺🇸\n回复 @VintageKnits @gspinell @claireluvsbearz @Rubicon1313 @spiritdance33 @dindin6 @good_jarvis4 @gbarbie1948 @GrantNoland @Molly_RESISTER @D_Ericson @NotraitorsIMBY @ltwlauren @2ksunflower143 @StarsgmaVargas @JadeM2816 @AussieDebPeace @DarwunStJames Good Morning Bernadette!😊☕☕\n回复 @dindin6 @gspinell @claireluvsbearz @Rubicon1313 @spiritdance33 @good_jarvis4 @gbarbie1948 @VintageKnits @GrantNoland @Molly_RESISTER @D_Ericson @NotraitorsIMBY @ltwlauren @2ksunflower143 @StarsgmaVargas @JadeM2816 @AussieDebPeace @DarwunStJames Good Morning😊☕☕ It is a great message😊\n回复 @whatifisaidit I swear there is no low they won't sink to!! This is so horrible! Come on Karma!\n回复 @JMeanypants I agree! President Biden needs to call out every lie. I'm so sick of Traitor trumps lies. The Pathetic Repub party goes along with it &amp; does his bidding. They are Pathetic &amp;such a disgusting party.\n回复 @whatifisaidit We have always seen weakness. He had so many baby gates put up around the WH &amp; hid in a bunker.🤣  He is just weak, scared , &amp; pathetic . The Traitor knows he can't win a debate with VP Harris.\n回复 @whatifisaidit Yes he is!!! She picked a good VP!!! They will be amazing for our Country!!!\n回复 @gbarbie1948 @gspinell @Rubicon1313 @dindin6 @rotterdamvvg @VintageKnits @GrantNoland @D_Ericson @NotraitorsIMBY @ltwlauren @StarsgmaVargas @DarwunStJames @LauraLeeAZ21 @padme_star @ggrim002 @JaxHarley5 @EPennysworth @JenT32856335 @JTraversDevine Awe, I love that!!\n回复 @VintageKnits @gspinell @claireluvsbearz @Rubicon1313 @dindin6 @gbarbie1948 @rotterdamvvg @GrantNoland @D_Ericson @NotraitorsIMBY @ltwlauren @StarsgmaVargas @DarwunStJames @LauraLeeAZ21 @padme_star @ggrim002 @EPennysworth @JenT32856335 @JTraversDevine Awe thank you. I got the cleaning done. 😊 I just feel so much better. Glad to be over it.\n回复 @LoveAmerica89 @JoJoFromJerz Anyone who stands with Traitor trump is one too. I have ZERO patience for BS. We all saw with our own eyes a bunch of Domestic Terrorist storming the Capital for a Lying Traitor. Those ppl that storm our Capital &amp; injured/ killed Capital Police on Jan 6th are TRAITORS!\n回复 @DarwunStJames @gspinell @claireluvsbearz @Rubicon1313 @dindin6 @chefjoelb @gbarbie1948 @rotterdamvvg @VintageKnits @GrantNoland @Molly_RESISTER @D_Ericson @NotraitorsIMBY @ltwlauren @StarsgmaVargas @JadeM2816 @LauraLeeAZ21 @jensdad4biden @padme_star https://t.co/2inQyk9nh2  This is his speech from Philly. First Lady Dr. Jill Biden speech was powerful too.\nhttps://t.co/JAsyH1NTpf  🤣🤣🤣🤣🤣🤣 They are so Pathetic!!!\n回复 @JMeanypants WTF?! Calling Traitor trump daddy🤢\n回复 @JimStaples1 Good Morning Jim😊☕ Have a nice day!😊\n回复 @CNN @ABC @NBCNews @CBSNews @MSNBC 👇👇\n回复 @claireluvsbearz @gspinell @Rubicon1313 @spiritdance33 @dindin6 @good_jarvis4 @gbarbie1948 @VintageKnits @GrantNoland @Molly_RESISTER @D_Ericson @NotraitorsIMBY @ltwlauren @2ksunflower143 @StarsgmaVargas @JadeM2816 @AussieDebPeace @DarwunStJames Good Morning Claire😊☕☕\n回复 @gspinell @claireluvsbearz @Rubicon1313 @spiritdance33 @dindin6 @gbarbie1948 @rotterdamvvg @VintageKnits @GrantNoland @D_Ericson @NotraitorsIMBY @ltwlauren @StarsgmaVargas @DarwunStJames @LauraLeeAZ21 @padme_star @ggrim002 @EPennysworth @JenT32856335 @JTraversDevine Good Morning Gary &amp; Friends😊☕ They truly are weird!!\n回复 @WaterDean Yes, we must show up!! We have to save our Country! Such a powerful speech from President Biden!\n回复 @JMeanypants Dems will expose why he did those little digs . President Biden record is proof he can run a Country. I'm not concern at all about his age or if he forgot something. We all forget things. Heck I've walked into a room forgot what I wanted to get.\n回复 @esj2525 @Numbers28 Yes!!! So many great speeches!! So many future leaders. Leaders that make us proud! The reproductive rights part did have me 😭 We MUST give Harris/Walz the House &amp; Senate so they can get things done!!\n回复 @JoJoFromJerz I am too!!\n回复 @whatifisaidit He sure is!! He is a Traitor &amp; anyone who stands with him is one too! The only way to Vote this Nov is Dem only!! It's the only way to save our Democracy!\nNew standards on PFAS in drinking water aims to reduce illnesses, cancer, CDC says https://t.co/6Px66hzBAv  Thank you @POTUS 💙💙 via ABC11 App\n回复 @2020Better @keithedwards Not me! Blue all the way!\n回复 @sharonsteed @JoJoFromJerz I hope its him too! My relatives in Philly love him!!\n回复 @gspinell @claireluvsbearz @Rubicon1313 @dindin6 @gbarbie1948 @rotterdamvvg @VintageKnits @GrantNoland @Molly_RESISTER @D_Ericson @NotraitorsIMBY @ltwlauren @2ksunflower143 @StarsgmaVargas @DarwunStJames @LauraLeeAZ21 @padme_star @ggrim002 @Rod_dk Good Morning Gary &amp; Friends😊☕ He sure does need to be REMOVED!!! Such a Traitor!!!! We have such a corrupt SCOTUS!!", "overlap_score": 0.1761972637337766, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1172274325220732928, "screen_name": "theitalianfreak", "user_at_name": "Italian Freak", "sample_content": "👍👍👍👏👏👏👏👏👍\nThat old fuck has got to go.  He is NOT a true republican.  Dems would be screwed without him\ncoomon sense but Cali is still very find behind in their lax laws\nHOLY SHIT. I AGREE THERE ARE ADDITIONAL PEEPS INVOLVED\n👏👏👏👏👏👏🇺🇸🇺🇸🇺🇸🇺🇸\nHey president fucko what drugs do they have u on???   Hunter got some too if u need them\n👍👏👏👏👏👏👏👏👏👏👏👏\nHUGE MUST WATCH\nHey New York residents do u have any idea what the Trump trial will cost you in taxes???   I’ll beat you all will be super pissed off.  I guess good luck bc Briben/Merrick Garland &amp; Fat Ass James &amp; Alvin Bragg will cost you lots of $$$$$$$$$$$$$$$$\nTRUTH\nSo true. Wake up ALL sanctuary cities you are getting the worse of the worst illegals and they will keep coming &amp; destroying your lives. Good luck as u will need a lot of it.  If u have kids I would get the f*ck tomorrow\nBig ego &amp; truly incompetent is a very bad combination\n👏👏👏👏👏👏👏👏👏\nHYPOCRITES!!!!\nIt’s long overdue for republicans to fight fire with fire.  Let’s go RED.  There many demorats we can put in prison starting next year.  Right Mayorkas??\nIsn’t this a serious crime???  What do you think @AdamSchiff @jamieraskin12 @JerryNadler @NancyPelosi12\nBye bye ass 🤡\nCan some wealthy republican pay Tara Reade’s attorney fees for her to pursue her rape case against weak &amp; memory fatigued crooked Joe Briben?  This puts the nail in the coffin against that old fu*k\nHOLY SHIT.  IS THERE ANY POLITICIAN MORE LEFT THAN HAWK TUAH HARRIS??  SHE IS WACKED.\nTremendous\n👋👋👋👋👋👋👋👋\nDoes Proctor still have his job???  No doubt he’s complicit\nwow what an unruly &amp; belligerent crowd.  Fuck Liz Cheney and the conniving non partisan J6 committee\nUSA help me out when I watch 🦊 I see attractive smart women. When I see the CNN/MSNBC ONLY women ONLY when 🦊 replays clips of them I see homely/very homely woman.  In addition 2 LACKING beauty the CNN/MSNBC woman project lack intellectual enthusiasm No joke. ie Niccole Wallace\n🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡\nOf course. Have you ever heard him talk???\n🤣🤣🤣🤣🤣such a clown state\nI’m curious if the globe did NOT have a COVID academic ( thanks Fauci) &amp; if the teleprompter was not invented.  Would Sleepy/Crooked Joe Briben ever be president???\nLeave the country you smelly c*nt\nLoser", "overlap_score": 0.1698810292383169, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1176340439198121984, "screen_name": "cocoajohnston", "user_at_name": "Laura Marie Johnston", "sample_content": "回复 @JonFlan The writing is on the wall. So obvious!!! The Democrats can't stop looking through their virtuous lens. They are myopic, they are unable to realize their actions of higher moral ground and attitudes will have negative consequences. THE DEMS ARE THE PROBLEM NOT JOE BIDEN.\n回复 @MiaFarrow Yes Yes and yes!!!\n回复 @MadeInCanada_eh @meiselasb The Mrs is starting show her age. The palazzo pants and print is right out of the 70's don't ya think.\n回复 @Markfry809 I really shouldn't laugh but damn that tickled my funny bone😂\n回复 @katie_elbel @McBrideLawNYC @acnewsitics Thank you for taking the time to respond. Must have hit a nerve which was my goal. I'm playing the Trumps game. Have you heard Trumps evil rhetoric? Get over it!!!\n回复 @Michell33650674 That ear would have still been bleeding in those pics of Trump fist pumping. It wasn't!!!! Only small amount of what appears to be blood. It looked well oxygenated too. Almost to good to be true.\n回复 @LisaSea72888918 @molcranenewman Uh duhhhh he's quilty  troll lol\n回复 @MichaelAvenatti Basta!!! We thought you were a savior one time too. Basta!!!\n回复 @twinnastics @RubyLuxe1 @Meerkatwonder @johncusack Oh my aren't you defensive. Touch a nerve did I? Crawl back under your rock you mega hillbilly\n回复 @cheetoandblaze This little girl Cocoa was abandon by her owners. They moved out and left her behind in a locked garage. She is the best and sweetest little kit😻 https://t.co/mRJHvU4lUo\n回复 @bonn_geoffrey @Logically_JC @thetrueshelby Thinking of you, God Bless\n回复 @HeyNurse_lb Bella very large ragdoll who was destined for kill shelter. Rescued her, 5 yrs old, she had only 4 teeth, declawed and IBS. Today is free of IBS and is the most beautiful, smart kit. https://t.co/xg66mLIwuD\n回复 @TheOnlyDSC @WallStreetSilv News flash Maybe Trump has room for her at Mar-a-largo\n回复 @HeyNurse_lb https://t.co/Nqgfp8wwag\n回复 @TheRickWilson Always like to read your tweets Rick and that hint of sardonic humor! Are you feeling better after pneumonia? RN asking here.\n回复 @bruce_steiner Yes it has. I used to watch CNN faithfully, I dot know what's going on there but I tune into MSNBC\n回复 @joshuagale75 Absolutely 💯\n回复 @TrueFactsStated @MarkHamill That's too bad Claude I have alot of friends who would donate. The sentiment toward Trump has no borders. The dislike for this Trump is world wide!! Glad to see you are working with George C.\n回复 @smerconish Seize his plane!!! I think it will put him on hold for awhile don't you?\n回复 @RossKneeDeep Make it a one way trip!\n回复 @ZelenskyyUa We are all with you!!!\n回复 @BestinDogs Omg Henry, you are amazing 👏!!!! https://t.co/u9xw98ciNi\n回复 @ChrisCuomo Chris CNN is deteriorating, waning &amp; becoming an atrophied news source since Cuomo &amp; Lemon departure. Your replacements R adequate but uninteresting, lack likability factor, don't have  experience or level of professionalism. View very little to no CNN now Bring back Cuomo &amp; DL\n回复 @TrueFactsStated Thanks Claude!! Billboard is great. Love the one George and you pt up near Mar a Largo. Thanks for all your hard work\n回复 @HowardA_AtLaw They work Howard. My 98 yr old uncle just got over his 3rd bout of covid, each time he took paxlovid. It shortened his recovery period to 5 days. What a nice mom, makes me miss my mom so much. Let us know when you read negative. Laura RN\n回复 @RedWave_Press @EdKrassen Same dog less hair\n回复 @gtconway3d You're right George and all those who have contracted that moral pathogen were at the courts dressed in mini me Trump haute couture.\n回复 @Scaramucci 👍it's the Italian way!!\n回复 @chiIIum If the shoe fits. If he is a trump supporter what's the problem??. Wear the badge with honor unless he is embarrassed, too sad.\nNews Media, Democrats push this issue. Leave Biden alone  let him recover. Get at Trump", "overlap_score": 0.1849720128576418, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1070804294, "screen_name": "LowCarbCormier", "user_at_name": "Daniel Cormier’s Nutritionist", "sample_content": "回复 @paraAax @BNODesk And so this helicopter crash is their big attack? After all those years?\n回复 @Boogerbeard1 Dang I had forgotten all about Phil. That guy was a grade-A nuclear weirdo\n回复 @FTWes @rawsalerts WHOA WHOA WHOA it was just a JOKE friend WHOOOOA CHILL OUT  Of course environmental regs apply to Alabama, and were likely violated, I'd put money on it. In the same bet I can assure you the resulting lawsuit will cite those violations and Fed cleanup will mandate compliance\n回复 @MikeyNoMo @AOC Is that why he was shot by a registered Republican  Good thing no Republican leaders have ever called the opposition Hitler before, right? Sure you wanna make that bet?\n回复 @realericmoutsos I hear Hungary is taking in immigrants if you'd like to check out your right wing utopia\n回复 @sunoxen @sltrib The reality is, the dynamics are so different - demographically to geologically - we couldn't even be governed like California if they wanted to. Such a simple scare tactic, who do they think they're fooling?\n回复 @htownstunna2 @LibertyCappy The difference, of course, is that indigenous people are still around and own large swaths of territory. Meanwhile every confederate is dead and racists only continue to follow suit\n回复 @KingKodiakBear Lol the entitlement to Kansas City's twitter account is weird when you can't even point to it on a map\n回复 @heirofascania @BasedMikeLee @LeilandTanner @gojalengo Lol literally nobody cares about you, quit wishing you were a victim so bad. ThEy HaTe EuRopEan AmerIcans lolol  Dork\n回复 @Camronius117 @DeseretSaint Good to see a Mormon finally standing up to white supremacists here\n回复 @Lew541207 @NormieUtah What would you say the schools that kept vocational programs had to sacrifice to keep them?\n回复 @JoohnnyUtah @craigtrujillo @sltrib Just admit you don't know what you're talking about so that when communism does win, we consider taking it easy\n回复 @ZacksJerryRig I've criticized her rambling before but this was a fairly solid response\n回复 @BallsackSports One time I saw Russel Westbrook tell some kids who tried to take a picture with him to get the hell out of his face. Honestly kind of funny\n回复 @AEiffel95 @daveweigel @MC_of_A Hi, it's me, your average annoying leftist on this website. I am just here to tell you it really is ok to finally stop. You don't have to do this. I won't say \"we told you so,\" there won't be any restrained laughter as you tie yourself in knots justifying Biden.  Just stop.\n回复 @BrunoChieco6 @yashar @SenatorBennet @kaitlancollins Do you dweebs not realize you are asking everyone to do the work that Biden isn't doing?  Put him out there and have him convince the people. Why can't you do that?  JK we all know why.\n回复 @IdleAn94328 @Elizabethbich Alas, but this time it is actually true. Throw Catholics out too and we can start focusing on actual utopia.  Half of you are all pretending to prepare for some war against reality anyway. Militant Mormons are a scourge\n回复 @drogbaregenn @BeansFrank29209 @realgoattalk1 @killchris__ So find all the iphones in a 3 mile square radius or something lol?   This is what VPN is for friends\n回复 @OliverWolf88 @ENSemoji @creepydotorg Come outside and do it\n回复 @were_soback @YourFriendKwaku The worst part is that we realized you are alive.  I promise, boomer real estate is the least of your family issue \"matthew\"\n回复 @JMeltgrove @DianaBelbita @sportskeedaMMA @bareknucklefc Don't get fucked up talkin spicy Mike\n回复 @MSNBC @Morning_Joe What is @JoeNBC going to do when we replace Joe and he has sunk all his credibility into this losing candidate?\n回复 @paraAax @BNODesk This your brain on Fox News. You think they're sending rocket launchers and shit over the border, don't you?\n回复 @sk8cello @jaredadairbell They skim the Federalist papers and think they understand The Enlightenment after sprinkling in confirmation bias. The fawning over long form prose with no analysis incidentally serves as a better argument against democracy, since they should be touching grass instead of voting\n回复 @tjrobis @ClintoPete Is that why they overwhelmingly endorse Donald Trump today?\n回复 @elonmusk Why can you never publish actual documents? Why is it always some out of context shit without source material?\n回复 @MMAFighting It's sad to see the end of both Tyson and Cordeiro's legend like this.   Dariush was Kings last hope of getting a belt, Giga isn't doing anything, and now their head coach is focused on lessening the brain damage a 60 year old is about to receive.  Circling the drain.\n回复 @RationalPrepper I love getting on this app and seeing Twitter scholars frothing at the mouth over conclusions they could never support. How many jury trials in New York have you had, counsel?\n回复 @HumenRase And how are members of the Republic elected, Constitutional scholar?\n回复 @RealTStevenson @O_G_Zion_Eddy @sltrib How are you not embarrassed enough when you get shown how stupid your post is just to delete it? Instead of changing the subject maybe practice some humility and shut up for a long, long time", "overlap_score": 0.1614871739851833, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1374367762022330375, "screen_name": "DerMetzger", "user_at_name": "Karl Der Metzger", "sample_content": "回复 @simonateba @NikkiHaley @axios Hard nope, she’s garbage doubt he’d bring her on board\n回复 @ClownWorld_ that tiny dog has more guts than 90% of the population\n回复 @stillgray Does genetics have the ability to reprogram sperm and egg? Yes, is that an abomination of the natural order? ABSOLUTELY, look at other species and you’ll find zero as f**ked up as modern humans\n回复 @Emilio2763 It wasn't justified, that criminal had no right to force those innocent officers to provide him with an end to life, who knows what type of guilt or mental anguish he caused them from forcing them to take his life, he should be ashamed\n回复 @dom_lucre Hope the legal system sides with the police on this one, if you’re not about criminal misconduct then stop resisting law enforcement\n回复 @kylenabecker What's happening currently with our borders is criminal, and every politician that hasn't prioritized taking real action to resolve it is to blame. They are betraying us all, they are betraying our country, and selling us down the drain.\n回复 @stillgray I feel sorry for his parents, but this only reenforces my take on the woke mob and this  situation and personally I blame them for this\n回复 @JebraFaushay theres a huge difference between \"tolerance\" and \"support\" the LGBTs seem to have forgotten that, not supporting them, does not mean calling for their destruction, it doesn't even mean they aren't tolerated, I refuse to spend my money supporting their cause period\n回复 @ClownWorld_ Looks like he’s been breast feeding them too\n回复 @OliLondonTV what will these soft, wanna-be activists do when the immigrants they went to battle for literally take their homelands? Will they chant their chants and drum their drum circles and sing cum bay ya when they are getting sharia-lawed out of their homes?\n回复 @RadioGenoa If the statistics are correct, then why does such a small percentage of the population have such a large/powerful pollitical representation? I don't know which is worse, the muslim invaders, or the Brits that voted them into the country?\n回复 @6ixbuzztv Sad what happens in countries where people can't arm themselves. That incident would have gone down a lot different in Texas\n回复 @OliLondonTV she'd make a great soccer player with that overdramtic dive after being gently nudged\n回复 @FightMate 2 on 1 isn't a fair fight, but that dude had no business squaring up, he clearly has no clue how to box or strike\n回复 @OliLondonTV Because muslims can’t even stand each other, if they were the only ones left on the planet, they’d destroy one another down to the last, they are incompatible with peace or even life\n回复 @stillgray In my opinion it’s a fairly common transformation when a girl becomes queer, they either end up looking like soft chubby men, or sideshows performers\n回复 @TheOfficerTatum @piersmorgan The only people who understand the law are the ones that are upset because it’s beyond Trump at this point it’s a miscarriage of justice a double standard and it’s legitimately scary that this is happening in the US in plain sight\n回复 @brutalfightz Not sure why so many adults need to be taught that no punishement as well as too much punsihment are both wrong. It's sad, this woman is trying to parent, she just doesn't know how. The swat was fine, don't need to drag the boy by the arm, don't need to berate and belittle him\n回复 @visegrad24 That's hilarious for anyone that does a brief history check, I'm a Christian, and I'd be totally OK if Israel took over the entire Middle East would probably make it better\n回复 @TPostMillennial Every professor that supports Hamas rioters should be immediately fired, every student that disrupts the education of others with their pro-terrorist support should be expelled immediately gather them all up and send them over to Gaza\n回复 @JebraFaushay Where the hell is the accountability? If someone slanders an entertainer, or the President they can be charged, yet this man slanders God! Literally WTAF?!\n回复 @RadioGenoa Moderate muslim = slow take over, extreme muslime = quick takeover  islam is not compatible with western virtues or freedoms\n回复 @OliLondonTV Look at Europe, the UK, Australia, India, and Japan all suffering from the same muslim problem. Their religion dictates their actions and their religion is counter to all the freedoms and values of modern society, black, white, or brown, muslims are incompatible with modern life\n回复 @FightMate That’s a girl getting stomped… disgusting they want to act like thugs send them to the thug motel AKA prison\n回复 @WallStreetSilv How can anyone, Catholic or otherwise, take this man seriously after he has come out in support of LGBTetc agenda that is in direct conflict with the bible and his purported faith?\n回复 @CollinRugg Must have watched it 15 times, extremely satisfying\n回复 @stillgray My guess is this is a happily married couple why? Cause look up divorce stats for white male/black female they are the lowest, and they are filming this for social media so it’s on purpose it’s likely part of their gimmick\n回复 @LibertyCappy So... slab'o whale on rye\n回复 @GuntherEagleman There can be no half measures with islam, it is a cancer, and should be treated as such\n回复 @anthony_larraga every student and professor engaged in these riots and sympathizing with Palestinians are traitors, they deserve to have their citizenship revoked and should be deported down to the last , no need to waste taxpayer money on prison cells", "overlap_score": 0.1398059625788388, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1245338135338209282, "screen_name": "bananapepperpiz", "user_at_name": "marie", "sample_content": "回复 @womanphilosophe @SenLouiseLucas Please don’t bring that nonsense back to Virginia. Have you seen her district? It’s a dump and if she and democrats do win- it means a weed shop and casino on every corner- that endangers our kids and our working poor. It isn’t leadership - it’s greed that defines her motives\n回复 @MarkWarner No it was awful and raised our insurance by thousands of dollars/ absolutely awful\n回复 @TheDiane0905 @SloaneRanger10 @PhilipWegmann Well the candidates are not decent. Waltz endangered realizes driving drunk https://t.co/6RkLrzEJoh\n回复 @CBSNews He did nothing wrong\n回复 @mute_alexandria @SenLouiseLucas Sure while she ‘fights’ that fight  34% of students in Louise’s district are “proficient” in math. 😳 58% can read at least. And the graduation rate is 86% which tells me her schools graduate failing students. No, I don’t trust her involvement in #Virginia schools. 🤦🏽‍♀️\n回复 @lizchar Stand up for LIES? No - I am a woman and he is a man. Nothing you say will change that and forcing me or BULLYING me to participate in that lie is DISGUSTING. I stand with Winsome Sears.\n回复 @hakeemjeffries Wow- how hateful- aren’t you supposed to be a leader? One that holds up the American constitution? Aren’t you supposed to be PROTECTING our rights as Americans to free speech and voting rights?\n回复 @SenWarren @POTUS Not cancelled/ but onto the backs of working Americans - this is NOT a good thing.\n回复 @CBSNews No it lets him keep it wide open. We aren’t stupid. Democrats don’t listen to us\n回复 @JoshfromGambo @cbssaturday @SayChrisLive So Hamas invades and starts a war but you blame Israel for defending themselves? From rescuing their people from those monsters? Shame on you\n回复 @POTUS Good grief the lies and manipulation- do democrats ever tell the whole truth?\n回复 @DrOBrienMD Sure- just stop pushing it at me from everywhere- and leave my KIDS alone.\n回复 @PitneyApril @BetteMidler Democrats are falling apart. The ones either morals are saying we can’t elect a demented man while the corrupt ones are saying we can’t let Trump win-\n回复 @crazyredranting @piquetour0223 @CBSNews @tonydokoupil You can NOT hire illegals - there is NO buisnesses hiring illegals do you know what the punishment is?\n回复 @NBCNews Meanwhile- a white student was just murdered by a black girl in St. Louis- now THAT is bullying- not this nonsense\n回复 @SwissWatchGuy This is a complete lie. There is not one piece of evidence that says this happened. I hope Trump sues you\n回复 @HazelwoodSD Remember how this school described Fentanyl Floyd situation? Will you be doing the same for this white student? Or will you again defend the thug?\n回复 @NBCNews NBC- we know better- you don’t even report the most heinous crimes-\n回复 @JoeNBC You are what is wrong with this country- defending Biden- you put all of our lives at risk\n回复 @SymoneDSanders Trump spoke the truth. Biden is VERst weak. We cannot have Biden as our president any longer.\n回复 @flack_dianne @Mollyploofkins Excuse me? Stolen? So now YOU get to decide who waves OUR flag? And if they do t vote or believe as you do then it’s wrong? How dare you. You seem way too old to have such an intolerant hateful attitude\n回复 @timkaine You are the biggest hypocrite- goes to mass on Sunday and proclaims he’s a catholic and revers life then goes out and pushes the murder of babies. How do you sleep at night? Why haven’t you been ex communicated by the diocese?\n回复 @NavyCaptRet63XX @SenLouiseLucas Are you kidding? Do you live here? It is a dump- she had done nothing for us in the 33 years- NOTHING\n回复 @onlyonecomment @SenLouiseLucas What nonsense? Don’t even know what he proposed that the Democrats blocked? Car tax reduction- grocery tax reduction- this woman BLOCKED it\n回复 @SenLouiseLucas Well the FACT is they didn’t hear the case- so no judgement but it isn’t surprising you’d support racism against Asians and whites. You’re just fine with the dumbing down of America. This ISNT the win you think it is\n回复 @ChelseatodaMAX @JuliaPearlstein @HenryMcKean You do not speak for Ireland. I’m ashamed to be Irish reading this crap. Shame on you\n回复 @MontambaultD @CBSNews Ah- you sad this communist didn’t win?\n回复 @MiaFarrow If he can’t communicate how can he be a great leader of decision maker?\n回复 @Michell33650674 It really must be awful to be you. Anyone this hateful and angry and - abusive - is truly a miserable person.\n回复 @MrAndyNgo @UKLabour I hope whoever employed him fires him", "overlap_score": 0.1500969108758641, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1117500671098593281, "screen_name": "chaunticleer86", "user_at_name": "Geoff Johnson", "sample_content": "#RevelationObservation Why isn't Dan in the census of Rev 7? Likely because the tribe of Dan came to embody the worst corruption of Israelite people: see Judges 18 and 1 Kings 12:28-30. All Israel will be saved, but only those who do not outright reject YHWH and His Son.\n回复 @AMAZlNGNATURE This brings a whole new perspective to the phrase \"clam up.\"\n#RevelationObservation In Rev 5:13 all creatures on earth (all humans and animals) and in the sea (including fish) speak words of praise to the Lamb and honor His power. Yet this is before any judgment against the wicked happens. Much of the book works exactly like this verse.\n回复 @stephen72916029 I prefer an English translation that cuts as close as possible to the original text based upon the available manuscripts, even if doing so means that some familiar phrases are annotated as footnotes because they were most likely added after the original composition.\nI suspect that the reason many premil dispensationalists prefer the \"church eras\" view of the seven churches in Revelation 2 and 3 is because it justifies the giant chronological leap from John's First Century context to the yet-future time of the rapture that they presume at the…\n回复 @bigmadredhatter It is not feasible that all the people mentioned in the previous verse would say exactly the same words and quote Hosea 10:8 in the process. It is visionary language expressing desperate fear at impending wrath, but not a record of actual requests for mountains to hide under.\n回复 @TheCinesthetic The A-Team The Twilight Zone Star Trek TOS\n回复 @MarcKnoedler @chris_jolliff My question in not whether Jesus's words are true. Of course they are true. But where does this idea of angels gathering people fit into a harmony of the many depictions of end times events in scripture? That is unclear to me right now. If Paul or John had mentioned something…\n回复 @Tia7Ann @MalcangiSarah Did you go back and read 1 Samuel 2:30 and following? God Himself says that his promise to the house of Aaron was \"olam\" but says that he is going to cut off that house so they no longer serve but be scorned \"olam.\" The promises had no definite end, but God can terminate at will.\n回复 @travismsnow If you're going to bring Josephus into the discussion, don't overlook 𝘈𝘯𝘵𝘪𝘲𝘶𝘪𝘵𝘪𝘦𝘴 𝘰𝘧 𝘵𝘩𝘦 𝘑𝘦𝘸𝘴 Book 10, Chapter 11, Sections 275-276.  He explicitly connects the abomination with both Antiochus Epiphanes and the later Roman destruction of Jerusalem.\n回复 @BlueCheezWhisky I switched from amillennialism to a variation of historic chiliasm.\n回复 @GeorgeSayour @DennyBurk Perhaps \"change His mind\" is not the right way to say it, but how would you characterize the development in Joshua 17 regarding inheritance and Numbers 9 regarding Passover? In each case, YHWH alters the Torah in response to the pleas from the congregation.\n#RevelationObservation The elder's description of the great crowd draws from the imagery of Psalm 23. \"The LORD is my shepherd,\" becomes \"The Lamb is their shepherd.\" I encourage meditating on Psalm 23 and Rev 7:14-17 together as inaugurated eschatology: already-but-not-yet.\n回复 @lucasdean77 @JesusDied4UToo That is another form of division of time. I can't say that has no bearing, but my sense is that the primary audience in the seven churches of Asia Minor would not get that reference. But the division of the day into twenty-four hours was universal in their context.\n回复 @BibleStudies888 @reformed_ap I don't believe Paul saw a divide between being Jewish and being Christian. He was not converted to a new religion on the road to Damascus. His thinking about Jesus (and thus Messiah) changed, but his loyalty to the God of Israel did not waver; the root of his faith was the same.\n回复 @Naffetstterrag @jk94643038 I believe that Creation does reveal the glory of God without deception. And the God-given intelligence humanity has used to measure the cosmos is reliable enough to estimate the age of the cosmos with a fair degree of accuracy. When both are understood correctly, science and…\n回复 @DrFrankTurek They support same-sex marriage in public policy because they believe that following Christ is a free choice not a government mandate. Without legal abortion, it will happen anyway, but the harm to the mother is often horrific, or so I hear from those who lived before Roe.\nThe claim \"Christ was raised\" cannot be proven true to a scientific certainty. However, there IS sufficient evidence to make it a reasonable conclusion, such as Paul's testimony and the sudden changes in the beliefs of orthodox Jews and Gentiles alike. https://t.co/EzwWer3KHg\nHave most people who see themselves as transgender made an investment in resolving their dysphoria through therapy to affirm their biological sex before attempting to resolve it through physical, including surgical, alterations?\n回复 @lampwright4 Hopefully you do not live near one of the waterways affected, since it will only strike one third of the rivers on earth.\n回复 @rconde123 @WomnOfValor He's an emotional doctor. People with strong emotions can nevertheless be intelligent and well-educated.\n回复 @TulipPatriot There are NT passages that refer to desecration of a temple at the end, also the vision of Ezekiel 40ff. These could refer to a 3rd Jerusalem temple (literal reading) or to the temple of the body of Christ; i.e. the church (metaphorical reading). Both have scholarly advocates.\n回复 @the_jack_harper That may have been an April Fools post, but it is very nearly the premise of the Restoration Movement in America, a faith tradition of which I am a part.\n回复 @Psalm91OverMe My view is atypical; I believe all the seals are preparatory to the judgments that will be realized with the blowing of the trumpets. The 6th seal is a set of omens that even unbelievers will understand as harbingers of divine destruction; they respond with panic not repentance.\n回复 @_nomadic_soul Jumping off that observation, I think Paul's use of arguments from nature need careful study. In one place he says nature teaches us a moral truth and in another says that natural man is wicked. I'd really like to know more about what was going on in his head with each argument.\n回复 @SuggestionsWTF @RDDispensationa Are you aware that the KJV of 1611 included the Apocrypha as canon scripture? The Latin Vulgate of Jerome included those books as scripture as well. If those sources are authoritative and divinely protected from error, then the Apocrypha should be considered scripture. Correct?\n回复 @ScopeFPS_ But your distinctive cultural heritage will be an essential part of the celebration before God's throne. Revelation 7:9\n回复 @BarbaraRom20315 @jk94643038 I hope you are feeling better today. I would welcome a conversation with you. I would have been honored to talk with your father.\nIn his own words, MLK Jr. denied ontological oneness of Jesus and the God the Father. For many, trinitarian theology is an essential element of Christian faith. For others it is not. Those saying MLK Jr. was not a Christian are of the former sort.\n回复 @Tia7Ann @MalcangiSarah \"If anyone does not remain in me, he is thrown out as a branch, and dries up, and they gather them and throw them into the fire, and they are burned.\"  Seems conditional on remaining in Jesus.", "overlap_score": 0.1389259918461587, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1313492071794257921, "screen_name": "NotedTexan", "user_at_name": "Noted Texan Energy Executive", "sample_content": "回复 @dick_nixon True. Gore's campaign was run by Fraggles.\n回复 @dick_nixon I think the judge gives him six months on principle at the very least. Anyone other than a former president would have spent the trial in jail that entire time. The jury conviction will embolden the bench. File your appeals from stir, felon.\n回复 @OneTrueStephen @dick_nixon Part of me thinks Biden should resign in disgust and let Harris run the country while attempting to get elected. By November, people will be wearing \"Come Back Joe\" t-shirts.\n回复 @DarlingtonHall2 I agree. I prefer the swimsuits off, whenever possible. And the jumping should only be horizontal in nature.\nThe only choice dumber, yet more on brand than Vance would have been Trump tapping himself as his own running mate.\n回复 @dick_nixon \"I knew your mother. Does she still hang out at dockside bars?\"\n回复 @LauraJedeed The prophylactics were there in case you needed to collect evidence, of course.\n回复 @LauraJedeed Perhaps they'll bring out the bear cub, reuniting them like Martin and Lewis in 1977.\n回复 @dick_nixon I wonder if they will have a pick before the convention.\n回复 @DarrellBratz @dick_nixon Or competence.\n回复 @dick_nixon People will remember this, but if he performs well in the second debate, it could smoothe things out. That's a big if.\nComic Actor Joe Flaherty and family seeking assistance with at home care. https://t.co/CBMDEPBT2z\n回复 @dick_nixon I suspect that Trump only really has one or two friends on the court, and none of them are his nominees. For that reason, it's really down to the arguments.\n回复 @dick_nixon People made assumptions about you just because they made a TV show where the main character is clearly based upon you.\n回复 @dick_nixon It's not looking good, sir.\n回复 @dick_nixon Foam parties.\n回复 @dick_nixon It was difficult not to profit indirectly from slavery in that era. This is not an excuse, but merely the sad state of affairs.\n回复 @dick_nixon Where do we go from here?\n回复 @DarlingtonHall2 @dick_nixon I'm more of a chaise longue sort of fella. Though, in my case, there's usually one of the secretaries reclining there. &lt;evil chuckle&gt;\n回复 @pittbandphoto @dick_nixon The rally in MT is indoors in the summer. Many of the venues had trouble getting paid by the campaign in past years. Could be a confluence of many factors.\n回复 @dick_nixon If gambling on such a thing were legal, I'd be placing a large bet on Tim Scott.\n回复 @Kathmandu513 @dick_nixon Yes. I am interested to see if they are able to move forward. If there is no one able to take control, the rebuilding could last years. When Nixon resigned, a more far right faction rose to fill his considerable vacuum. I don't see a clear successor ideology in the wings.\n回复 @federalistmemes @dick_nixon Don't mind me. I ain't been right since that year I lived in my ex-sister-in-law's dream.\n回复 @dick_nixon I did get shot, though.\n回复 @dick_nixon I am unconvinced that, in the sewer in which we find ourselves, a guilty verdict will amount to a pinch of shit. There's no way the outcome of this trial changes anyone's mind about Trump.\n回复 @dick_nixon The Lincoln Project can't wait to tear into Vance.\n回复 @dick_nixon He's very into urban infrastructure.\n回复 @smithvoltaire @dick_nixon If Biden departs, it's gonna be Harris. That's because of the money. Take your Aaron Sorkin fantasies back to the dealer and demand a refund.\n回复 @dick_nixon Mama won't stop playing the music. She's had the great-grandkids showing her how to use Spotify. If she learns how to TikTok, I am putting her in a home.\nYup.", "overlap_score": 0.1773222486215908, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1136142468842369024, "screen_name": "fieldsofgold2", "user_at_name": "🚀", "sample_content": "回复 @zacodemus @AndromedianFish @knitsagr8life @_nomadic_soul So I wasn’t wrong….You admit you miss your kids’ best moments. I feel bad for them. Maybe my dad can give you some tips on how to be a full-time worker and still prioritize your kids. They will look back and realize what they missed.\n回复 @TheyPutFlowers @rosetta__st0ned @clg9998 @TheDanPeters @ArmandDoma “It’s not about outward appearance” I thought this was about supposed safety concerns…? So it’s not about that at all since you’re in favor of having someone who looks like a big, masculine man go into the women’s restroom. Thanks for clarifying.\n回复 @clarksonbryan5 @LiLIsayac @VolsPlzWin @JBRBracketology This shows a fantastic ignorance of Shead’s defense as the anchor of the nation’s No. 2 D. Btw Duke had 7 points in 10 minutes before he left if that’s what you’re gonna judge things on.\n回复 @0nyxTheWolf @DDsavage81 @LilLilwoods223 @sleepsop You’ve never seen men whose entire personality is being woman-obsessed? Gotta get out more bud, it might open your eyes a bit.\n回复 @bodhi_roots411 @CartoonsHateHer I know mothers who had zero interest in staying home beyond 3 months’ maternity leave. They like having a career, don’t want to give it up and prefer the structure of work.\n回复 @John27416 @PoopedFart @frickeville @slutriarch Try to keep up with the convo. We are talking about pride parades where nothing like that occurs. It 100% is covered under freedom of assembly and requires a town permit. https://t.co/IGrmeXTaMJ\n回复 @clg9998 @TheyPutFlowers @rosetta__st0ned @TheDanPeters @ArmandDoma You can find plenty of women who would support having public spaces where men aren’t allowed, so that they feel safer. Are you for this? Don’t disregard women’s feelings!\n回复 @tired_sun_aeiou @activity_no Actually I quite literally took you off, and @activity_no added you back on. Take it up with him, not me.\n回复 @nastyswtt @RaiBose1989 @Bose2810 @crumbshizz She quite literally broke the streaming record without the extra songs, and anyone paying even slight attention knew it would break the record even when it was believed to be 16 tracks.\n回复 @JuliusC23680344 @a_lanno @davematt88 @cma107 @CptAncapistan I literally was not asleep, and watched it all happen live. Sorry that you are incapable of understanding how ballots and counting work but that ain’t my problem man. Must’ve burned you real bad when you woke up and realized the fantasy was over.\n回复 @nicoromulus @JackInABox91 @slutriarch Why are you avoiding my question? I want to make sure I understand your stance. As long as some of the opposite sex find it attractive, one is fulfilling their duty, yes? That’s what you seem to be saying.\n回复 @JackInABox91 @nicoromulus @slutriarch Yup, and this guy will be crying the whole time and blaming it on women for cutting their hair or some shit, meanwhile harboring an entire ugly and awful personality.\n回复 @emankinon48002 @shawn_karmil @FEsthay @Matt4VA There was a whole trial and jury ruling. Sorry you missed it, but that’s not everyone else’s problem.\n回复 @nicoromulus @JackInABox91 @slutriarch I’ve asked a very simple question and you refuse to answer it. I’m going to assume now that you can’t answer it because you realize the hole you dug yourself into. I’ve given you multiple chances to confirm.\n回复 @TheDougest @nckotox @lenkaronon @PizzaboyPlanet @miss_overdose @mattxiv Did you stop watching the movie halfway through? And ah I see we’re moving the goalposts—now it has to personally meet your approval even though it meets exactly what you claimed doesn’t exist.\n回复 @nicoromulus @JackInABox91 @slutriarch You should ask yourself why some men are acting so repulsive that women would rather be single forever than date them. If you were concerned about extinction, you’d advocate for those men to change. Yet you don’t!\n回复 @tired_sun_aeiou @activity_no He can converse all he wants, but it’s pointless. He can’t convince me of something that I was never arguing in the first place. Just as I’m free to tell you that grass is green, not red, but it’d be pretty silly for me to waste time doing that when you never claimed otherwise\n回复 @clg9998 @rosetta__st0ned @TheyPutFlowers @TheDanPeters @ArmandDoma Congrats, you just proved that men who want to commit illegal acts can easily do it regardless of bathroom laws. There was no need for him to claim he was a woman to install the camera, he just walked in and did it.\n回复 @ISOPrometheus @BonzillaG @ZELLKLUMPEN So you truly in your heart think this is murder, yet you would let a woman who says “I’m going to repeatedly get pregnant and abort my baby” get away with it? Surely you’d at least report to the police, same as you would if any human’s life was threatened.\n回复 @joeygallogoat @KryzivenTake2 You can’t find the speech on your own? Acting like he only said one thing in an entire commencement speech is being silly. If you have to pretend to make your point, you don’t have one.\n回复 @tired_sun_aeiou @activity_no Ok? Do you want a cookie? You guys can keep going on and wasting your time, knock your socks off. I’ve said a million times that I was not referring to you with my original tweet. If you can’t accept that, your choice is to move on or keep pointlessly insisting otherwise.\n回复 @nicoromulus @JackInABox91 @slutriarch Struck a nerve, did I? Sorry for pointing out your clear misery but if you didn’t want people to, you shouldn’t be so obvious about it. It doesn’t need to be this way for you, but again, your head is in the sand and it’s easier to blame others and take zero accountability.\n回复 @FunWithAi444 @allbamacfb @PitcherList Yeah, it’s so disgusting whenever I see straight couples kiss or hold hands at baseball games. No one cares who you bang. Keep that shit in the bedroom. Not in front of kids and families who just want to watch baseball in peace.\n回复 @rick_4_life @AnnOlivarius @JessicaCalarco So what’s the problem then bud? Women don’t owe anyone having a kid, you said it yourself. Glad that is settled. You’d be fine with no woman ever giving birth again, because they don’t owe you shit.\n回复 @Crestant1 @stay_monkey @southwestpol1 @hashjenni Why are you talking about unemployed people when this is a conversation about workers? Why are 2-year-olds being counted here? Ridiculously silly argument.\n回复 @clg9998 @rosetta__st0ned @TheyPutFlowers @TheDanPeters @ArmandDoma Got anything to say about the fact that you want people who look like men to use the women’s restroom? You were deeply concerned before about the impact this would have on women feeling vulnerable.\n回复 @chaposonnem @Ellie_MayT The only one? Lmao you’re wildly misinformed. MLB, NBA, NHL, MLS, NWSL and U.S. Soccer all have Pride games and promote them. Some even use rainbows on their uniforms. Cope.\n回复 @BusyPoorDad @Gun10J @stan_okl You claim low gov interference and fail to consider that there are actually very severe interferences for people not like you. Things that would keep me and many others away from there regardless of how cheap your houses are. All I’m saying is realize that. You are lucky.\n回复 @DaRefScottGrady @ask_aubry Right..but I don’t see why you’d initially take his side. Even at 5:30 she’s already eating later than someone who wakes up in the middle of the night for work probably should. It wouldn’t be reasonable for her to ask him to have dinner at midnight, or wake up at 3 for breakfast\n回复 @Nooneim04813956 @blkkstrr @Kyla_Lacey Only 10% of Fortune 500 CEOs are women. About a quarter of each branch of Congress. “Woman-centric world” gimme a break lol, your feelings don’t constitute reality.", "overlap_score": 0.1372434681771438, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1090291147, "screen_name": "Hammom8", "user_at_name": "Dr. Hammom", "sample_content": "回复 @politico Are you ever embarrassed or shamed by running obvious cover for these horrible people ruining the country?\n回复 @njdotcom Disgusting… we are no longer the garden state. I don’t want to hear liberals preach about the environment again.\n回复 @NJStopMadness @njdotcom So in your fairytale land how many illegals do you think are in this country? Joe’s own #’s are 8-10 million since he is in office and it’s been said for at least a decade 12 million already here. Serious question… where do they live?\n回复 @Morning_Joe @JoeNBC Shame on you… you propped him up by saying how “sharp” he is while he has been a complete disaster for everyone in America and around the world except the elites. Despicable.\n回复 @pseudonymble @starledger Well the feeling is mutual because once again if you truly witnessed first hand the horror of anyone dying of AIDS in the 80’s and how terrible the gov handled it you would never try to compare it to long covid.\n回复 @njdotcom No but the judge in the NY Trump case is a Biden donating liberal whose daughter makes millions from democrat politicians including many in NJ. Should I get into the bias and improper behavior of the GA AG or do you get my point?\n回复 @RepStefanik @kwelkernbc @MeetThePress You did very well. Please remember when the say Trump lost in court that most cases never went to trial they were thrown out for standing. Keep up the great work!\n回复 @RubinReport Wow… look in the mirror. One thing this election season has done for me is show people’s true colors.\n回复 @pseudonymble @starledger Sorry I find it hard to believe you had loved ones you witnessed with end-stage AIDS especially how bad the government handled it and can mention long covid in the same sentence. I’m done talking to you about it cause clearly you were not exposed to the horror show it was.\n回复 @njdotcom Like anyone cares about this angry failure of a husband &amp; father.\n回复 @BlueBoxDave Wow Dave! Joe is doing exactly that. He is absolutely jailing his opposition and using lawfare against his top political opponent. Sincerely I don’t understand how you can be outraged at  Putin but give Joe a pass.\n回复 @ObservingAngel @starledger Did I say do nothing? Yes do something but there is no comparison to the 2. If you truly witnessed AIDS in the 80’s you would be aware that AIDS was an absolute disaster in handling and the most horrific way to die. I won’t change my opinion on this.\n回复 @njdotcom No because everyone with a brain knows this is political lawfare. It’s completely bogus and I actually think it helps Trump.\n回复 @OMGrisham @LauraLoomer I see one side effect of menopause is not to correct lying. You are a grotesque person that has zero credibility.\n回复 @gieselman72 @julie_kelly2 Exactly, I depend on her reporting but if it’s true then her outrage over the j6 prisoners if fake. How could you support the party that is behind the political prisoners. We deserve answers.\n回复 @JasonMillerinDC A bit late. Same for Tim Scott who showed what a uniparty puppet he is waiting for permission from Mitch yesterday. President Trump should use caution and distance himself from him.\n回复 @starledger How dare anyone compare long covid to AIDS. Having many loved ones who passed from AIDS I find this extremely reprehensible.\n回复 @DailyMail Despicable… I literally don’t know another person at any age that could handle the amount of stuff Trump does. Shame on you.\n回复 @CallMeAntwan @catturd2 @TuckerCarlson I would love that since I always enjoyed his posts. I don’t even remember what the issue was I only remember it was during the 2020 election season.\n回复 @undergradwoman @AP You do know Joe’s daughter wrote about her dad’s inappropriate behavior. Do you also know that Hunter’s nickname for his dad is pedo Peter. Joe is the most disgusting perverted president in history but the “believe all women” dems say nothing… disgraceful.\n回复 @simonateba She reminds me of Nellie Olsen from little house on the prairie. Spoiled brat.\n回复 @ScottPresler @AlCappuccinoIT @EarlyVoteAction Wear it like a badge of honor Scott… they are worried &amp; threatened by you since you are being effective.\n回复 @Dallas_Holladay I refer to her as Camala or Ho.\n回复 @SpeakerJohnson this hero is talking about you. RIP.\n回复 @ChairmanWhatley @MariaBartiromo That’s great but what is being done about this large amount of voter registration without ID in critical states? Also ballot harvesting &amp; drop boxes that lead to fraud?\n回复 @njdotcom He needs psychiatric help… sad, bitter demented man.\n回复 @CJDanielsFarms Kind of ironic since cat blocked me years ago for simply saying I agree with Tucker on an issue.\n回复 @pnjaban I’m thinking RICO as well.\n回复 @tracybeanz I agree the results even when it’s an obvious blood bath like this should be held until the voting stops. I used to like you but your irrational hate for Trump is intolerable now. Reevaluate what the main goal is… we need to defeat the Dems in November so let’s unite.\n回复 @ScottPresler He has a gift for reaching out and connecting especially with younger voters. He would be a vital asset to the Trump campaign and I hope they give him a key role.", "overlap_score": 0.138881394186996, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 138610657, "screen_name": "epectitus135", "user_at_name": "epictetus135", "sample_content": "回复 @GrogsGamut This just saying NACC is not going to do a second inquiry . Which is entirely reasonable for the reasons they  give Presumably DPP is still considering prosecutions ?@Paul_Karp\n回复 @PatsKarvelas you clearly have no idea how small the margin are on these developments\n回复 @murphymike Mike Murphy food correspondent . A man of many skills\n回复 @Pal_action Free speech does not extend to vandalism . I assume that the perp and all who counseled the  offence are prepared to go to gaol\n回复 @the_damnit no violation of prime directive in last episodes\n#rnbreakfast this guy from Ernst &amp; Young is talking voodoo economics. The Laffer curve has been debunked. More neoclassical drivel on your show\n回复 @RNBreakfast wil you be running your usual doom line on Covid when you discuss JN1?\n回复 @rajnishradu @visegrad24 I think it’s called assault\nI dont get the politics of this. How does it get @peterduttonmp votes? At best it might affect electricity prices in 10 to 15 years time. Why vote for this now? Or is it some sort of play based on creating an image of the government ? #auspol https://t.co/MRiZBtuL7B\n回复 @TheKouk suspect you won’t agree but Brian Barry bigger brain than both of us demonstrated the stupidity of then idea inflation disadvantages the poor\nUnpacking the Jevons Paradox: how effectiveness gains in the NDIS lead to increased demand - #auspol https://t.co/nKLcY6Zkny\n回复 @profesterman Yes we are far better prepared for flu. Let’s not have crazy over reaction… as you tend to favour\n回复 @PolPhilPod The one thing we know at the present time is Biden is going  to lose unless you say all the polls are rubbish and it is hard to see how he can change that.\n回复 @KonstantinKisin Agreed. It was inevitable if it was not punished that some valuable piece of art will be destroyed. Just one flaw in a glass barrier and some priceless object is gone forever\n回复 @kevinbonham This is the same argument as that for the property franchise . Equally repugnant\n回复 @michellegrattan @ABCaustralia @michellegrattan concept of social licence is nothing more than the tyranny of the majority . Which Mill opposed as much as government censorship. The internet is NOT broadcast media\n回复 @culturaltutor @jimmaxcricket So when we went to see El Jem we were told that it was just smaller than the Colosseum and it was built that way just to not upset Rome. So do you are telling  me that the local guide was havingus on?\n回复 @benbarren @annaspargoryan So politicians shouldn’t be paid? Seriously . What a stupid proposition\n回复 @Sophiemcneill @SenatorPayman She joined the party of her own volition. She agreed to abide by the rules. The party got her elected to the senate. She should be sanctioned for all those who did the right thing\nDavid Marr to replace Phillip Adams as host of Late Night Live after three decades ⁦@PhillipAdams_1⁩ excellent choice  https://t.co/FzmlPN217h\nGood one ⁦@RBAInfo⁩ #auspol jobs lost . Rate saved by the discouraged  https://t.co/lZ1LVDS2pn\n回复 @yanisvaroufakis No sense only preaching to the converted . To win minds must be changed\n回复 @AndreasKoureas_ You let her off too lightly surprised she doesn’t want to reopen auschwitz\n#rnbreakfast @PatsKarvelas continuing their campaign in the best tradition of lord Liverpool to throw as many into unemployment as possible in the name of ideological purity\n回复 @TheKouk I notice @Johnkehoe23 aka Lord Liverpool ( my job is safe) arguing the proletariat needs more discipline\n回复 @SatPaper Identity politics is a creation of the left. Brian Barry foreshadowed this reaction in Culture and Equality\n回复 @BernardKeane Cth can acquire the property on just terms. Once it had acquired it The property becomes commonwealth property, and it can do with it what it likes it is not subject to state or council laws.\n回复 @R1100GSBlueNose When you go there it is mentioned… at least by the guide I went with\nICC chief prosecutor seeks arrest warrants for Netanyahu and Hamas leader over alleged war crimes – seems entirely justified . Israel had a right to defend itself. Not starve and murder civilians https://t.co/T6cjkL6vyT\nFossil of Neanderthal child with Down’s syndrome hints at early humans’ compassion https://t.co/VO1oLoIBp9", "overlap_score": 0.1528583835804064, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1315215028778303489, "screen_name": "CDavid778", "user_at_name": "PapaWayne", "sample_content": "回复 @Snmos1 @doc_ios @AmiriKing @TrueFactsStated The abbreviation \"AR-15\" stands for ArmaLite Rifle-15, the name of the company that developed the rifle in the 1950s. The \"AR\" does not stand for \"assault rifle\" or \"automatic rifle\". AR-15-style rifles are semi-automatic, meaning the shooter must pull trigger to fire each shot.\n回复 @BasvdH @lporiginalg Mine moved its knowledge calendar up a bit. As they said about WOPR in \"War Games\", it's learning. https://t.co/KNbdYXaKTA\n回复 @church99201 @Iamalwaysad247 @kiteandkeymedia For 50 years, I've seen ads to donate to this organization or that one to feed the starving people in some faraway country. Until they ease up on reproducing, the $$ never going to be enough. Some country's fertility rates are as high as 6.8 (see Fig). Teach them birth control. https://t.co/pRqcrDNzcY\n回复 @kenszn1 @NoContextHumans One thing about Disney's masked cast members, If that was truly Disney's person, they are NEVER to be out in public in partial or exposing the person inside the outfit like that. DIS is so fanatical about it, that it is a fireable first-time offense.\n回复 @NoContextHumans One thing is different: Some of us remember when they didn't have a hole in the cap. They began that in 1991.\n回复 @mithtawodi @AlexanderTheus @PanarchyJay Take Sodium for instance. It reacts violently in water. Then there's chlorine: So dangerous as a gas that on 4/22/2015 Germany killed 1,000 French and Algerian Soldiers with it (WWI). But combined as NaCl, it tastes really good  on popcorn or French fries.\n回复 @daniel_pockrus @Rothmus True. B/c anyone could come up with an answer for a rephrase of it: \"Suppose on this job you are given a huge problem to figure out. You can't pass it along. It has been assigned to you. How do you handle it? \"\n回复 @Rebalioness @justice_Tyr22 I remember he drove at night because the pull of electricity during the day would make him go away until the next night. Also, his turns in his vehicle were hard 90°, because it threw the guy that programmed him (he rode with him one time) into the passenger window.\n回复 @Tea10101010 @PicturesFoIder Poor kid would have had all those counted wrong in today's schools because he didn't use that 'Common Core' cr@p to calculate them.\n回复 @shyAway_Games @Natnationx2 @Rothmus My thoughts: if the government crashed, with the old coins, you can melt them into their respective silver and gold and still have trade value. With these junk coins today, if the government goes down, the money is useless.\n回复 @RClightning83 @Rainmaker1973 No difference in them spending $$$ on that &amp; anyone else in a hobby they are expert at and love doing. Take golfing with a $2,000 driver, musicians with $10,000 instruments, ppl that are wine connoisseurs, or ppl that spend $$$$$ on a fancy car when a hooptie will get you there.\n回复 @GrumpyOldMarin2 @StephenG4242 @Rothmus Personally I'm trying to bring back the hedera.                       ❦ It's Latin name means \"ivy\".                        ❧ It was used to separate paragraphs in written documents.                     ❦ It can be written vertical w/ Unicode (U+2766) or horizontal (U+2767).\n回复 @XFactZone @engineers_feed One of my fave units is the slug. It's a unit of mass equal to approximately 32.2 lbs. Plus, my chemistry teacher thought the word \"slug\" was vulgar. 😄\n回复 @cc_potts @MarioNawfal I hope you're selective. A-B owns almost 50% of the beer sales in the U.S. https://t.co/64oX31Mp2C\n回复 @TheJeditor Old keys that you don't remember what they go to. A combination lock without the combination. Lots of old ink pens that don't write. A button.\n回复 @Orangeolive7 1,  but with the Coleco Telestar Combat, I figured out I could \"shoot\" the ball when my older brother and his friend were playing pong. 😂 https://t.co/VuZ3SNGIcL\n回复 @Ign_J_Reilly @rSanti97 @SCforestbrook Richard Slayman, a 62-year old, was the first to receive a pig kidney transplant in March 2024. He later passed on May 11, 2024, but doctors are uncertain if his passing had to do with the transplant or not.\n回复 @LeadingReport Why not? People typically have to show iD as age verification to buy alcohol, and smoke if you look young. Can carry your iD even you go from the voting booth to the liquor store.\n回复 @MarzouqBakare @Ajagbe_Marshal @everymovieplug @BIG___VIBES @ekemini_provost @MarzouqBakare  The movie is “Those Who Wish Me Dead” (2021). I had to do an AI picture search on the screenshot of the guy that shot the woman in that last scene, Aidan Gillen. From there, I searched for “Aidan Gillen’s character kills Owen”.\n回复 @Drchoclatpuddin @CallMeK1123 @Rothmus But in his, he has personally known the main characters for years. Probably grills hamburgers and drinks with them.\n回复 @Memeface1000000 @DailyLoud If we're tipping at 25%, then we should b able to pick our server &amp; not be stuck w/ one that shows up 10 minutes after you arrive to get ur drink, barely takes your order, doesn't check on you, but stands around at the end &amp; slowly takes up the plates to encourage you to tip more\n回复 @ryan_bananas @theblaze Mhmm, it's 2024. Biden could of used Teams, WebEx, Zoom, or any of a dozen other video conference programs so we could see him. So why use a phone like it's 1970?\n回复 @TB1Kinobe @IllyNOTLilly Thank you! I looked and thought, \"maybe it's peanut butter and we'll be okay\". I then looked closer and thought, \".... That.... ain't.... peanut.... butter.\" 🤢🤮🤢🤮🤮🤮\n回复 @reaper9396 He needs an attorney that can defend him saying it was a first amendment political statement.\n回复 @Ashy_slashee One show of \"Psych\" where he played Boone and had come out of retirement along with William Devane to solve the murder of the retired police chief. https://t.co/Vo4NblqrzA\n回复 @Kany_grandchild @DailyLoud And they should DNA test to see if the kid is his.\n回复 @CollinRugg The City Council of Rochester wrote a letter to the State AG General Letitia James requesting an investigation into Sandra Doorley's conduct. All nine council members signed it, saying Doorley undermined the integrity of the justice system.\n回复 @rainygday @JoJoFromJerz @RepMTG Isn't that fine a violation of the Eighth Amendment?\n回复 @Judianna Heck, I just found out that Zips shoes by Stride Ride is in business. Anyone remember the \"Zips a Big Z\" move?   Same for B.U.M. Equipment, best sweatshirt I ever had, again in business w/ an online presence.   So of those not available, I'm going to say L.A. Gear shoes.\n回复 @CrazedPika @Krytonian4891 @CthulhuRules @Arkypatriot @atensnut If I was on that jury, I would have to ask: Why would Trump, a billionaire, be shopping for anything in a department store?", "overlap_score": 0.1333892681945787, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1345141018379902976, "screen_name": "TheAnglerCh", "user_at_name": "𝙏𝙝𝙚 𝘼𝙣𝙜𝙡𝙚𝙧🎣🤼‍♂️", "sample_content": "🔴Hellucha!🔴  GAW Vtuber Wrestling is about to begin! Various vtubers square up in the squared circle! Will your favorite win? Live now link in bio and below! https://t.co/cmtxnBe18w\nSorry for the mishmash of games, but Bobo Bay seems promising for those who want more Chao content. Thanks for stopping by and for unfollowing (I get more unfollows than follows these days🙃)!\nI made a rough draft of next week's schedule and holy shit this might kill me.\n🔴Hellucha!🤼🎣  We return to the Super Sonic Survivor Series Charitython! We're about halfway through Sonic Adventure 2, however our donors have put 5 games in our path to get back to it (7 total). I beat Knuckles Chaotix this morning, but there are 4 left! Live now, link below!\nSomeday I would like to go over WW2 items and documents left over from my late grandfather, but the amount of redacting I would have to do would not make it viable. https://t.co/lyndFe24dP\nFUCK YOU CLOUD\n回复 @ChValravn Perhaps he is putting pressure on his mouth? Check to see if there might be other signs to tooth pain.\nIt was an interesting change of pace streaming at these hours, I wonder how it will do for me in the long run! Thanks for stopping by, and following, and @brace4haste and @VtuberFreedom for the raids! I raided @LuckyPochii stay golden!\nI slept through the afternoon and woke up at midnight, since work always makes me exhausted. I thought I'd try out a new sleep schedule, and this feels really odd.\n回复 @HinaBoBinaVT What type of brand would like (unless that's a secret)?\nPerhaps game devs should do a better job making separate servers for people who want to play differently? I suck at Splatoon but I still love it. I think there is a problem with a game's design if the only way you can reliably win is by following a meta or playing a certain way.\nI cannot watch a stream and work on things at the same time\nI'm gonna be honest, I don't think I want to play Jet Set Radio. I'll come up with something else.\nMoving on to tonight's main event, Home Safety Hotline!\nWell deserved beach day 🏖 https://t.co/86FgfiRdAB\nTomorrow at 3pm est I will be on @NepsTerrarium 's channel where she and Tender will interview me!\n回复 @ProfBloomVtuber Happy birthday, professor!\nGrand Atlantic Wrestling (GAW) roster #10: @bodega_rat  !!!  She'll give you a bacon egg &amp; cheese if she wins. https://t.co/J6nyYX7mJx\n[Punishment Post] https://t.co/MYcrh2XjIS\nWe didn't reach the HFH goal tonight, but I had a lot of fun trying out some weird games from Itch io. Thanks for stopping by, and @HeroTuberRonin for the raid! I raided @FangGuu 🍖coming back from Japan! Stay golden!\nHellucha!  Today is a racing kind of day! And not just any type of a race, but a special kind to see who's the fastest! We start with F-Zero 99 (if it's still alive), and then move on to a new game, Aero GPX!  Live soon, link in bio! https://t.co/zeuSwDOpni\n回复 @ScegeVT I'm gonna delete the tweet actually, not really my place to speak on it. Sorry.\nFun first edition of Grand Atlantic Wrestling! Up next is some VRChat to close the night!\nA week of awful sleep (including tonight) but it was worth it\n回复 @Father_Astaroth Cathedral\nHellucha!  Tonight we dive back into the life and times of Seagull Seagal in the GTAV #VTRP server for a little while! But first I want to watch the Nintendo Direct &amp; Sonic 3 movie trailer!  Live now, link in bio and replies! https://t.co/f9VkYIjCN9\n回复 @DaiyaDiamandis The songs have proper endings but they fade out to give it a never ending feel to it. If you say look up Peace Of Mind by Boston it fades out, but if you look up the master track that was put on to Guitar Hero 3, you'll hear the ending.\n回复 @Father_Astaroth Fear Factory\nTO ANY VTUBER  I'm thinking of opening c0mms for stream sound alerts/jingles and wanted a few test runs. I will do a few for free. I'm doing this to see how to work with clients as well as determine the boundaries I can work with.  Please reply below if interested! #VTuberAssets https://t.co/p9nbJjQlmI\nGrand Atlantic Wrestling (GAW) talent roster no. 1: @BatAtVideoGames   https://t.co/XdEL8ELkSm", "overlap_score": 0.1764239444867878, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1288171143350845446, "screen_name": "MidKnight_Snax", "user_at_name": "Mister Bean", "sample_content": "回复 @MomsPostingLs Terrible food choices……but the men I’ve heard of doing this, do it because the mother had a habit of spending the money or Neanderthal wigs, nails, makeup and liquor.  🤷🏾‍♂️🤷🏾‍♂️\n回复 @dom_lucre This guy is controlled opposition.  William Cooper said he was a disinformation agent.  All the true believers are dead.\n回复 @davnorthside @tariqnasheed @jd0ggied0g That’s what you believe?  Now I know why they steal things from the motherland.  People can’t be this gullible… 🤦🏾‍♂️ https://t.co/UCVOexgSNi\n回复 @GovKathyHochul @TheRevAl News flash. The Black youth despise the boomer &amp; silent generation civil rights “icons”. Those still living sold us out and the honorable ones are all gone 👼🏾. Al Sharpton is known for crying racism to corporations, taking kick backs to go away, but never facilitates change.\n回复 @9mm_smg @tariqnasheed A tether tried to murder our brother…. What’s going on here?\n回复 @steveinusa @gregg_re No. Try corporate greed.  Lack of pride in one’s work which is a problem across the board.  Your people weren’t complaining about DEI when my ancestors were working for free laying the foundation for the greatest wealth creation in human history.\n回复 @kemicalkid19 @smoke4everybody NBC\n回复 @blurayangel I hate DC.  But Man of Steel was THE best superhero movie ever made.  The world building and mythos of Kryptonian society was multi layered and well developed.  The companion novel delved further into Kryptonian society.   Too bad they never developed a sequel.\n回复 @RealDianeYap How about those spies in academia and Fortune 500 companies costing us trillions in dollars and decades of research.  How about the traitors?  Also…. You need to pay homage.  You weren’t here when we were fighting for civil rights for all POC. You came after the coast was clear.\n回复 @Soulful1865 Joy Reid is out of bounds for trying to wear us like a Halloween costume while we live the American nightmare, but Congolese did not participate in the slave trade. A few tribes that did were the Igbo from Nigeria, the Ashanti from Ghana, and the Dahomey (in present day Benin).\n回复 @Treason__Season Exactly. I always say, 50 million Black Americans cannot do what 1.3 billion Black Africans WON’T DO. God blessed them with the most valuable rare earth minerals beneath their feet &amp; they won’t exploit it for their own benefit. We’re behind enemy lines w/o backup &amp; made it happen\n回复 @MississBabyGirl @tariqnasheed How has Byron Allen used Black Americans?  He seems to be self-interested, but he didn’t rise with our support.  He inherited wealth from his mother and parlayed that into his own business portfolio.\n回复 @danawhitebite @thunderxstorm07 @DiscussingFilm Good point, but they’re just going to make them serve 100% of their time.  Less points for good behavior.\n回复 @IshFreed33 Hahahahahaha.  Who did it?\n回复 @NatlyDenise_ Welp.  There will be more of this until they pay reparations (and there must be protections in place to ensure money isn’t clawed back by fines or trickery). White Christians read about the Plagues of Egypt and then suddenly have selective memory.  Hilarious.\n回复 @CultureCrave 1. Andor 2. Mandalorian 3. Boba Fett 4. Ashoka 5. Acolyte 6. Obi-Wan (terrible fight choreography and villains were not frightening. Even Darth Vader was average)\n回复 @RAISRAEL2 Who cares?  People make choices in life and have to deal with said choices.  Also…..over 90% of black people marry or have kids with….other black people.  Only a small percentage date outside of the race.\n回复 @xivarst @h2av8tor @WallStreetSilv Dozens of black communities were destroyed by white mobs.  Had nothing to do with failed railroads.  The towns were self-sufficient and self-sustaining.  Sort of like Chinatown in any city, USA.  You’re purposely being obtuse.   https://t.co/eiazUpTTlk\n回复 @LeadingReport I hate child rapist so I’m all for it, but I wonder why this sudden draconian change across the board. 1st I heard about the reduction of time for good behavior &amp; now this.  I wonder if they’re going back to a slave economy. Not much innovation going on in backwards Louisiana.\n回复 @ricwe123 That’s what spies do.  🤦🏾‍♂️\n回复 @Mphothegreatest Not only that, Nigerians (specifically the Igbo tribe- upper caste of Nigerian society) were some of the biggest slave traders out there. So the descendants of the traitorous collaborators who sold us to the white man, waited until we built something, then came over here to hate.\n回复 @nypost I read the comments on the NY Post website.  Surprisingly white people are supporting him.  Some said that if they’re on the jury, they’ll vote to acquit.  Probably bullshit, but interesting.\n回复 @policelawnews A lot of you “people” that find joy in trolling Black people will be in for an interesting time during Judgement Day.  Your likes and social circle won’t save you.  You will each have to come to an accounting to God on your own. Try to troll God. Such heavenly behavior.\n回复 @DiscussingFilm The only foreign movies or anime I watch come from the UK, Japan, South Korea, and occasionally a random NATO partner (France, Italy, Spain, etc).  Other countries make trash movies.  Sorry.\n回复 @MattWallace888 Do you ever report something positive?  Go save a kitten from a tree and have an ice cream, you weirdo.\n回复 @Famekom @SaycheeseDGTL Never forget that he gave her this speech, because she came to his apartment drunk &amp; LOUD with strangers at 3:00 AM in the morning when he had to read for a part in a movie. Imagine trying to find examples of how your drunk girlfriend should act when she wakes you out of your😴💤\n回复 @AnthonyHegler @CharriseJLane I work in finance, but often partner with retail bankers to get referrals for wealth management. I’ve seen it with my own eyes… migrants who can’t speak a word of English, opening NEW bank accounts with tens of thousands of dollars. Perhaps they will be used for the draft. 🤷🏾‍♂️\n回复 @Lookelyloo1 Yup.  Eric Garner got choked to death for selling individual cigarettes in NYC (loosies). Now in NYC subways I see 4foot women with babies on their backs selling churros, expired candy and fruit without permits. I don’t want to see anyone choked to death, but why was Eric killed?\n回复 @BIGTIMEBOXING40 @libvoriann @OcnShackG We may all have Black skin, but we have different lineages.  Africans identify by their tribe.  We were called “Black” in America (by law).  Those born on the islands, identify themselves by their islands.  Stop being purposely obtuse.\n回复 @ayoakande @feelingcuntynow @Jdizzle03246792 Yo. Continental blacks with their corny ass sayings.  This dude swears he is kicking some knowledge. Meanwhile his country is in shambles, Nigeria’s military sucks.  They couldn’t even beat the crips and their soldiers run away from Islamic terrorist on a frequent basis. 🤦🏾‍♂️", "overlap_score": 0.1477491659829402, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1031686603238912001, "screen_name": "MatthewJBrdecka", "user_at_name": "Matthew Joseph Brdecka", "sample_content": "回复 @JoeBiden You mandated vaccines like Nazis. You lock up your political opposition like Nazis. You abort black and brown babies like Nazis. You sterilize and castrate the mentally handicapped and mentally ill like Nazis.   Heil Genocide Joe✋🏽  https://t.co/Pu3mD6pc7Z\nDamn New York Nazis…   #TrumpTrial #NewYorkNazis   https://t.co/pn7oYJXTQF\nThe entire of point of the LGBTQ and Pride propaganda is to create sin, and through the sin LGBTQ genocide, which is why LGBTQ people die young and commit suicide.   #Romans6v23 #Pride2024 #LGBTQGenocide   https://t.co/mP6EqXer3V\nMy allegiance is to God and Jesus of Nazareth.   https://t.co/DYOAcN0a2P\nWhat’s your political ideology and philosophy?   #MadPoliticalScientist #PoliticalScience #TheArtisticLifestyle #ArtistGeneral  https://t.co/LLO5JX5EDD\nThe Artist General’s letter to Tucker Max:  #FactCheckBirdBox   https://t.co/qScXMyNjC0\n回复 @MrAndyNgo @kevinvdahlgren It’s a fenceless concentration camp. Fentanyl, heroin, crack, and meth have replaced Zyklon B.\nWhy do liberals and Democrats  love torturing and genociding trans Americans?   #TransTorture #TransGenocide #Pride   https://t.co/LLMVpTVTs8\nIs @realDonaldTrump brave enough to fight Fuhrer Joe Biden, @UN (United Nazis), and the Nazi Democrats?   #FollowTheWhiteRabbit #FollowTheNaziBlue   https://t.co/lONmjfuCV3\nWhy is Joe Biden suddenly senile? Hm…🤔 The Democrats have been promulgating his brilliance for four years. What happened? Hm…🤔 Who thinks Joe Biden is faking senility to escape justice for his [ACCUSED] treason and crimes against humanity? ✋🏽  https://t.co/SsDXkhoeGk\n回复 @RepSwalwell Nazi say what?   #GayNazis #LGBTQNazis   https://t.co/dVkE7zPcxd\n回复 @MTGrepp We need to arrest oath violators.  #BidenBorderInvasion  #ArticleIVSection4   https://t.co/buZGl7diQq\nWhere is Woody?   #SaveTheChildren #SaveTheChildrenWorldwide   https://t.co/e7mDCuYqtp\nWhy does it seem like I’m writing a book about how the white supremacist Democrats are weaponizing sin and Pride to commit LGBTQ genocide just like black genocide?   #TransManifesto #TransGenocide #Pride   https://t.co/o3CsqTpLHK\n回复 @VP @POTUS Why do you Democrats brag about how much money you steal from Americans and give to your donors? Why do you brag about your corruption?\n回复 @LakotaMan1 No, it was created by white supremacists to use as a weapon of genocide against people of color. Black and brown LGBTQ people can’t reproduce just like black and brown abortions commit genocide, but keep promoting genocide, bruh.   https://t.co/dVkE7zPcxd\nHow much money does the Afordable Care Act make insurance companies from the industrial genocide complex? What happens to life insurance if COVID and the jabs turn out to be bioweapons? 👇🏽  #GlobeLife #Nuremberg2   https://t.co/PGNz7zEZ5M\n回复 @mmpadellan How much crack do you smoke with Hunter Biden?\nIn other breaking news, I am officially homeless because of my political views. Thank you Joe Biden voters, and thanks to Bidenomics.   #HomelessVeterans #Bidenomics   https://t.co/pfzeYdGCjA.\n回复 @TheDemocrats @KamalaHarris And yet, I’m still a homeless veteran, while Democrats house foreign invaders in 5 ⭐️ hotels.\n回复 @harryjsisson @1drcole You must be a Nazi, because you worship Genocide Joe, aka Pedo Hitler.  https://t.co/U9LyfsoPPa\n回复 @acnewsitics You’re sick bro. Who gets off watching other’s suffer? Gencoidal maniacs that’s who.  https://t.co/gRZfOnz15s\n回复 @POTUS Joe Biden didn’t write this, and his dad didn’t say that. Does @JoeBiden think lying about his dad is honorable? Does his staff think lying in these posts is honorable?\n回复 @elonmusk Voter and election fraud is a right wing conspiracy theory; Joe Biden and the Democrats did not release a virus to rig the 2024 Election and mandate mRNA vaccines, which without Operation Warp Speed would have killed 50% of those with sub-Saharan African DNA.\n回复 @VP You’re literally using the department of education to separate children from the parents. Hell, your party is making children trans and then hiding your LGBTQ indoctrination from parents.\n回复 @JoeBiden He donated his President salary his entire administration. What have you done besides release a virus to rig an election and mandate vaccines?   https://t.co/g3iSQ2Tlqa\nWho’s ready for Nuremberg II?   #GenocideJoe #NurembergII   https://t.co/FAPWyB291V\nStop the genocide!!!  #TheAmericanHolocaust #GenocideJoe   https://t.co/eGvt25HFSy\nWhat’s Dr Fauci’s death count?   #Nuremberg2   https://t.co/Ge4A7kKSqC\nThe Artist General’s Letter to Major General Watson about his surrender to the Communist Chinese. Chesty Puller is rolling over in his grave.   #1stMarineDivision   https://t.co/sOt55CiHzd", "overlap_score": 0.1964230107657836, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1050582180043272192, "screen_name": "Christi92965066", "user_at_name": "Christina - Slava Ukraini Democracys Front Line!", "sample_content": "To just have one is impossible!\nHey Baby Dog….. Theirs stuff on my ball…. It feels strange on my tongue. 🤣😂\nA man who cheats on his 2nd wife, and then wants an annulment for a marriage of 19 years, because the woman Calista,  he is having an affair with is a devote Christian… And then he gets Trump to give them a post at the Vatican.  You cant make this shit up.\nWow. This 👇👇👇👇👇\nHe did this in Tucson, we had sorters doing the mail and then  All local mail was actually delivered the next day. They pull the sorters, threw them in a heap…no joke and now all the mail goes to Phoenix and then the local mail like rent,  Has to be trucked back to be delivered!\nWouldn’t it be nice if we   RATIFIED ERA for WOMEN!   ALL WOMEN of EVERY ETHNICITY!   👆👆👆👆👆👆👆👆👆👆\nConfirming our assessment.  They are beholden to Putins tool Trump!  The Federalist, made a deal with the Devil.\nHappy Birthday,  I celebrate you and all the wonderful hours you have given me in my life. Starting with all your Musical Movies that I watched growing up…singing along. To the CD’s I listen to at some of my  life’s most painful moments taking me away.  Thank You.\n12-year-old graduates from high school, heading to college for double degree - ABC News  💥💥💥💥💥The more you know! https://t.co/hquGrpK6DW\nAnd today the CDC has sent a group to Illinois to help fight a dangerous Measles outbreak!  A once eradicated disease now runs rampant because of Anti Vaxers!\n😳😳😳😳😳😳😳😳 wow!\nTarget peeping suspect fired from Opendoor Church, was volunteer at Greenville elementary school https://t.co/i423gNPtvi\nImproper🤣  The Federalist Society left impropriety in the Dust a decade ago.  I give you Gorsuch, Kavanaugh and Amy Coney Barrett.  They all lied under oath at their own Senate Hearings.  They are all Federalist.  Alito flys a flag up side down Thomas takes bribes\n🤣😂  And new tunnel for Baby Dog….wonderful!\nThese people are insane.  Abortion reversal treatment….wtf.  A freaking con.  Thank you, shut these maniacs down.\nHe is totally goading the Judge. Will he jail him to make him a martyr…. To start a civil war?\nIn '99, an architect of the Oslo Accords wrote up a grim vision of Israel's future. It turned out to be painfully accurate - Haaretz https://t.co/FMhuibXMy0\nPerson, woman, man, camera, TV, supply chain?   Nope never heard that term.\nPerception is often times misleading!  Example:  Trumps entire life has been about creating a perception that he is smart, a wealthy.   We perceive that DOJ is the Department of Justice.  That Justice will JUST HAPPEN.\n🤦‍♀️   A) that is what the bathroom is for! B) refer back to A  If i had been the manager, i would have come over and told them “i will pick up the tab, now if you would so kindly leave!”\nHis lawyer knows…. His not so poker face…  “Will this ass ever shut the F up”   Tick tick tick.\nThe Trump Effect!\nI found a study  Blood Type A is most susceptible to Covid.  the B, Then AB , O is the most resistant.  Before the Vaccine we lost a very Close Friend.  He had many health issue 70 years old.  He was my husband’s sponsor for the last decade.  This isn’t going away.\nShe already ruined her integrity…. We know who she is.  I’m not so sure she qualifies as BRILLIANT.   Greed has away of destroying………👆👆\nJohn Oliver wants to give Clarence Thomas $1 million a year to resign - Business Insider https://t.co/P0mRFVtvM9\n❤️❤️👏👏👏❤️❤️❤️❤️\nAG Mayes pushes for fentanyl detection tech at the border https://t.co/4mlC08pKs9\nThe price of a ice cream cone.\nI’m with you.  I’m so not into reality TV….  🤔 except Home renovation and cooking.   People behaving badly causes me distress.  Aka makes me pissed off.\nInteresting statement on @MSNBC coverage of today’s court with Trump.  “WOMEN WILL BE COMING OUT OF THE WOOD WORK”  Said TRUMP.   🤔 wouldn’t this make Epstein even more of a liability?   I mean really he had tons of evidence of his deeds.", "overlap_score": 0.1892397660818713, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1311520565203787781, "screen_name": "LesleyMusson", "user_at_name": "Lesley Musson", "sample_content": "回复 @CheekyVic Lived in the Lake District and now in Yorkshire,all friendly people\n回复 @DianeLakeside 13 degrees here but cloudy. Got a poorly grandson ,croaking with a temperature. Caught his mums bug. Just needs dad to get it now and that’s them all. 😘\n回复 @Matt_Pinner X means “cross out “ to me ,so it’s still Twitter.\n回复 @Britton65Sam Yes if I had enough money to clean it up\n回复 @dontforgetchaos We were living in Kendal close to the flight path I believe. Couldn’t believe the news when we heard it\nOnce upon a time in the 60s ,I had a mini  in these colours. Uncle did a respray. It was the new Rover colour , not yet on the road https://t.co/M3ZkEXacIB\n回复 @lippyent The Hunt for Red October ,great film.\n回复 @brentdavis @holaivory Statin side effects plus for me. Asked for Ezetamibe ,got it ,no side effects ,cholesterol now low .win.win.\n回复 @Bubblebathgirl She can’t breathe properly\nThe missing filling isn’t.🙄I’ve broken a molar. Nice dentist had patched it up but I guess I’ll lose it at sometime.🙁broken by a liquorice all sort 😘\n回复 @70s80s90sKids Yes I would\n回复 @pbbennett Fun trip to the gym.Bit of shopping on the way back. Ironing.😘sigh……\n回复 @1abbeynormal When I removed Sandy’s chain to brush his dense long fur ,he’d stare at me if I forgot to replace it. Quick wash under the tap and back on. https://t.co/O09YJhiaPH\n回复 @tomlin_bruce https://t.co/M0WQpiRsGG\n回复 @LairdOfTheManor Bourton on the water,it’s a beautiful village\n回复 @YappAppLtd old George roundabout at Garforth,burst water main. 11/5/24 https://t.co/j2AOXuALhn\n回复 @Tjeerd001 No because he made an effort to try.\n回复 @Fibutton Yes 0615 in our house,saying they are starving and need food and why aren’t you filling our dishes. 🙄\n回复 @DanWuori My grandmother kissed me when she had a cold sore. Guess who got cold sores all the time ?\n回复 @gmdfreelance ME, I have a white lilac in the garden. Every week I cut 2 flowers off and the room smells gorgeous.\n回复 @midgetmoxie It’s Dud. Dudley Moore ,very funny man\n回复 @ToonDazza 🤞for a successful procedure,Now you overhaul your diet and fitness regime. (Every little helps) Good luck.\n回复 @Fibutton Grey cloud here in W. Yorkshire,but it was sunny at 0630. Just hoping it comes back.\n回复 @bluebellchoppy Managed to catch Mog yesterday,finally,after 2 previous attempts failed. Vet said his gums look a bit sore. £ 103 for visit and anti inflammatory drops. He seems happier now,not yelled at me yet.😘\n回复 @1Nicdar Helicopters\n回复 @MikeLeighTorres @ShouldHaveCat So does it from the water feature in the garden. Rain water must taste  nicer,😸😸\nI thought it was pretty hot when I was outside but it’s 35 c in the conservatory even with the windows open.😎😎😎\n回复 @benonwine Sir Patrick Stewart  in a local shop in Stratford on Avon when I lived there. He spoke to me.😍\n回复 @bluebellchoppy Mog wanting food. (Again🙀) https://t.co/snPpoP2wjj\n回复 @kballew @SelfMadeMastery I put my combs and brushes in the dishwasher brings them up a treat 😁", "overlap_score": 0.1802371029597013, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 104927117, "screen_name": "toondrawer35", "user_at_name": "Toondrawer", "sample_content": "\"We have too many toll roads. I had to Google when you called them 'Freeways'! Is that an ancient term?\" ...\"Yeah, late 50's\"  ....\"Oh, Boomer!\" https://t.co/QOEansWiyc\n回复 @atensnut I got C 0 V. It was the lightest cold symptoms I've ever had. I take very good vitamins. Plus a ton of herb supplements. When I was poor, I got sick with the worst flu. What cured me was laying in the sun at the Park. Sun gives you vitamin D.\n\"Papi manejo desde #Orlando. Yo me di cuenta que habiamos regresado a #Miami cuando Papi empeso a gritarle a los otros carros!\" https://t.co/TNhHayp7Wn\n回复 @NukeHazeReal @iheartmindy When they s h o t JFK... said it was a single guy that the miracle bullet took a crazy turn in mid air h I t two men, broke bones... came out pristine! Enuf said.\n回复 @SCLM65 Happy Birthday! You're among some great folks. Mozart, Einstein, Pres. Thomas Jefferson, Temple Gradin, Bill Gates, among many others. Hang tough. Observe. Discern. Enjoy life.\n回复 @unhealthytruth I would predict that if Trump debated RFK... BOTH poll numbers would go up. If Mr T wanted RFKs numbers UP 1st... He'd want to steal some of those Dems over to his side. Think about it. Makes sense 🤔?\n回复 Money to pay the government was paid thru tariffs before 1913. The Federal Reserve National Bank System was voted in the Xmas holiday by 4 congressmen and Pres. Woodrow Wilson, who later said that was the worst decision of his Democrat Government our expenses was paid by tariff!\n\"Comedian Milton Berle in his 80's said, 'I feel like a 20 year old. But, they are not usually around!'\" https://t.co/Ovq5MWezcU\n回复 @elonmuskADO Were you born here? Respectfully, I thought you were from South Africa. So, if so, no. Just like Kamala born in Jamaica, no. Just like Michelle, who's Mom had her reside in a small Caribbean Isle... to save on taxes,no. Like her hubby the Kenyan? No:F B I Failed/Boughtoff/Invest\n回复 @its_The_Dr Cezar Romero served and fought during WW2. He's a Patriot. Great actor. RiP. The other? Just a clown.\n回复 @mike_ncvol3 @Badged_Patriot In Cuban schools kids learned math multiplication, division, addition, subtraction in FIRST GRADE. HISTORY in second grade. Chemistry by THIRD GRADE. In China by third grade... students are taking apart and putting together automatic p I s t o l s ...fast in class!\n回复 @ThrillaRilla369 @naomirwolf @dom_lucre Well, there was one guy I was acquainted when I was 21. It was a 40 year old son living with his Mom. She was the Super in the building I moved into then. My friend and I commented, \"He's strange.\" He may have had it. Aspberger's high functioning Autism spectrum like my son.\n回复 @ULTRA_MAJESTY @debfitzpatrick3 Yeah... Central Sun is soon gonna zap us all. Say bye to evil. Snap! Ps. ALL the planets are warming! No sUVs just UVs on all the planets! Sun changed from yellow to more white in my 72 years. Duh. Lots of folks don't seem to study astronomy like the Pope. He chases little kids.\nTrue story: I scratched my back with a magic marker whose cap had fallen off. When I drew this cartoon, I looked up the #Chinese character for #Peace. Can't we all get along? https://t.co/SIkiTcNQtu\n回复 @Pixie1z @RoseDC11 Zero\n回复 @wiseconnector Aptera is my dream car. Research it. AMAZING solar car... can go 1,000 on a single charge! Put wings on it: it could probably fly! Or dive under water like a dolphin... I kid 1/2 of the latter statements.\n回复 @TheSaraTalks ...up a hill in snow with a stop sign at the very top. Been there, done that.\n回复 @EzraEfrat Phone operators. Connected folks to each other with those plugs. Searched for certain folks by name in phone books in a certain town when you called the phone operators ..them.\nIt happened one day, while I scratched the cap fell off the marker I was using! https://t.co/woyzcGCJF4\n回复 @AiHexBuilder EARTH warming. Yes. BUT...ALL the planets in this Solar System are WARMING. It's the Central Sun 🌞 ☀️ 🌤 Our sun was yellow. Now, it's white. White is hotter the yellow. Pluto's surface was described as 'churning' ! Jupiter's big storm increased in size. Mars -a planet wideSTORM\n\"My brother in Central America wants you to buy him a musical organ to grind while his monkey collects passers-byers' coins.\" https://t.co/Gv2dJ4pcN1\n\"My little dyslexic son once said he went to school on a cow!\" https://t.co/r9f81gmMB0\n\"Dad, stop using your phone! Enjoy the sounds and sights of Mother Nature before she hits you with her tree branch!\" https://t.co/z1BJg8qKhE\n\"Bathroom door was open at work. A loud noise out of it made me wary. Our cleaning lady outside said, \"Go in. Door's open.\"  \"...OK, but, if you hear me screaming like a little girl, jumping 3 feet in the air? You'll know it's a mouse!!\" https://t.co/6zxlixJbNO\n回复 @Sassafrass_84 First thing, he signed an EO... Executive Order extensively listing how money's &amp;  possessions were going to be confiscated from those that do child, women sex trafficking. No wars for 4 years. Traveled and was respected in ALL the countries he landed in. Vatican not so much.\n回复 @CultureWar2020 @MJTruthUltra IF it wasn't true... it'd be funny. But, sadly it's true. Add the other Big Pharma Corpes in there. My dad lived to 90. He was a pharmacist (among other things) who never took drugs. He \"knows what's in 'em.\" Spirit lives on. IMO Their in Heaven. My family didn't listen to me.\n回复 @MuskUniverseUsa 33 .. yes... you look at the far right # to detect a variant difference in the number series. Then work back along that line. Easy. Peasy.\n回复 @Thekeksociety @CMDRVALTHOR It's not just one mineral to solve health problems. It is 90 vitamins, minerals, amino acids. D3/K2 5,000 to 10,000 if you are sick. Also good:  Supplements like C60, echinacea if you are sick. Folks are SO deficient in D. Lack of D caused C O V ki!!ing many. Check  Puritan site.\n回复 @IamMillyMixon @Badged_Patriot The olive trees in Northen Africa fighting to dig their roots into the sand create the best olive oil with the most nutrients according to Dr. Bundy. Nature shows us about winners and l o s e r s. The latter get. e a t e n!\n回复 @Sadie_NC Aptera is my dream car. I wish they would move their factories to South Florida. They can get better tax breaks here. Plus it is safer than San Diego area.", "overlap_score": 0.1201712526637616, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1315076807918407681, "screen_name": "SmytheNancy", "user_at_name": "Nancy Smythe", "sample_content": "Albany County tightens rules on asylum seeker bus drop-offs, aligns with NYC policies https://t.co/yelCOvWyls\n回复 @TheRickyDavila Did he fall too?\n回复 @shawnzukie @NYCSchools It wasn't a snow day, they used the schools to house ILLEGAL CRIMINALS. That's what they said when it happened, that's the reason they said remote learning. Just imagine- THAT'S ALSO HOW YOUR SCHOOL TAXES ARE USED. Just imagine what their doing with your other property taxes.\n回复 @cbschicago That \"judge\" needs to be recalled&amp; a complaint filed at the judicial committee for expulsion &amp;disbarment.What kind of \"judge\"overrules a schools decision of no play?It's f-ing BASKETBALL!Are we so low, someone who thinks they're a \"star\" gets preferable treatment from courts?WTF\nDivorce looming between Harry and Meghan? The Sussex are reportedly on the verge of splitting up, per report https://t.co/kik8piyY8H via @marca\n回复 It doesn't exist for Americans as illegals are taking shelter space that should be EXCLUSIVE to citizens.Adams gave them heated tents &amp;meals.Too bad they don't like it. Adams should put AMERICANS first&amp;not waste $ sueing bus drivers for dropping scum off  DEPORT ALL TRASH NOW\n回复 @jbhtweetin01 @simonateba Doj won't prosecute their meal ticket. They bet on the corruption horse. Can't change that in mid stream.\n回复 Why do they get away with spreading misinformation &amp;bold faced LIES?Like Trump would ask GOP to reject this to help him&amp;they'd do it.And mcconnell is a flying pink pig.They rejected it because it is directly against our https://t.co/3UOGbt3Hy4 HAS NOTHING TO DO WITH TRUMP.\n回复 There was no riot concerning Trump, the Real riot was when the Hamas terrorists actually STOPPED CONGRESS FROM CONDUCTING BUSINESS when they took over the capital.They even SAID they were there to disrupt congressional business. Where's the F-ing charges? HYPOCRITICAL BASTARDS\nDemocrats’ next crime fight: retail theft https://t.co/xem0GMA20r via @politico\nHunter Biden makes surprise appearance at House committee hearing to hold him in contempt  https://t.co/KtOgmPx986 via @nbcnews\n回复 All Russia wants is for zelensky to leave the land that historically has always belonged to Russia alone.Why does everyone try to pin this on Russia when it was zelensky who started it.People living in crimea are RUSSIAN,they IDENTIFY as Russian.Time to stop biden's $ launderers.\n回复 @CNNPolitics She's a fool. Just stop now and get behind President Trump. You are throwing away any later chances you may have in politics as you are a PRIVEN RINO, not a person who keeps their word, unless it's to the demonrats\n回复 @TheAtlantic @RadioFreeTom Too bad, biden sold his soul to zelensky.Had he not stole land which belonged to Russia, whose people IDENTIFY as Russian, there'd be no issue. Ukraine deserves no help from us, just because they paid the CORRUPT \"big guy\"&amp; crackhead son off.Moral is different than corrupt\n回复 @THISISALRIGHT @SoCalEdgyGal They would deny the same rights to President Trump or anyone. It's is a grim future this presidence sets,but if they do set it, go after clinton, obama&amp; biden too for the same https://t.co/a5EW1MNJV5.Trump had were granted to him as president, unlike biden who was just a VP. BS\n回复 @gwes2000 @SoCalEdgyGal That's cause their cowards, except for a handful.\n回复 @wman132 Yes.Every boarder should be secured by ANY MEANS NECESSARY.I don't know how those boarder patrol agents can look at their neighbors suffering, let alone look at themselves in the mirror.Their two-faced scum to do this to the people who pay their wages.They deserve the name \"PIG\".\n'Heartbreaking level of need:' La Colaborativa day shelter serving migrant families exceeds 200-person capacity in first day https://t.co/XnHfyGQ6MP\n回复 @MonitorFake @Travis_in_Flint The\"fact checkers\"told a lady the Caribbean Lady was our Statue of Liberty cause it had chains on her feet &amp;lady was so DUMB she believed them! Like you could move a statue that is so big it was floated here by France in 3 pieces &amp;replace it with another &amp; no one noticed!WTF\n回复 They always pay, umm find witnesses they need to\"be ready\".You can tell by her actions,behaviors&amp;the snarky https://t.co/RMfVpWAZZU's the same look james in NY has on her\"how much $can I grift\"Trump quest.Yet HER corrupt office didn't prosecute cuomo because he's a dem.Hypocrites\n回复 @katherinekfung @mkimmage @monicaduffytoft There is absolutely NO \"vital\" reason for Americans to fork over more $to biden's bribe giver.Zelensky is corrupt slaughtering his countrymen to steal another country's land.Crimea has long been Russian,&amp; the people living there IDENTIFY as Russian&amp; have NO DESIRE to be Ukrainian\n回复 @katherinekfung @Newsweek @stevelaffey Face facts RINO mitch&amp; corrupt company.President Trump is who WE want,the more you persecute him,the better he seems to us. Should've sealed boarder&amp; DEPORTED the ILLEGAL VERMIN,but no, you wanted more scum&amp;make us pay for them,then played 2-face to the only good guy you got. FJB\n回复 People are delusional,they are NOT\"migrants\"or \"asylum seekers\"they ARE illegal https://t.co/0I4Z1QA2r2 American should EVER be homeless/become homeless due to no shelter room(with the same benefits illegals)or they cannot afford housing due to failure of bidenomics or illegals\n回复 @TIME We really need to get rid of that offensive \"palestine\" in their name. Move to change it, sounds like you support terrorism and the war crime of rape.\n回复 @pasqueflower19 Agree. I never saw the government give ANYTHING to homeless people. Some states do help, but usually not much (unless you count the drunk libertards like hochul, newscum).There are plenty of AMERICANS that could use financially help, three good meals a day, etc. PUT AMERICA FIRST\n回复 @joncoopertweets Not good,it's American made.He is a true success story post addiction. Should be a inspiration to any addict that they too can become wealthy, except for the demonrats that will screw you over. This whole agenda is contrary to becoming wealthy which is BS.All for me,none for thee\n回复 @AimeeAg9541 @ochocinco ... you see forcing people to convert to ALL electric homes&amp; cars creates massive profits for the companies, who now have a FORCED customer base.Can't you see there is a REASON she's passing all these BS \"laws\" &amp;\"regulations\".Yet no DEPORTATION?Hic-hocul is beyond corrupt.\nDenver will cut DMV, recreation center hours to pay for migrant crisis https://t.co/Gujvt3EWCO\n回复 @CBSNewYork @MKramerTV Ohhhh, a name, well hell that some real progress there. The reason it's not ready is theirs no funding as it's all going to ILLEGAL CRIMINALS.\n回复 Anyone see the obvious pattern that anyone who challenges the biden crime syndicate&amp;members of the demonrat biden crime party has the weaponized court system brought against them.This is the basic of what free speech is,you can say what you want as long in your opinion it's true", "overlap_score": 0.1339748976954153, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1180485533878771714, "screen_name": "DerickShook", "user_at_name": "Derick", "sample_content": "Trumpers don’t believe the Bible. Trump is clearly a false prophet based on Biblical text and common sense. Saying Trump is sent by God is blasphemy. They worship a literal orange idol. He’s evil!!\n回复 @SassyDayNight Just say no to drugs!! The Trumps are destroyers!!\n回复 @krassenstein Evil Trumpers are working hard to elect Evil Trump by the only way they can with lies, racism, misogyny and now with fake AI.  Kamala Harris for POTUS!! Vote Blue!!💙\n回复 @TeahCartel Trump is an evil false prophet!! The lowest of the low. He’ll say &amp; do anything for power, money &amp; to escape prison but his day is coming quickly. The Bible says to treat immigrants as your own family but most Christians only believe the parts that are convenient for them.\n回复 @SassyDayNight @blane1122 Trump looks gray around his mouth, eyes, eyebrows, head, neck &amp; ears. Without the makeup he looks even more unhealthy than he does with it. Gray is never a good color for humans. It can indicate congestive heart failure, poor circulation, etc. Not someone we want for POTUS!!🧐\n回复 @cwebbonline @JeffRoushPoetry Congress must pass this legislation. We need progress to make everyone’s future brighter. It’s the right thing to do!!\nEvil right in your face!👹They could have helped the needy with all the money that funded that madness &amp; sacrilegious nonsense. They could have given those cars to struggling Americans that can’t afford a car. This is mental illness on full display.\n回复 @TheRichFromCali Yes!! She’s brilliant!! Best First Lady ever!! She knows the deal and has experience very few have ever had. She’d be an excellent POTUS!!\nCenter of the Earthers are pouring in and we’ve never heard their language!! OMG!! EMERGENCY!! We must enact Marsha Marsha Marsha Law!! Help Batman!! Help Superman!!\n回复 @Ms_squatchy_61 Evil right in your face!👹They could have helped the needy with all the money that funded that madness &amp; sacrilegious nonsense. They could have given those cars to struggling Americans that can’t afford a car. This is mental illness on full display.\n回复 @ananavarro Anyone who supports Trump in any way will never get my vote because they don’t have any critical thinking skills therefore cannot be a leader!!\n回复 @VP @KamalaHarris We live in an immature society with guns out of control. No one is safe anywhere in the USA. We as a society must grow up &amp; face the fact that guns are the number one killer of children &amp; pass common sense gun reforms. One shotgun/pistol is all one needs to protect themselves.\n回复 @Franktheshank88 Center of the Earthers are pouring in and we’ve never heard their language!! OMG!! EMERGENCY!! We must enact Marsha Marsha Marsha Law!! Help Batman!! Help Superman!!\nIntelligent, qualified, tough, hopeful, joyous, empathetic and positive future POTUS who loves her wonderful country!!\n回复 @ClaudetteGGibs1 They won’t wear masks during a pandemic but they’ll wear bandages on their ear for no reason. That tells you everything you need to know about Trump supporters!!\nTrump is a false prophet and abomination to God. His blasphemous filth is exact opposite of Christ-like. Trump’s followers are deceived by Satan and in a cult. The Bible is clear about this evil. Trump is the closest thing we’ve seen to the Antichrist. He’s unfit to be POTUS.\nTrump looks gray around his mouth, eyes, eyebrows, head, neck &amp; ears. Without the makeup he looks even more unhealthy than he does with it. Gray is never a good color for humans. It can indicate congestive heart failure, poor circulation, etc. Not someone we want for POTUS!!🧐\n回复 @TeahCartel Evil is trying to destroy our Democratic Republic. I voted against this evil today.💙\nHe’s an evil fake Christian hypocrite and false prophet if I’ve ever seen one!! So is his evil daughter Sarah!!👹👹\n回复 @ektaka He’s an evil fake Christian hypocrite and false prophet if I’ve ever seen one!! So is his evil daughter Sarah!!👹👹\n回复 @ananavarro Trump is a false prophet and abomination to God. His blasphemous filth is exact opposite of Christ-like. Trump’s followers are deceived by Satan and in a cult. The Bible is clear about this evil. Trump is the closest thing we’ve seen to the Antichrist. He’s unfit to be POTUS.\n回复 @Franktheshank88 He’s a delusional liar. He’s right!! We don’t want him in a courtroom. We want him in prison where he belongs!! Cry me a river Don the false prophet!!👹\n回复 @ClaudetteGGibs1 Beat back like a drag queen!!😂\n回复 @CheryleRPh2 Slavery justified by the Bible. Racists. Haters. All the phobias. Ignorant sheeple. Unpatriotic Mericans.\nEvil Trumpers are working hard to elect Evil Trump by the only way they can with lies, racism, misogyny and now with fake AI.  Kamala Harris for POTUS!! Vote Blue!!💙💙💙💙💙💙💙💙💙💙💙💙💙\nThey’re both completely nuts!! The Trump/Vance ticket is the worst and most unqualified ticket in modern U.S. history. Trump has never been qualified to be POTUS and never will be. Vance is a complete joke. This is evidently the best Republicans have to offer. F’d up!!\n回复 @ClaudetteGGibs1 VP Harris is the most qualified candidate running for POTUS. She will ensure equality, freedom, liberty and justice for ALL!!💙💙\nHe’s a delusional liar. He’s right!! We don’t want him in a courtroom. We want him in prison where he belongs!! Cry me a river Don the false prophet!!👹\nWithout birth control, the USA would have a crisis like we never seen before. The poverty rate would increase exponentially as would the cost of healthcare. Without access to abortion &amp; proper healthcare, there would be women &amp; children dying daily. This is EVIL from the Rs!!\nA self proclaimed billionaire, a pathological lying psychopath &amp; false prophet is begging for money while playing the air accordion. He looks like he’s on the back dock of a restaurant near a dumpster. Go jump in the dumpster trash!!", "overlap_score": 0.1312167839889593, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1336500653628268544, "screen_name": "TRUMPERLAND", "user_at_name": "Alice", "sample_content": "回复 This shit needs to stop right the fuck now before we cause our own extinction. https://t.co/Xapk5J5XKJ\n回复 @wendyp4545 China wanted to unseat President Trump because of the trade war.   COVID was the instrument used to create the fraudulent mail-in ballot process, which was used to install an unelected President.   Election interference!\n回复 @techgen23 That took 300 hours to create when Trump was in office 7 years ago. Now I don’t have that kinda time &amp; we live under the “Biden regime” which actively goes after political dissidents. (My mom has a heart condition, so the risks are steep.) Maybe someone else can create it!\n回复 @DonaldJTrumpJr Anyone who does will be put in jail. We are all political prisoners living in a communist country now. It’s too late. Pretty sure we need to act like is 1776 at this point.\nHoly shit … THAT IS INSANE! Talk about programming!  https://t.co/stAfiZKJSh\nI no longer identify as a Libertarian. I’m beyond any organized party affiliation.   I am purely American.\n回复 @TheEcho13 A man who’s too consumed with his physical appearance is probably a player.   Players aren’t suitable for devoted &amp; committed long-term relationships &amp; are unattractive as life-partners.\n回复 @johnrich 7. Mandate mail-in ballots to commit election fraud and install an illegitimate President of the United States.   Why does everyone forget the main reason they created COVID &amp; COVID mandates?\nNo https://t.co/D22SKgQFQ0\n回复 To live in a country where the feminine power of procreation, raising children, &amp; taking care of a home is valued, respected, &amp; honored instead of looked down upon … that’s awesome! A woman’s work at home adds tremendous value &amp; we should stop promoting the lie that it doesn’t!\nAnyone who thinks we can vote Trump into office is suffering a massive round of cognitive dissonance!\nIf they jail Trump, we must continue his rallies &amp; assemble in huge numbers.   All this is simply to stop him from holding his amazing rallies which visually show his tremendous level of support among the masses. We must not surrender that!\nLOL!!! 😆 anyone who “plays up” their victim status actually caused the problems they complain about.   Those who survived problems caused by others tend to just leave the problematic situation behind them. https://t.co/gGEWGcT8yT\n回复 @LibertyCappy And that tree requires SUNLIGHT to convert carbon dioxide to oxygen (which we need to survive) so blocking out the clouds in the name of global warming is going to kill us all!\n回复 @bamajayt @TheRealHershe @SavvyHuman My mother developed a heart condition called AFib. My videos got a lot of exposure &amp; she worried my wellbeing. I don’t want to worry her &amp; cause her stress &amp; I don’t want to be attacked by anyone so I quit. Funny part is, I still get attacke by people like you! 😂  Please stop.\n回复 @MikeBenzCyber They make up all his “crimes” anyway so why not make up his future “crimes”?   The only “crime” Trump ever committed was standing up to tyranny on behalf of American citizens.  How dare he question totalitarian rule &amp; point out the our news is fake propaganda! The shame!\nAmerica did not end slavery.   Rather, America turned every citizen into a slave through debt &amp; taxes.\n回复 @JohnLeePettim13 And we need sunlight for photosynthesis which converts CO2 to oxygen … which is why they want to block the sun. They are trying to kill us all.\nA cry for help … why wasn’t his first term dedicated to this issue solely?  Solve this one issue &amp; everything else falls into place. https://t.co/Rg0IQdPkY7\n回复 I guess it could be worse. I have some friends on here who get tons of porn posts in their TL! Still, it’d be nice to have less junk posts to scroll through … sigh! lol\nBINGO … most people are a century behind in their mindset. https://t.co/RczwNAfwoP\n回复 @JackPosobiec Exactly! We are under totalitarian occupation. People really don’t understand how serious this is.\n回复 @JackPosobiec What happens when the “Palestine parade” starts throwing the “rainbow parade” off the roof?\n回复 @RepMTG Because the un-elected Regime which stole the 2020 election in a coup against President Trump WANTS “Death to America”.\nStop messing with Mother Nature! This doesn’t just affect Dubai. It negatively affects weather around the world. We are going to cause our extinction. After all, excessive clouds killed the dinosaurs. We need sunlight to survive! https://t.co/UFgzxgZl13\nMen should hunt women!  A woman should never hunt men!  Any woman who approaches a man isn’t high value. She’s also very likely to be a toxic feminist &amp; will most likely chew you up &amp; spit you out. Be careful! https://t.co/cTZiNrf8O7\nCOVID vaccine genocide  We need to start labeling it correctly &amp; we need to jail the perpetrators of the crime.\n回复 @wendyp4545 I knew he was full of shit the second he bought this joint.\n回复 @betty_cracker12 @AskMeLaterOn When those in power act powerless, they aren’t in power &amp; power must be taken so we can right wrongs. Or we can be retards in masks, standing on dots behind plexiglass, ignoring HIPPA rights by taking PCR tests &amp; Jabs forever … because someone else illegitimately took power.\n回复 In fact, I’d argue there is no singular &amp; universal ”sole meaning of life” … rather there are many &amp; highly personalized meanings of life which are derived by each life &amp; many times these meanings are completely irrespective of society at large.", "overlap_score": 0.1240129068609051, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1312401863858221062, "screen_name": "SanityModerate", "user_at_name": "Josh Berget", "sample_content": "回复 @AOC No, from the beginning it was about gay liberation, not the alphabet.\n回复 @RhyheimX @PORRETEXXL What the actual fuck!\n回复 @TheAdvocateMag I don’t see TQ+ on those signs.\n回复 @POTUS Jeez please fire your X intern and stop driving inflation in your final days.\n回复 @mollyknefel And… Walgreens announced massive store closures today. For some reason, stores in Texas and Florida aren’t really affected. Hmmmm.\n回复 @ACLU “Life saving?”  Gay men have had enough of this ridiculousness.\n回复 @TheAdvocateMag Please Advocate, please. Go back to reporting on gay issues.\n回复 @TheAdvocateMag Agreed — and also agree that all deaths deserve answers.\n回复 @cassiemoans_ But they’re dudes.\n回复 @ClownWorld_ This is why Texas is so amazing. Fuck that craziness.\n回复 @POTUS @VP Why are you spending so much time on sub-groups when you’re literally losing this election? Signed, people who might consider voting for you.\n回复 @JoeBiden For the love of all things American, please just pretend to care about closing the border.\n回复 @POTUS The LGB would like a divorce from the rest of the alphabet, please.\n回复 @POTUS Why is it that the “my body, my choice” group is also the “my student debt, your problem” crowd?\n回复 @JoeBiden Somehow I think these assertions are false. Right?\n回复 @elonmusk Hi from Austin!\n回复 @TheDemocrats This is why Democrats lose.\n回复 @glaad I just donated to the Kind Clinic for gay men’s Descovy needs.\n回复 @WhereTrueLoveIs The trans movement is ruining the progress made by the LGB. The LGB need to drop support of that nonsense.\n回复 @Klaus_Arminius Why is it that only Caucasian countries are lectured to be ethnically diverse? Why don’t people say that about Nigeria, India, Saudi Arabia, or China?\nWhy is it that only Caucasian countries are lectured to be ethnically diverse? Why don’t people say that about Nigeria, India, Saudi Arabia, or China? #diversity\n回复 @Ilhan Why is it that the “my body, my choice” group is also the “my student debt, your problem” crowd?\n回复 @MollyJongFast Just don’t complain about high rents if you don’t agree.\n回复 @TheAdvocateMag That’s a man. Signed, a gay man.\n回复 @TheAdvocateMag The trans movement is ruining the progress made by the LGB. The LGB need to drop support of that nonsense.\n回复 @ejrosetta The trans movement is ruining the progress made by the LGB. The LGB need to drop support of that nonsense.\nFast forward five years. Biden and his family face manufactured charges. They get convicted and go to jail. The precedent here is staggering.\n回复 @CollinRugg Why is it that only Caucasian countries are lectured to be ethnically diverse? Why don’t people say that about Nigeria, India, Saudi Arabia, or China?\n回复 @EuropeInvasionn Why is it that only Caucasian countries are lectured to be ethnically diverse? Why don’t people say that about Nigeria, India, Saudi Arabia, or China?\n回复 @politico This is why Democrats lose elections. Get it together, Dems.", "overlap_score": 0.1811671577118053, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1085384149836402688, "screen_name": "beebeejay22", "user_at_name": "sPOlied bRAT StUFf (=_+0)", "sample_content": "回复 @aiartwork @pixai_official, @beautyofaiart @ai_alex95 https://t.co/PM9ZxXkoSy AM I GETTIN GOOD YA'LL???? LOL!!!??? 😁😊😍🥰😛😝 https://t.co/DDc1qpmj9d\nwhen ur #amazon package don't arrive before the #weekend https://t.co/BOzaPRpCJv\n#learning #aiartwork @beautyofaiart am I doing it right? lol ?? 😅🥰😊😍😍🥰🥰 https://t.co/ON6nh0d2HH\n回复 @kasthedilla @KissyPoo @KissMySass tell me ya don't love it boo!!!!! 🥰🥰😇😇🤣🤣\n回复 @DeezNutzBull @jimmyfailla @TudorDixon yaaa i peeped that too, but was still distracted by Tudor lol!\n回复 @DanKrolikowski @joy_korneta @MaryandBessie @JeffreyRaderIII @dadavis65 @DebVader @LeoOfMars @SASJetCharter @MaraciaMG @Holly20124 @2whltrvlr @MericaF_Yeah @Michellpollino @kevincorke @lynsioux see here's my thing,I'm lawyer with ya boo bear,, cuz i love ya lol! but i need the list.\n08-16-24 Attitude Problem Long Sleeve Crop T-Shirt #CognitiveSouls, #bRightAZ_Day, @pixai_official, @beautyofaiart, @ai_alex95, https://t.co/PM9ZxXkoSy, #aiart, #はい, @lowleg_cotton,  @HaynesTean52458 https://t.co/nbPTvu5gu2\n回复 @LolaUgfugliio everything u just laid out, I consider u a #sisso 💯💯💯💯😘😘😘😍😍😌😌☺️🥰🥰🥰😊😊\n回复 @RADIOROULA loved your show yesterday never got to mention LOVED ur post about #MovieTrailers they ARE MAKING COME BACK NOW! Most movies show trailers of the movie itself,,at the end!!!!! People stick around the movies now if ya notice,,KNOWING they will get a clip during credits\noh man #Gutfeld was on FIRE today, maybe his BEST rant of the YEAR today on #TheFive on @VP 's so called #economic plan on the A-Block segment,, YOU HAVE TO WATCH IT FROM TODAY. He got applause on the show too. #GutfeldFans @Gutfeldfox https://t.co/tEUqVkHFKX\nso dear #sisso @NatashaCL7 i am the onee who picks or buys books, starts them and then never finish cuz i'm #gemini and to overtasking and never wrap stuff up ,,,thats me,, NOT you boo ok? 💯👠🫦😍☺️🤣😍😍🥰 #pleaseforgiveme\n#ojsimpsondead , what got me at the trial was the botched evidence handling. C'mon bruh.. really? ITS BLOOD DUDE... AIN'T HARD TO LIKE HANDLE THAT. they fucked it ALLLLLLLLLLLLLLLL up. hahahaha. So ya, he was set free. At time I went with that too! I voted for #Clinton then too!\n#fantasyart #fantasy #FantasyAIart #SithArt https://t.co/0d8Z4K6Lm5\n回复 @delictum thing is I apply such rules likewise , its how I live. Problem is far too many DO judge and on superficial stuff,, rich vs. poor,, black vs. white, this is America,,i SAY SHUT UP, GET OVER IT, and apply yourself. #PursuitOfHappyness wasn't that the movie?? C'MON ya'll lmao\nthere is no \"best man\" and u're right. George Washington, infact u name the \"founders\" farrrrr from perfect,, infact quite fucked up if ya go back and really examine lol! Name a society that was perfect start to end. Hell the Romans crucified ya saviour ya'll JESUS H HIMSELF\n#BinaryOptions #ForexTrading if u didn't see Step 17's on 30Min candlesssssssss past 3 months on #eurjpy u stoopid. U KNOW REVERSAL IS SOOOOOOOOOOOOOOO OVER FUCKING DUE. LOOK FOR REVERSE ONLY ALWAYS.\nThese Days https://t.co/7xeDNIoqis via @YouTube\n#bRightAZ_Day, #CognitiveSoulsArtwork, @pixai_official, @beautyofaiart, @ai_alex95, https://t.co/PM9ZxXkoSy, #aiart, #はい, @lowleg_cotton, https://t.co/EGWzQghsGN\n#pot smoker here #weed coalition, dear @JoeBiden and hack-a-cackle @VP , um ya BOTH supported incarceration rates in the HIGHEST RATES EVER under BOTH ya adminstrations,, hers in #California, u Joey boy YA WHOLE LIFE ya former Klansman supporter. #StateOfTheUnion YA I WENT THERE.\nthis is why if u get emotional in here,, GET OUT. this is why.\nhere is my thing, why not #Alaska ? Same idea,, and u get paiddddddddd to live here,, #WhyNot ??? #WhyNotAlaska ???\n回复 now about #ketchup , those who love it or DARE put it on or anywhere NEAR #EGGS , I look at with same disdain of those who don't wash their hands after they make. Age to give up ketchup is 6 ok. Older than that I expect better taste buds. @RADIOROULA #thereIsaidit 🤪😝#girlvsfood\n回复 u be loving da junk in da trunk chicks don't ya lol!!! #Juicy #DojaCat\nso here is #mytake on the #abortion honestly ??? Its personal. Its not one size fits all, and u need options. Having said that, if the economy was WAY better..maybe it wouldn't be that hard a choice to either give up for adoption or have the kid. THATS THE FUCKING TRUTH.\nhere is the thing,, YES I AGREE CUZ #SHIT FUCKING HAPPENS BRUH. THIS WAS SHIT. Wrong fucking place,, wrong fucking time. THANK GOD NOT MOREEEE THAN HANDFUL WERE ON THAT BRIDGE. THIS AREA???? NOT COMMON FOR THERE TO BE NOT. #JesseWattersPrimetime\n#question on #aiartwork is the text stuff like #adjective 'ville ????? think it in words,, and #ai does it????\nwhy no one ever does #FrenchToast sandwiches with #bacon in middle ???? ITS NO BRAINER YA'LL!! #GirlvsFood\nif u're fuckin scared to express how u feel on here, what u doing here? If ya can't freely express ur 1st amendment rights not sure u stand for #DEMOCRACY as much as u fucking claim to boo, #justsayin . Hate me all ya want, I stand for common sense. #Gutfeld @PlanetTyrus #TheFive\nwhy is everyone shocked the sharp market drop when we were at like a Step 30  DAY DOWNN MARKET PAST MONTH RECENT????? U THINK A DOWN DAY AIN'T FUCKING COMING?????? REALLY???? #MARTINGALE ????? JUST LOOK AT YOUR FUCKIN CHARTS!!!!!!! #EURJPY #DAILY #HOUR #30MIN LOOOOOOK\nLADIES AND GERMS. 2 MOVIES. #VFORVENDETTA AND #THEHUNGERGAMES ITS HAPPENING ALREADY RIGHT NOW AND LAST NIGHT. NOWWWWWWWW DO U SEE WHY THIS COMING ELECTION IS IT??? THIS IS IT. THIS IS FUCKING IT. #Gutfeld", "overlap_score": 0.1439934840494695, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1375529191211470852, "screen_name": "Teesabell71", "user_at_name": "MEANY…I apparently hurt peoples feelings!", "sample_content": "回复 @catturd2 Not another dime!\n回复 @thehill @TheHillOpinion 😂🤣😂🤣😂\n回复 @MattWallace888 There’s also the bipolar component for the lack of clothing\n回复 @kylenabecker She is drunk!!!!!\n回复 @ScottAdamsSays And Alyssa Milano, Barbara’s Streisand, the whole view panel, etc.\n回复 @CafeAftermath01 @ORhunter @KGWNews 😂🤣😂🤣 your insults are worthless &amp; meaningless\n回复 @TaraBull808 How could a 20 year old pull all this off?\n回复 @DocNetyoutube Not I to followers…why should I be? Why the big push?\n回复 @KTLA DEI???!!??\n回复 @ABC7 Not just CA! Now they get out of claims on new houses citing “wear and tear” to avoid paying!\n回复 @CollinRugg Wow he could care less! So diabolical &amp; created with all the indoctrination our poor kids are subjected to.\n回复 @JessicaMattJoe @dondatimes Narcissistic ritual\n回复 @ksorbs Yep\nThis is a demented fucked up person. Scum of earth! Parents should hide in shame and mom regrets not swallowing!\n回复 @Sassafrass_84 At minimum forced to give up Meta/Facebook/Instagram/WhatsApp/Threads/Metaquest and all profits from these made since before the 2020 election! (2016 and beyond)! All funds to support those worthy like veterans!\n回复 @TMZ Sooooo disrespectful  to make and release after hall of fame recognition if dolly! Leave original songs alone!\n回复 @wendyp4545 When does she answer ANY question? Ever?\n回复 @fox12oregon Yep Freedom of speech first amendment trumps everything\n回复 @SubBass49Tees @10News Really?  Where are your sources?  Those I have review online actually provided to us say otherwise! Including the CDC report you are trying to argue about!\n回复 @JasonP21013970 @KOINNews 😂🤣😂\n回复 @SarahisCensored Exactly perfect! No cooked pineapple! 😳\n回复 @KGWNews Because she’s a democratic communist\n回复 @bennyjohnson Lock his ass up\n回复 @SarahisCensored Who is extorting you to not fully support conservatives? That’s my question .\n回复 @10News They don’t even know why they’re there …. It’s on video!\n回复 @RDW_Heather @OptimisticToday @SuspendedAnd1 @GovTinaKotek So sad for you\n回复 @GBlanston1967 @Sassafrass_84 @realDonaldTrump @elonmusk Communism supporter\n回复 @Sassafrass_84 It was a precursor of what’s to come\n回复 @oregoncitizen_ In Hood River and White Salmon (Gorge) started with conduit dams   https://t.co/DCLNpSGXQF\n回复 @teamphil @WokeBro3011 @SavSav299947970 @deusxmach1na @shaggy_dog22 @CheckerOH @Rach_IC @R5Philly @EducatingTrump2 @robinnees2 @CheekyM95882608 Seek help pedo lover now you’re being a stalker 😂🤣", "overlap_score": 0.1826793021151208, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1185250310626910210, "screen_name": "wm_jaida", "user_at_name": "WM_Jaida 🏳️‍⚧️🏳️‍🌈🇮🇪", "sample_content": "回复 9/26: Galway ✅  It was absolutely pissing it down but Galway seems like an actual nice place. Also saw an ex London Olympus too which was cool. https://t.co/XO9A34Hm7w\n回复 2/26: Kilkenny ✅  The bus was late and we’re gonna have to run this next bit. Not looking forward to this. Also yes this is literally the part of Kilkenny in Waterford but it still counts. https://t.co/xaGeA8BmcY\n21/25 - Chester Road Okay, after fannying around I’ve now got a new plan which will end the challenge at Northfield https://t.co/Z5Gusi1xxK\n回复 @JustAVaporeon what’s worse is that they added an 800 for a diesel only line they made express go on (which it shouldn’t have in the first place), but the sounds suggest that the train is always on diesel and can’t be changed like on British Railway, utterly disappointed\n回复 @pierbiwierbi What I was gonna say was “Dr Disrespect chatted up a minor, are we gonna have to ban all the straights now?”\n回复 3/26: Waterford ✅  Hated every second of that, made the bus with a minute to spare. But here we are, on this bus for 2 hours now. God help me https://t.co/cxxyrDnNlZ\n回复 @PacerClara had to do Birmingham to Oxford in the vestibule but the toilet in nearly 30 degree heat in rush hour. 4 carriage voyager\nGood Morning from Leicester! Today is a bus day because the trains are on strike again. Let’s take the 127 to Loughborough to start today off! https://t.co/sNZbIB6V12\n回复 @ShowMeASignBryn I’m so happy I booked my tickets from the WCML to south London for later via Kensington Olympia (it was also far cheaper)\n回复 @thegirlchlo @itsconniemoe I’m sorry but why do the station signs look like that 😭😭 big sign with tiny font wtaf\n回复 @PridePendolino fucking Bermuda Park is more useful than Cov arena…\n回复 @bens2477 There’s been instances where I’ve been coming up from the Southwest and disruption of as little as 10 mins would mess a whole journey up, requiring me to bail the whole journey and stay with my family in Oxfordshire and continue the next day\nLondon✅ Birmingham ✅  Glasgow ✅  Manchester ✅ Edinburgh ❌ Liverpool ✅ Leeds ❌ Leicester  ✅ Sheffield ✅ Bradford ❌ Bristol ✅ Coventry ✅ Wakefield ❌ Nottingham ✅ Newcastle ❌ Salford ✅  Belfast ✅  Doncaster✅ Milton Keynes ✅  Cardiff ✅\ntower lore https://t.co/WVQxzwLCbQ\n回复 11/26: Sligo ✅  Sligo is a cool place, had over 2 hours wait here and had a walk around. Now on a local link going down tiny lanes, on a coach.. this will be fun https://t.co/Jw6KqyDqAs\n回复 @Coastway_Will @PridePendolino @LNER I’ll be honest, given LNER is a government owned operator, it’s a miracle it even exists…\ncontroversial opinion: IETs sound better on diesel mode…\n回复 @Class730Aventra imo Stoke is like the last place in the midlands..\nI feel like going to Birmingham on Saturday for no apparent reason whatsoever...  however on second thought, maybe its bc i want one of these to lighten me up... https://t.co/khEdNzMumy\n回复 @ChilternTravels Age: 17 Pronouns: she/her or they/them Status: taken 💖 Kiss count: countless Body count: 2 Height: 5’6 Hair colour: darker blonde 🚬: no 🍺: no  🍃: no\n回复 @Coastway_Will Ah yes Grove, as in the town next to Wantage in Oxfordshire of course …\n回复 @SHolsbury I’ve been in that kitchen\nThe hardest part about a long distance relationship is saying goodbye, that’s natural. But I don’t think London Northwestern would’ve taken “I cuddled with my gf too long in bed” as an excuse to miss the train on my advance ticket. Thankfully I made it. https://t.co/Ng8wklGBzb\nSaw this on the Belfast Glider in January lol\n回复 @Coastway_Will Malin Bridge in my opinion looks like they just had some extra cash to spend so they used it. It’s just a weird lil spur so the yellow and blue don’t both go up to Middlewood.. https://t.co/N0fsnmiP6e\n回复 16/26: Tipperary ✅  Nenagh again is a rly nice place. Also LIDL BAKERY!!!!! it’s not advertised but it exists!! the station is cool too :) https://t.co/3KnkeedMga\n回复 7/26: Clare ✅  Can I just say, Bunratty has the best bus shelter I’ve ever come across. It has real flowers in it! Had to spend another hour here because the 1920 didn’t exist but that was no problem in this place :). So glad the day is nearly over.. https://t.co/0qN31ltSRI\n回复 12/26: Leitrim ✅  Contrary to popular belief, Leitrim does actually have a coastline, 4km of it! And I must say it is stunning! Shame I didn’t have very long here. https://t.co/ISY8IgLT2X\nI’m sorry but how is it fair that the staff on duty that are meant to be running a railway, just get to go and watch football and leave us who actually want to use the train to deal with cancellations and delays and whatnot..\nSmall selection of pictures taken today on the Warwickshire Running Day with 18071, organised by The Midlands Bus Preservation Group! It was a nice day and was also a great day for weather to appreciate the vehicle. Hopefully we can see more events like this in the future :) 🚌 https://t.co/F5LmSQmIKy", "overlap_score": 0.1333591070267681, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1329665586926923776, "screen_name": "BryonnaJones", "user_at_name": "Bryonna Jones", "sample_content": "回复 @FlagBlack007 So I think it’s OK to tell the lady off because it was rude for her to say shut up But two wrongs don’t make a right  she could’ve told her off in a very eloquent way Instead of perpetuating the stereotypes against us\n回复 @ClownWorld_ The only climate I’m concerned about changing is the American climate of truth and understanding being that logic has gone out the window and we’re supposed to really call that person a woman\n回复 @libsoftiktok It’s not a child’s job to validate their parents it’s the parents job to ensure that the child won’t need validation as an adult because they had a good foundation growing up\n回复 @DocDeezWhat @HopiNg66966500 @DrJBhattacharya @drsimonegold @DrAseemMalhotra @ZelenkoZev @P_McCulloughMD @RWMaloneMD @stkirsch @RepMTG @GovStitt @SenShaneJettOK Why is it there any person who appears to be critically thinking Has to be some kind of supporter of anything other than what they say\n回复 @DrLovlie @HopiNg66966500 @crabb_vicki @AngelMD1103 @CallMeEOnly @DrJBhattacharya @drsimonegold @DrAseemMalhotra @ZelenkoZev @RWMaloneMD @stkirsch @SenShaneJettOK @GovStitt Let me tell you why I want to emphasize that she was not an anti vaxer  people literally are for the science follow the science believe in the science until their family members die Then they’re abandoned by the pro vax side they lost their family members to.\n回复 @DefiantLs Of course they did they appear childless and have masks on Their dogs are like their children so they can afford another four years of this mess\n回复 @DrLovlie @HopiNg66966500 @AngelMD1103 @DrJBhattacharya @drsimonegold @DrAseemMalhotra @ZelenkoZev @RWMaloneMD @stkirsch @SenShaneJettOK @GovStitt I guess what I’m asking is what if the direct observation   correlates with a data analysis study done, albeit in a different geological location, from  the same timeframe? perhaps further investigation is needed but perhaps  studies should be performed in his region https://t.co/BS4989VRkP\n回复 @DrLovlie @HopiNg66966500 @crabb_vicki @AngelMD1103 @CallMeEOnly @DrJBhattacharya @drsimonegold @DrAseemMalhotra @ZelenkoZev @RWMaloneMD @stkirsch @SenShaneJettOK @GovStitt I want you to take a little bit of empathy  here  if you had a neighbor a coworker or an Inlaw and they lost their children or one of their children to specify how would you feel if you saw people openly saying that didn’t happen to them that’s what you’re doing just know that\n回复 @HopiNg66966500 So my aunt got  an infusion on Friday talked to me on Saturday and passed away on Sunday  I am so sick of hearing people defend this disgusting nonsense because How can It be “safe &amp; effective” if she’s dead?\n回复 @Ditch43 @VoiceOfOurAnces You have a point there guy  *contents though “ continents “makes it about race or ethnicity/ again\n回复 @ClownWorld_ Don’t be desperate enough to try to lure somebody in look I have cerebral palsy and I only waited two days to say that and it was still too long honestly always be honest and upfront because you want somebody to be with you for who you are not who they think you are\n回复 @libsoftiktok They don’t want to be called groomers but as the saying goes if the shoe fits but they’re over here wearing it stomping in it\n回复 @catsscareme2021 What in the single living lack of common sense is going on ? I’m so sorry for what she’s going through but trust your gut at this point\n回复 @LucyRiles @ImMeme0 I had piercings that I absolutely loved that I considered cultural and I pulled out every single one of them when my job said some thing about it I don’t even work there anymore though but it was a respect thing to listen to my elder\n回复 @tariqnasheed I hope she gets justice\n回复 @Sassafrass_84 It’s because the brainwashing within the African-American community starts very very young trust me this is something I know from personal experience But also you only get one opportunity to  v o t e for c o m m u nism  and people couldn’t wait\nI love hearing how safe the juices are when I haven’t slept right for a decade gag\n回复 @Freecanuck1 I found that painful to watch but what is the actual goal these  people have what do they believe that they will attain from their misconduct what are they asking for? Besides jail of course\n回复 @wilderpatriot See here’s the thing I don’t care when other vice presidents don’t do anything because they are not actually running for the actual office they are just sitting back as she said but this one is running so they need to be doing more\n回复 @UltraDane @DrewHLive Is this to employ that’s what’s under every woman of colors head wrap? Because that’s untrue but it is funny.\n回复 @chicodead37 @SonnyG44 @iamyesyouareno You know it is lol but that’s because of all the fourth immigration they should’ve just let them have their own towns\n回复 @atensnut If I had been there it would’ve been a completely and entirely different situation And authorities  would’ve been called I would’ve told the officers to speak to the children about where they can end up with their behavior patterns Maybe a fake ride to jail will change  hearts\n回复 @Lucas_Maga_ @Tha_Nature_Boy @FBA_BY_LINEAGE2 See this is what I would love to have an open discussion about no judgment on your point of view I just want a real conversation About this message me and I’ll seriously give you my number I just want hear your side of the story\n回复 @AlanMAYNE187 @Orwellsghost28 Even though I dislike the language used (at the end) thank you for pointing out the fact that we’re not all hateful angry people anyway I hope you have an amazing summer and I hope that your life is filled with joy 💜\n回复 @charliekirk11  I would watch so many of your different debates and even defend you against members of the African-American community stating how well put together your thoughts were until I saw this recent video please explain this https://t.co/fC2bgrD7kp\n回复 @DrLovlie @CallMeEOnly @HopiNg66966500 @AngelMD1103 @DrJBhattacharya @drsimonegold @DrAseemMalhotra @ZelenkoZev @RWMaloneMD @stkirsch @SenShaneJettOK @GovStitt Although every human has the potential to lie if it’s any consolation to you I have years and years of experience   as a patient advocate with an emphasis and focus on those with borderline personality disorder as well as Narcissism and haven’t witnessed patterns of lying\n回复 @ClownWorld_ Fatherlessness and low self worth you are more valuable than what you think. Stop selling yourself short You’re too young to be that gross\n回复 @wilderpatriot Honestly I just wish that I dropped out of college sooner than I did because ultimately if you’re pursuing higher education with the idea of finding a career that’s actually the opposite you should find what you wanna do first\n回复 @Use2LeanLeft @stillgray I was just saying something similar here I am going out to the world with kindness and love in my heart thinking about how I represent an entire race of people with most of the interactions I’m here so unlike this young man wrecking the hard work of my ancestors and myself *hugs\n回复 @DrLovlie @HopiNg66966500 @AngelMD1103 @DrJBhattacharya @drsimonegold @DrAseemMalhotra @ZelenkoZev @RWMaloneMD @stkirsch @SenShaneJettOK @GovStitt So out of curiosity this is the only present and unvaccinated people it’s not possible for those who have been fully vaccinated and then have the breakthrough infections I have that virus that comes out to be a mutation also I just want to know if it’s both sides?", "overlap_score": 0.1119359133721638, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 134840199, "screen_name": "TheMamaBear6", "user_at_name": "The MamaBear 🇺🇸", "sample_content": "回复 @DaveYostOH You should be spending your time focused on how you can help bring the weaponized justice system to heal. Missouri and Texas are leading the way, while you sit silently positing videos of Condoleeza Rice (can you say Iraq)&amp; the first female member at Augusta National. Hypocrite.\n回复 @HeathMayo Men issued the verdict, men will try the appeal, the judge was a man, the law was written by men, the Constitution was written by men but we should not be loyal to a man.  OK. GFY, we are LOYAL to the only man trying to defend these institutions despite being attacked by them.\n回复 @mattdizwhitlock @DanaPerino @greggutfeld Unwatchable\n回复 @wendyp4545 Tons of issues in this election,3 fire alarms pulled closing precincts, ballots arriving after precincts closed, etc.  Sound familiar?  McGuire is a Kevin McCarthy stooge and  snake plant. Good, head of the Freedom Caucus supported DeSantis. VA 5 is a hot mess. Watch #Warroom,…\n回复 @SpeakerJohnson Enough is enough. We all know that the J6 committee was a corrupt scan. Repudiate now and stop the lawlessness! #StandwithSteveBannon\n回复 @RepBradWenstrup @AMVETSHQ You are such a fraud. You have voted for EVERY CR. You've voted repeatedly to send money to Ukraine while our border wide open. You represent nothing but your donors and are a disgrace to the once good Wenstrup name in the city of Cincinnati.\n回复 @OrlandoSonza @GregLandsman Yes it is!  @HamCoGOP needs to do a better job with you and your campaign. It feels invisible.  Landsman should be an easy target. He has voted for every bad bill that lead us to today.  #KamalaCrash\n回复 @BillAckman @POTUS @FBI @CIA It is so much bigger than that. This was not a mistake, this was intent. An election was compromised, officials lied, media lied and of equal importance, it was and is evidence of deep corruption and treason from Joe Biden and his family.  History will hold this in comparison to…\n回复 @TomCottonAR Every member of congress, through your weakness, has enabled, allowed, encouraged, aided and abetted today’s decree. You are all guilty as Judas in your betrayal of the American people. There is a special place in hell waiting for you.\n回复 @megynkelly @TuckerCarlson @charliekirk11 @benshapiro @elonmusk The irony is the \"feminist\" will vote for Biden.  They do this to themselves and their daughters.  My advice, be a stay at home mom, the best and most consequential job on the planet.\n回复 @RepBradWenstrup Weak and pathetic post hours later tells us everything we need to know about weak, cowardly and likely corrupt @bradwenstrup. You are part of the problem. You’ve accomplished nothing. That’s your legacy. Too bad for your progeny. They will bear your stain.\n回复 @DerrickEvans4WV Sowing the seed of doubt like a good serpent.\n回复 @julie_kelly2 @ms_haleyjane History will shine favorably on you Julie for your amazing work. Shoutout to Steve Bannon who introduced many of us to you. As for Milley, he is a traitor of the highest order. The damage he has done to our country and our security cannot be overstated.\n回复 @RickyDoggin Nothing won’t happen twice.\nDITTO!\n回复 @JackPosobiec Totally fake, why are posting this garbage Jack?\n回复 @TPV_John @WHO Where is @GovMikeDeWine ???? Ohio will not comply!\n回复 @mirandadevine @RobertJKingsbu1 The world is upside down. Our country is being invaded.Our justice department is weaponized against us.The economy is awful.We’re all impacted. This was not the case in 2020.Some might not like Trump personally but they remember what their lives were like.That’s why they’ll vote.\n回复 @shaunmmaguire I think there is one aspect that is not acknowledged &amp; that is the destruction is with intent not weakness. Muslims are infiltrating &amp; overtaking Europe. The Biden admin at the highest level is full of Muslims &amp; sympathizers. Obama is both. These are his people and his is the…\n回复 @JackPosobiec It's always the same. Fat and unattractive. They don't try. They don't take care of themselves and make no effort. They blame everyone else for their weakness, lack of discipline and failure and when they get lucky with some poor guy, they kill his child.\n回复 @griffin_daly_ @BusinessCourier https://t.co/D5eqo1Bhgb\n回复 @DawnsMission No, I want go back the my doctor who pushed it me after I'd had covid.  Wish there was a directory of doctors available who did not take that stance and/or have realized what a mistake it was. Also, how is it legal for insurance companies to incentivize vaccines?\n回复 @Riley_Gaines_ Because there are tons of terrible parents and when it comes to sports, they are insane.\n回复 @Beard_InTheBush And Catholic Charities of Southwestern Ohio is facilitating and enabling the infiltration illegal immigrants into our city. https://t.co/9oKWgpM5y4\n回复 @rose_bookie @WCPO The inverted flag in my profile is sign of distress, something our country is in, particularly relative to our judicial system. As for flags... https://t.co/qotWkAXUzI and this https://t.co/1zxQs96kRV\n回复 @WCPO As a “news organization,”you should know that this is in direct violation of the law and the Supreme Court ruling. That should be your headline. Further, buying votes is equally as illegal.\n回复 @BillAckman @POTUS Bill, Biden is obviously not calling the shots. The people behind him, and I suspect you have them in your contacts, are the reason \"The world is at great risk, and a Biden second term is a grave threat to global security and prosperity.\" They must be unmasked and revealed.\n回复 @RealJamesWoods And pushing Paxlovid! She is incompetently dangerous.\n回复 @nicksortor There are a lot of Horrific, Horrible parents out there. So sad for these confused messed up girls.  They have no future, none.\n回复 @nataliegwinters @KatieBrittforAL It was like bad librarian story time.", "overlap_score": 0.1622218563729875, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1059650433466142720, "screen_name": "Jim48691701", "user_at_name": "Crambone", "sample_content": "回复 @goofichyck @stay4goldens Done -  I usually wait about  5 or 6  days before I get concerned.  I've noted a few repeat offenders and they get blocked after 2nd time.\n回复 @Sassafrass_84 De Niro made millions from supporters on both side of the isle.  Then he gets political and criticizes half the country with his foul mouth and now he thinks he deserves respect .  🖕 Good riddance!!\n回复 @ULTRA_MAJESTY I must be  a parent because I had one like this.\n回复 @Sassafrass_84 No on MySpace and Columbia House but yes on the rest.\n回复 @JDunlap1974 Yes - but hope she gets the Senate seat. We will need it if the two woman Senate RINO's switch to Independent\n回复 @Rriittzziiee @DSychev2 Here's another picture of the brisket once it had been wrapped in the butcher paper and cooked from 165 to 195 degrees and rested.  It has to rest for 2 hours.  Most people put it in an ice chest still wrapped in the butcher paper.  This is it ready to slice. https://t.co/ADLV2p1t3b\n回复 @MilaLovesJoe I stopped watching the Five because of her and other liberals they had on.  Her voice is like nails on a chalk board and it's always a Dem talking point.\n回复 @TaraBull808 Hamburger - Wikipedia A hamburger,  also called a burger, is a dish consisting of fillings—usually a patty  of ground meat, typically beef—placed inside a sliced bun or bread roll.\n回复 @DesireeAmerica4 Train wreck / robbery.\nCame from another gaffe by Joe. https://t.co/eXgd93N3ZK\n回复 @TiffMoodNukes Her 15 minutes are up but she wants an extension.\n回复 @toxiccowboy1 Christina Bobb  - worked for NewsMax and was one of Trump's attorneys previously.   Kevin Corke with Fox News also follows me.\n回复 @BiologicalWoma2 In TX we had to schedule an appointment and drive about 50 miles to a smaller town to get an appointment sooner.  We got that appointment 45 days out to renew our drivers license.   Previous years we did it online but they wanted us in the office this time.\n回复 @DonnaBarford I remember having 4 channels and being the remote. My Mom and Dad would have me adjust the volume and change channels.\n回复 @Sassafrass_84 Fried hot dogs.  Always used regular bread.  Slice two hot dogs down the center and fry them.  Put them between two pieces of bread with ketchup.  Only hassle is hot dogs curl up while frying them.  😜Follow me for more recipes - lol\n回复 @Sierra598581524 Dry or with crust - ranch and Buffalo sauce on the side\n回复 @JDunlap1974 Maybe they should just quit now to avoid being forced out later. lol\n回复 @Shaykay1717 I hope you have a good time on your trip with HG.  Sounds like fun.  Hope yall can stay out of trouble. 🙂\n回复 @atensnut She's helping the Biden campaign - must be getting some good kick backs.\n回复 @TrumpGirl1971 I'd hate to be the guy sitting behind him.\n回复 @BiologicalWoma2 @Carmalways Done\n回复 @janninereid1 Humor from Trump's campaign.  “We don’t know who the Democrat nominee for Vice President is going to  be, so we can’t lock in a date before their convention,” senior Trump  campaign adviser Brian Hughes said in a statement. “To do so would be  unfair to Gavin Newsom, JB Pritzker,…\n回复 @delictum @WSJ @nytimes @USATODAY @wapo @latimes @tampabaytimes @nypost @chicagotribune @StarTribune @Newsday Must have been playing hide the sausage with Corn Pop.\n回复 @RealMattCouch While in Brazil at one of their BBQ joints I sampled a piece of a capybara.  I didn't like it.  It's the largest in the rodent family. https://t.co/sSIyqKZZoH\n回复 @texan_maga Their combined brain power if it was converted to fuel wouldn't be enough to start a piss ant's motorcycle.\n回复 @FarmGirlCarrie Yep - agree.\n回复 @Scottie8931 First try on Copilot - rookie\nOur average gas bill for spring/summer months was $30 last year.  I just got my bill for $150 this month.  Thanks Joe\n回复 @RitaPanahi @BradleyWhitford Apparently I must have already known that since he was already blocked.\nTesting - anybody see this 👀?  Shadowban test says I don't exist.", "overlap_score": 0.1808487301882693, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 108574411, "screen_name": "rae_schon", "user_at_name": "Rae Schon", "sample_content": "回复 @JamesSurowiecki Sharing a video on X is free speech! Your side is the fascists. This is America!\n回复 @ProfMJCleveland This woman is a partisan hack and needs to be out of her position! RFK has asked to be taken off the ballot in states that will hurt Trump.\n回复 @ananavarro @KamalaHarris Right, I guess democracy now means not allowing anyone else to throw their hat in, oh and no votes needed. Everyone else blocked. The Dems must have changed the definition of democracy too like they have everything else.\n回复 @krassenstein @elonmusk @CommunityNotes His opponent has NOT been found to have raped anyone. They couldn’t get rape because they had no evidence of rape. No date or year this rape would have occurred. In other words they made it up! Then changed laws to bring charges in NY. Like Nancy says, it was “ The wrap up smear.\n回复 @SnowDuff69 @EileenLugo1 @LeoTheLion1964 Since the indoctrination it’s now a lot higher. In teens it’s approaching 20%. It absolutely affects me as I have to change in a locker room with biological men. I am a grown woman and when thinking about young girls in this position makes me sick to my stomach\n回复 @coldiemom @MTGrepp @Just_Carrie_ There are only two states that actually have laws to prevent illegals from voting. This is Joe’s plan! You are naive.\n回复 @PhilWilson123 @CitizenFreePres Except there is proof, the mayors letter. It’s in writhing and you still won’t believe it. Who is the loser?\n回复 @ChrisDJackson Completely the opposite!\n回复 @GibbsKeith3 @CarolLago128065 @RocketmakerAL Okay genius, the prosecutor didn’t announce the crime the jury was to consider until the end of the trial after the defense rested. So if you didn’t follow it or have any clue the facts, don’t be a keyboard warrior. Just sit this one out or maybe do some actual fact finding.\n回复 @MrSnail2077 @therealCoinmon @krassenstein There it is, the Dems are always throwing fear in our faces. The fact that they over react about everything, is why nobody trusts them! We k own what a Trump presidency looks like and that is what we are voting for. We know what a Biden Presidency looks like and Kamala will loose\n回复 @vineetee @adeptusjihadi @elonmusk No, Biden should shut down the border exactly the way that Trump did with no extra Bills no extra executive powers. And no money for other countries! Just the laws on the books, that Biden is refusing to enforce!\n回复 @Tim_Walz @KamalaHarris Abortions are not Joy. Celebrating abortions at your conference does not bring Hope. Your party used to say they should be safe and rare. Boy has that changed!\n回复 @EdKrassen Kamala and Joe lie directly all the time! Like saying grocery store are gauging. They went from 3% profit to 1% profit. The real issue is hyper inflation caused from the Inflation Act they passed, which essentially is the Green New Deal. And government overspending.\n回复 @harryjsisson Except that is NOT Trumps plan. Dems secret weapon, tell a lie over and over again until it’s believed. We are done believing those who let millions into our Country and make us pay for the damage!\n回复 @Leeleeliberty11 @Ojeda4America Exactly, but they changed the definition of recession so they are ignoring it, telling everyone how wonderful our economy is.\n回复 @gayprincezote @WhaleLandUtahni @Serena_Partrick @JamesCo52049561 @GovEvers Most people don’t have issues with Trans people, they have existed forever. The problem comes with allowing biological men in women’s spaces and sports. Duh, that is why it’s such a hot topic today. It’s wrong. If it wasn’t we never would have passed Title9.\n回复 @CarolLago128065 @RocketmakerAL As far as the crime, the jury was to choose door 1,2 or 3. Give me a break! There is nothing above board on this trial. Every respected lawyer on both sides has come out and set it!. Which is why it will be overturned in 10 minutes. Purely political!\n回复 @JoJoFromJerz We have always monitored books for kids over the years. They must be age appropriate. This is not new. As far as YOUR body, it’s meant for states to decide period. How about all of you go to your state capitol and work on legislation to allow for women to terminate for one offs.\n回复 @krassenstein All of the free stuff she is promising is going to cost tax payers period! She believes in Equity not Equality so she has to give free stuff!\n回复 @BobMishler @mmpadellan Trump had many border policies that stopped an invasion. Biden rescinded them immediately. We don’t need a bill for the border with built in money that has nothing to do with the border. We just need Trumps policies in place again. Biden has the record for illegals crossing\n回复 @malonespeaking A school gymnasium, hmm impressive. It’s not sane to use a coup to push out the candidate that your party has been lying about for years. Your party is as dishonest as it gets. Worried about loosing power. You couldn’t care less about the safety of this country.\n回复 @rondaleroi @ashleighlondon @elonmusk I am sorry about your doctor. But I’m afraid you hold too much faith in this vaccine. Don’t listen to me, research for yourself. All of the information is on the CDC website. It is not safe for everyone and it is not effective. The WHO has come out and said this already.\n回复 @JoJoFromJerz It was a riot, not an insurrection. Very small amount of the population was violent in a crowd that size. We now know the FBI had human assets that they go to great lengths to cover up!\n回复 @hopefuloptimist @Michell33650674 Actually no, that’s your future if Kamala wins. We know exactly what happens if MAGA wins. We lived it four years ago, it was much better than what we live today. Your side is fear mongering.\n回复 @thejackhopkins Right, he has been fighting so hard that he has made several trips to America for  photo opps. Don’t recall another President whose country was at war doing this.🤔\n回复 @CarolLago128065 @FunkoPopNut @fateddissent @RocketmakerAL You will condone this at every turn, I see that. The defendant must know the felony they are charged with to form their defense. To drop it at the end after the defense has rested is unconstitutional. Many well respected attorneys on both sides are speaking out about this.\n回复 @Ally_Sammarco While you’re on this train, where was Kamala’s father? He wasn’t at the convention to support her.🤔\n回复 @EdKrassen Because his border policies worked at securing the border. Biden immediately redacted his policies leaving our border open so he could have a crisis and get loads of money for Ukraine. Many of us have longer than a 5 second memory. Unlike your followers.\n回复 @gayprincezote @WhaleLandUtahni @Serena_Partrick @JamesCo52049561 @GovEvers American is about individual rights being equal, not advantages or extra rights. Women need safe spaces period. There was no issue with Trans people until the left went completely off the cliff!\n回复 @Michell33650674 Such a lie! He has 87,000 IRS agents coming in. Nope they are after middle class. All transactions of 600 or more. They have to pay for all the illegals that will cripple this Country! You are blind and obviously can’t do the math.", "overlap_score": 0.1391231644093308, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}]