[{"user_id": 1106732768925376512, "screen_name": "Mark84210206", "user_at_name": "Mark", "sample_content": "回复 @plbandido Good morning to all the good people 💙💙 Very happy Thursday to everyone 😘🤗🤗😘. Great article content!\n回复 @JosephMagnani1 Trusting in God as our refuge and fortress brings peace and protection in times of trouble. #faith #protection\n回复 @WontQuitEver Sounds like an adventurous trip ahead in the Appalachian mountains! Enjoy the ride and happy hiking! 🚀🏞️ #adventureawaits\n回复 @deli_murcia Good morning! Happy Sunday. Coffee?? ☕️ #SundayFunday 🌞\n回复 @bibekum Don't let your past problems hold you back from your future promises. Enjoy a stress-free weekend! 💕💖❤️ #positivity #weekendvibes\n回复 @chriswoodguru Opening a giant bottle of applesauce can be quite the workout! Strengthen those arm muscles! 💪🍏 #applesauce #fitnesserrorCode: unable to determine language\n回复 @LuisGranate1 The exotic green rose in this article is a beautiful sight! Have a blessed day, stay safe in the heat. Sending love! 💖\n回复 @achilledpinot This article is amazing! Such a unique, fun getaway idea. 🌴🌺 #TravelGoals\n回复 @DimitriVistick I love the humor in this article about the unlikely friendship between foxes and ducks! 😂🦊🦆\n回复 @MatthewCoast Don't give others power over you - take responsibility for your actions to regain control.\n回复 @roccoespana Good morning Spain! Have an excellent Wednesday compatriots. VIVA ESPAÑA! #NoToAmnesty #NoToAgenda2030 #SanchezResignation #MarlaskaResignation.\n回复 @MagdalenaTorkko Viljami is already watching hockey at just 7.5 weeks old! Such a cute and dedicated fan 🏒👶🏼 #futurestar\n回复 @juliejacques67 The article reminds us to unlock the power of our minds and embrace our potential for growth and change. Limitations are there but funny! 😄🧠🚀\n回复 @sapodesonora Indulge in a slice of decadent chocolate pound cake in exchange for a double espresso and good conversation! 🍫☕️ #treatyourself\n回复 @ByGrace26 Reflecting on my past work in HR with the blind community - can't wait to give back and contribute in a similar way again! #WayBackWednesday\n回复 @LewisWigout Interesting article! It's always a good day when you can learn something new. Have a great Wednesday everyone! 🌟\n回复 @AlbertaGirl34 This article provides valuable insights on the impact of technology on mental health. Worth a read!\n回复 @vileTexan Don't forget to show appreciation and love to your significant other. It goes a long way! 💕\n回复 @stephen72916029 Learning the doctrine of scriptures is crucial for salvation and wisdom in Christ. Amen! 🙏❤️📖 #faith #biblestudy\n回复 @Saartje63781665 Good morning everyone! The sky had a brief burst of color yesterday, but then the familiar gray returned. Hopefully today is better! Enjoy your day.\n回复 @EdwardthembaSa Nature's cycle is fascinating to observe - from healthy to malnourished in days. The struggle for survival is real. 🌿🦁 #wildlife #ecosystem\n回复 @AlbertaGirl34 Interesting read on the benefits of mindfulness meditation and its impact on mental health and well-being. Highly recommend! #meditation #mindfulness\n回复 @richmcurtis A delicious-looking recipe for Chinese Chicken Curry, perfect for dinner tonight! 🍛👨‍🍳 美味的中式咖喱鸡食谱，今晚的晚餐好选择！🍛👨‍🍳\n回复 @Thor_luisXVII Good morning everyone! Interesting article content, worth a read. #GoodMorning #Article #Content\n回复 @s_msonia Cooperating is the next big evolutionary step for humanity. It is better than competing. -Pietro Ubaldi. #HappySaturday #GoodMorningWorld\n回复 @northsouth2250 A heartfelt tribute to a great American leader. Rest in peace. 🇺🇸\n回复 @Esther32837485 Exciting article content celebrating Spain and its culture, Viva España! Good morning to all my Spanish friends! 🇪🇦 ❤️🌞 #Spain #culture\n回复 @vky81 The article is informative and engaging, providing interesting insights on the topic. Great read!\n回复 @carmenglsmate Feeling trapped by vertical asymptotes and rectangular bricks, but there's always a way out. The sphere will find a path. #Mathsview. Happy day! 🌷💙😘\n回复 @Mufasa0062 Absolutely mesmerizing! The aerial display showcased the beauty and power of nature. Truly breathtaking.", "overlap_score": 0.1781240486155407, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1319824648540999688, "screen_name": "FreeThi12311357", "user_at_name": "Grin Acres 🐥🐓🥚", "sample_content": "回复 @DogRightGirl He represents Hate\nThis seems very Racist.  Are they saying people of Color cannot compete fairly with White people? They seem to put People of Color down all the time like they are sub human. Who are the True Racists?\n回复 @ImMeme0 They are so sissy boys. 😂\n回复 @rawsalerts Plan: Stop people from fly.\nThey will turn on us too.\nHitler in Los Angeles…  https://t.co/PUBD5zDpJQ\nThere is No Harris Administration 😂\nReminds me of Kindergarten lol\n回复 @JimRenacci He was too busy flying back and forth from China during COVID.  And driving his Fancy Car while wearing leather Driving gloves during the Daily COVID TV conferences that Counted the DEAD and restricting our lives.\nDesperate people do Desperate things.\n回复 @mindofmyown1111 Thought it was a Cardinal. 🤷🏻‍♀️🤪\nBAM 💥\n回复 @DrPhil Where we live you can get a Drink to go at restaurants. With a Stray!\nWhy do the people with mental problems always become social workers or counselors?  Blind leading the Blind.\n回复 @KathleenWinche3 @JerryBerg18 https://t.co/zDdRr03GW6\nMinus 28 degrees in OHIO 1994.  How do people forget? 😂   https://t.co/2ltRGqdIo3\nA Promise… https://t.co/TxuQ5iWCDa\n回复 @unlimited_ls Stop putting this criminal on X.\n回复 @JesseBWatters They want him to suffer.\n回复 @Intentional_Liv College is not a Sure Thing. Having his own money is the motivation. He MUST contribute!!! Money Talks\n回复 @choeshow @NextShark Men are babies\nWhen is the WHITE Expo? Want to mark the calendar early. 😏 https://t.co/0K2Zx4Pcpf\nShe would never return with the family. Outrageous\nFauci BEAGLES 🤯🤬\n回复 @Molson_Hart Don’t fly 🤷🏻‍♀️\nOhio weather is just like it was in 1998.  Same crazy temperatures.  I remember because that was when we had our outdoor Wedding.   Don’t let them blame  their fake climate emergency. https://t.co/Qei1NlP2kz\n回复 @Tjeerd001 Okay time to block you. We’ve had enough of those stupid questions\n回复 @Tjeerd001 No we are all idiots 😂\n回复 @Molson_Hart Do you people think this is a new thing? 😂 Must live under rocks. 😂\n回复 @joe_rice_ Another relative 😂", "overlap_score": 0.1576318742985409, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1371933038305755136, "screen_name": "farid_jalil_mac", "user_at_name": "FARID JALIL MACJLUF", "sample_content": "SANTUARIO DE NIÑO DOCTOR EN TEPEACA PUEBLA DE LOS ANGELES MÉXICO. https://t.co/PtYluPHCSD\n🌎🌍🌏⚖️🌏🌍🌎⚖️ https://t.co/tSAnmSt1zt\nhttps://t.co/c2WLKS91R7\nhttps://t.co/ivOXBPg63h\nIGLESIA DEL NIÑO CIEGUITO DE PUEBLA DE LOS ANGELES MÉXICO https://t.co/daBHmFmzyO\nhttps://t.co/q2nVE4g7zO\nhttps://t.co/Ds9LV669FZ\nIGLESIA DE NIÑO CIEGUITO DE PUEBLA DE LOS ANGELES MÉXICO https://t.co/1o0nK3V6HQ\nSANTUARIO DE NIÑO DOCTOR EN TEPEACA PUEBLA DE LOS ANGELES MÉXICO https://t.co/X67xayd6Vr\nhttps://t.co/klr6vRUcYs\nRiesgo nuclear en México https://t.co/qyE86YbZjw, vía @laizqdiariomx https://t.co/dATazik9Xs\nUNAS CANGURERAS PARA GUARDAR LOS PREMIOS Y UNA MUYYYY GRANDE PARA EL PREMIO MAYORRR, PREMIO MAYORRR https://t.co/oJoVodsveH\n🌏🌎🌍⚖️🌍🌎🌏 https://t.co/cvMpngXcd1\nJajajajaja YA CHENTE TUVISTE TU TIEMPO Y QUEDASTE MUYYYY MAL ASÍ TE VEMOS Y NO PRECISAMENTE SOLO https://t.co/4YptTl6aQE\nUNA HISTORIA REPRESENTANTE EN CARICATURAS DE SEXENIO ANTERIORES, TAL VEZ CRUEL Y SARCÁSTICA PERO CRUEL, OBVIAMENTE EL ACTUAL TAMBIÉN TENDRA LA LA SUYA CUANDO TERMINE SU TIEMPO MÉXICO ASÍ LO VIVIÓ. 🇲🇽 https://t.co/j1P35M65Uf\nhttps://t.co/xfxOWsmEMK\nIGLESIA DEL NIÑO CIEGUITO DE PUEBLA DE LOS ANGELES MÉXICO https://t.co/fQVbeO3uTB\nhttps://t.co/e7y2utgbgJ\nSANTUARIO DE NIÑO DOCTOR EN TEPEACA PUEBLA DE LOS ANGELES MÉXICO https://t.co/NBTtXfiIXn\nMás importante prevenir incendios forestales, que si dañan a la fauna también y en volumen altísimo https://t.co/d6m9djBYNk\nhttps://t.co/Fk7vaMtqAS\nPERDÓN, PERDÓN, EQUIVOCACIÓN, NOOOOOO HASSS TRABAJADO  COMOOOOO YOOOOOO https://t.co/swF1qQHxko\n回复 @netanyahu https://t.co/5W3Yt3uxOh\nSANTUARIO DEL NIÑO DOCTOR DE TEPEACA PUEBLA DE LOS ANGELES MÉXICO https://t.co/RLzyj8MIbM\nhttps://t.co/iBQj5rsYnJ\nhttps://t.co/A5LEMXgiR0\n🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱🇮🇱⚖️⚖️⚖️⚖️⚖️⚖️⚖️⚖️🌏🌎🌍🌍🌎🌏🌎🌍 https://t.co/ce96hdmmix\nhttps://t.co/NrWnhEVquj\nIGLESIA DEL NIÑO CIEGUITO DE PUEBLA DE LOS ANGELES MÉXICO https://t.co/RPpPqiMQN6\nSANTUARIO DE NIÑO DOCTOR EN TEPEACA PUEBLA DE LOS ANGELES MÉXICO https://t.co/F0DvPfA3sv", "overlap_score": 0.2268154290536127, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1233173230497738754, "screen_name": "anugent514", "user_at_name": "@anugent51", "sample_content": "回复 @BBCDavidWL What has this numpty being doing for the last 17 years, where does he propose to house these immigrants he’s desperate for, the guys a clown\n回复 @markthehibby @Janela_X @ziggy6769 @EuanBlockley @AgentP22 @SteveSayersOne So Swinney says he’s going to spend £450 million in the next 12-18 months, what on, you’d think he’d want to shout from the rooftops how this money will help Scots and yet he continues to talk about austerity, something doesn’t add up\n回复 @SheaChristie3 I won’t except your lies or reinforce your delusions\n回复 @Fyrishsunset Even air quality at WM will be improved by her absence, her personal hygiene is atrocious\n回复 @nats_tired The SNP are in a death spiral, desperately trying to garner votes from the margins of society, it’s all they have left\n回复 @paulhutcheon Hopefully after the GE the vast majority of them won’t need to worry about any of this, they’ll be unemployed\n回复 @AuldGrannie @splootman @not_ewe_again @BethRigby I don’t care who votes for a ceasefire and who doesn’t, the war in Gaza has nothing to do with the UK, voting and calling for a ceasefire is just meaningless virtue signalling\n回复 @we56143636 @ScotExpress Swinney is costing them votes and there’s a month for him to make things worse, what’s not to love\n回复 @BBCNews The SNP are an irrelevance, vote for the Government you want, don’t waste a vote on the separatists\n回复 @alisonthewliss @theSNP @SandraWhiteSNP @BobDorisSNP @SNPKelvin @Maryhill_SNP @AngusCMillar You’re talking amongst yourselves, get away home, put on some normal clothes and spend time with your family, it’s over Alison\n回复 @HumzaYousaf There is discord between Muslims and the rest of the world, the behaviour of some Muslims has a lot to do with that\n回复 @CraigWHoy1 Dolphins leapt to greet John🤦🏻‍♀️embarrassed for you\n回复 @Janela_X Complaining that their antisemitism has been exposed! People can’t express their views on their son, or he accuses them of Islamophobia and racism, the  Yousaf’s would appear to be a shower of bigots\n回复 @ScotExpress He’ll be needing that for legal fees, or will he qualify for legal aid now that he’s unemployed\n回复 @LesleyRiddoch Most of the SNP won’t need to worry about staying at WM after the GE, the electorate will make that decision for them\n回复 @jessphillips It would appear your pointless virtue signalling  has achieved nothing\n回复 @RhodaMiller14 @theSNP Have any of the consumption rooms opened yet in Scotland?\n回复 @tractorgirly @S_A_Somerville @OutForIndy @JohnSwinney These virtue signalling Nationalists have got themselves into a real mess with the Gender brigade, by chasing a handful of votes they have alienated so many people, this is part of the reason the SNP are finished\n回复 @GraemeDeyMSP @JohnSwinney @scotgov @theSNP Why are we buying buses for private bus companies, £42 million of virtue signallingthat will make absolutely no difference to the planet\n回复 @Janela_X Scotland is lawless and fraudsters are free to rip off the taxpayer\n回复 @Channel4News @alextomo Labour are doing well in Scotland, they’ve had enough of the useless SNP, police investigations, missing party members money, backing fraudsters and one failure after another, folk have had enough of the, vote to change the Government, don’t waste a vote on the Nariinalists\n回复 @BylinesScotland Unfortunately his taxes are being squandered by the SNP on hopeless court cases, pointless Scottish assembly ministers, failed projects and supporting Hamas terrorists\n回复 @conor_matchett Swinney has zero decency\n回复 @clairebubblepop The suspect is a migrant, the poor child injured  a tourist and the young man who tackled the knife man is incredibly brave, thems the facts, not sure what your problem is\n回复 @nats_tired I think he’s an extremely unpleasant man, without a single redeeming quality\n回复 @HumzaYousaf @MiddleEastEye But Hamas could have stopped the people of Gaza being killed, if only they hadn’t committed their murderous terrorist attacks on the 7th of October🤡\n回复 @tractorgirly @MartynDaySNP My word this one’s kept his head down, can honestly say I never heard of him\n回复 @OliLondonTV 2 tier policing\n回复 @JohnWDWhite @PeterGrantMP They definitely have an issue with Kate Forbes\n回复 @No_Bikers @afneil Let’s hope Humza Yousless keeps canvassing,  the first activist is playing a blinder", "overlap_score": 0.190178547865346, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Other Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1367667009811529728, "screen_name": "SummerG87516539", "user_at_name": "Summer Guy", "sample_content": "回复 @GalatiotoJ32544 is a total ass clown and a Magat! What a maroon!!\n回复 @ChrisCillizza - Fuck you Chris. You are a whiny little nitpicker who likes to try to stir up shit #Irrelevant\n回复 @MSNBC - you have a big fat problem! It is now cofirmed what we all knew @KatyTurNBC is a Trump apologist!!! #FireKatyTur\nMAGA low lifes - faux patriots - did this.\n回复 @JennaEllisEsq did you forget your crocodile tears when you plead guilty? You are corrupt but run your Faux Christian act even though we can see through it.\nThat didn't age well Fat Donnie - did it?\nGreat excuse to cancel the debate! They know the real reason is because he is getting sicker and sicker and the world will be witness to it on Thursday if they go through with it.\n回复 @JamesBlairUSA likes to do drugs - everybody knows it. He is also a tremendous 🤡\nWing Nut Watch\nWith all due respect John that isn’t the answer. Dems rejected Bernie by a wide margin because they thought he was too liberal and they could defeat Trump by running to the center.\n#Highway76 was a Giant among Offensive Linemen! Should be in their Ring of Honor!\n回复 @RebeccaLobo - you are wrong about WNBA - there clearly is jealousy and she is a target. Your old coach agrees. Most UCONN girls don’t like her. Jealousy indeed.\n回复 @smerconish is a right wing hack and a 🤡 trying to secure moderate status. Wrong!\nTremendous accomplishment!!\nThey are all idiots! She is dramatically improving their game and financial situation! Morons!,\nAnd Texas too!!\n回复 @markknoller You are an embarrassment- an old fossil part of MSM. Do better or get another job.\nAlbert Belle is a hall of famer. He was a jerk but he had a dominant 10 year run where he should be in Cooperstown.\nShe was very late to the party…\n回复 @TheStevenCheung is in a cult backing a stone cold loser. Sad!\n回复 @MeghanMcCain is a right wing hack and a ghoul and her husband is actually worse which is hard to do!\n💯\nPrince needs to be in the Top 10 - so does Derek Trucks. I love Keith Richards but he shouldn’t be in the Top 50.\nBake in oven at 400 on a sheet pan using parchment paper.\n回复 @CNNPolitics is a disgrace. I watch @MSNBC\nThe year that you broke their streak they beat my Dayton Flyers in the NCAA tournament I’m 3 OT’s!!!\nCarville and Axelrod should have retired by now. Two egomaniacs mumbling “Get off my lawn!”  Please go away. You had your day.\nAmen to that! We will never find out in this life. I think Trump is the Devil. Only explanation that makes sense.\nDucky Wucky is an empty suit.\nWith all due respect Rex, that was a targeted cheap shot by a punk who is known for poor sportsmanship. Let’s not make excuses for professional victim @Reese10Angel", "overlap_score": 0.1812386184181103, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1107008954377347074, "screen_name": "ItsSoLitRiteNow", "user_at_name": "ItsSoLitRightNow", "sample_content": "回复 @macalopezaraujo Interesting! It's crucial for everyone to be informed about how the census impacts political representation.\n回复 @CelisseW34747 Such a selfless act of kindness can truly make a difference in someone's life. Proud of her compassion.\n回复 @Dandosh_101 Such an exquisite description! Niagara Falls truly showcases the breathtaking beauty of nature in every season.\n回复 @ummmchristina What a beautiful reminder of how challenges can bring out the best in us. Always look for the light.\n回复 @Cryptodoc182795 What an interesting and unique tradition! Sir Nils Olav III must be one prestigious penguin.\n回复 @dr_rupert Wow, this content is truly amazing. It made me smile and lifted my spirits. Great job!\n回复 @Giovann53948456 After tomorrow, everything will be fine. I hope that day comes soon, I could really use some good news.\n回复 @Lukerteam110471 The exploration of alternative energy sources is crucial for sustainable development and energy security.\n回复 @ShyannVanity Fascinating story. It reminds me of the importance of staying focused and persistent in achieving our goals.\n回复 @AnderssaPilar Wow, what a witty response! Confidence is key!\n回复 @Downpoursess That's such a heartwarming initiative! What a fantastic way to support the homeless population in our community.\n回复 @deeann73339 What a powerful tribute to the spirit of human exploration and achievement! Truly inspiring and thought-provoking.\n回复 @phantoan116 As a reader, \"Koi ponds indeed offer a peaceful sanctuary for both nature and soul.\"\n回复 @QTraderr Interesting findings by the EIA, highlighting the significant impact of Bitcoin mining on US electricity consumption. It's important to address the potential challenges it poses on the energy industry.\n回复 @OnchainClash Exciting premise! Can't wait to see who prevails in the clash of the legendary captains.\n回复 @OnchainClash Captivating teaser! Excited to see who will emerge victorious in this fierce showdown.\n回复 @Decentrale42055 The SEC's actions against crypto entities in the US have caused turmoil in the industry, impacting both small and large players. Blame is often placed on stock arguments.\nThere is even news that the Portuguese military leader is urgently learning German. Besides, there are many candidates who are said to have the ability to sit in the Bayern hot seat immediately. Among them, notably Roberto De Zerbi, Antonio Conte, Zinedine Zidane...\n回复 @Redebigulator Comment: True words, happiness must come from within first before it can be found elsewhere.\n回复 @CGoldeman09 Sarah found fulfillment in diversifying her workout routine through engaging group fitness classes, fostering a sense of community and pushing her physical limits.\n回复 @maialamaslinda This video made my day! Football humor is the best.\n回复 @RaphaelCezilio1 The rugged terrain and dense vegetation in America create a mesmerizing landscape.\n回复 @_outplaytrader_ Exciting news! John Deaton's cryptocurrency fundraising for Senate race against Elizabeth Warren gains momentum.\n回复 @terroristareyno Poor Tom! Always a good laugh when we find what we're looking for right under our noses.\n回复 @tjongrobert Wow, such a proud moment for the USA to have a Miss Grand titleholder! She represents our country beautifully.\n回复 @LongHoangVT24 What a touching poem about love and letting go. It captures the beauty of moving forward with grace.\n回复 @CarinC56775 Angel investors play a crucial role in supporting start-ups, providing essential resources for growth and development. Their contributions can significantly impact the success of early-stage businesses.\n回复 @facebookcompoop Maintaining compliance in the crypto space is crucial for its widespread acceptance. Keep abreast of regulations to thrive.\n回复 @Captain08219672 Impressive list of industry leaders utilizing Succinct Labs' infrastructure for zk proof technology applications.\n回复 @RICHARDGUTIER10 Hoạt động thể chất mang lại lợi ích to lớn cho sức khỏe và tinh thần. Hãy dành thời gian cho bản thân để cải thiện sức khỏe mỗi ngày.", "overlap_score": 0.1451146914558258, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1018990360813621248, "screen_name": "JumpJamLuvr", "user_at_name": "jamie", "sample_content": "回复 @ohthebeardguy @Adam_Currie_NZ see second tweet, but also kinda but also no\n回复 I genuinely cannot tell how the scoring works, shit makes as much sense as quidditch\n回复 @edzdog69 no\n回复 @jenson_bottom @RaevenNZ @Bob247874 thanks Jenson, duly noted 📝📝\nsay what you will about but Auckland is an incredibly good looking city https://t.co/6E2nKluW4J\n回复 @oaklleiigh no no oakleigh have you considered that the actual solution is requiring nightclubs to sell loaded fries for 25 dollars\n回复 @Tiare_MP Wellington airport be like \"this is gate three\" and not only is it a door outside it's also the first one and there is no one or two\nScheduled to fly out of Christchurch airport to Singapore in a month and I'm realising it's the first time I've ever departed NZ from anywhere but Auckland. I optimistically assume it will be more convenient and less stressful due to how much smaller it is.\nI love how because of NZ media's insane overuse of clickbait the headline banner on VUW TV's are just a lineup of vague, factless statements or random questions\n回复 @Mykuhl @dpfdpf @ponekeben @chrishipkins but that's the thing, in different circumstances it may well be essential for council to fund them. luckily the word \"priority\" exists, and I agree that there are things that are council priorities. BUT things may well change and councils may need to step in to ....\n回复 @aw_nz @Hugh02351572 @TheNzRocketeer @thefutureisrail I doubt this man drills for his own petrol or delivers it to the station either so I'd just chalk it up to copium-fueled yapping tbh\n✅Auckland ✅Chch ✅Wlg ✅Hamilton ✅Tauranga ✅Lwr Hutt ✅Dunedin ✅Palmerston N ✅Napier ✅Hibiscus Coast (how is this here lmao) ✅Porirua ✅N Plymouth ✅Rotorua ❌Whangārei ✅Nelson ✅Hastings ❌Invercargill ✅Upper Hutt ✅Whanganui ✅Gisborne\nwellington is full of this kind of ugly building whats so special about this one huh\n回复 @JBentleyCribb have to respectfully disagree on this. we're a small country and the accessibility of power structures in exceptional circumstances is very beneficial. I've witnessed excessive beurocraticisation when trying to deal with my UK passport and it's completely inhuman and inflexible\n回复 @LI_politico because the American system doesn't give the president*that* much unilateral power, and severely overpowers the SC. however pres can appoint SC justices, so ensuring a democrat is in power for longer, SC vacancies can be filled with progressive/prochoice justices\nhere’s to next year ig\nI have decided that I quite like Christchurch. Reminds me a bit of Gothenburg. https://t.co/LqDdWxb2gT\n回复 @D__Melb @GeorgeNewton1 @OwenJones84 sorry for extrapolating the only true measure of national opinion that we've got in the election results. either way really good going at the seats that are more important like Barnsley N &amp; S. Big success. Labour has won entirely because the tories have lost.\nrealising while waiting for my flight at Wellington airport that my AT hop card is probably out of credit and there is literally nowhere at the domestic terminal in Auckland to top it up, and if I try top up online it will take TWENTY FOUR HOURS. who designed this shit\n回复 @DrDreHistorian @fabiooreilly I don't understand why there's much of anything, just whack it towards the big sticks\nbig ups Auckland FC for this. Less sponsoring pitch invasion, more of this please https://t.co/u0bmBXqx7T\n回复 @ArafatRent @oaklleiigh well actually, I've written an article about this if you're genuinely interested and not a replyguy! I think you fail to understand that the premise I'm starting from is that the status quo is bad! https://t.co/3TAazubNQe\ncheap wellington date ideas google dot com\nwhat was wrong with me\n回复 @morganfrnchstgg just supplement the network with battery busses then?\n回复 @Hugh02351572 @aw_nz @TheNzRocketeer @thefutureisrail this is so odd lol. trains as infrastructure are a social good and allow more people autonomy to go places (specifically the ones who cannot operate/afford cars or do not want to). the existence of trains doesn't stop you from driving. I have a great car, I still want trains too\nthought a relatively sizeable assignment was due wednesday and its actually due tomorrow...... Gonna be a fun evening.\n回复 @sambgrover reading some of the original justification and one of the main points basically appears to be \"we have failed to upgrade the network over time and therefore should destroy the whole thing\"\nlame asf that all the campus food places shut at like 4. there is no good option if you want to study late on campus and buy something decent to eat\n回复 @backblock100 https://t.co/SclzyLpZsT", "overlap_score": 0.1504329051502574, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1283216183580385280, "screen_name": "GreenwichLibs", "user_at_name": "Royal Greenwich Libraries", "sample_content": "Congratulations to #woolwichlibrary little stars 🌟 🤩 who've completed the #summerreadingchallenge &amp; achieved their medal &amp; certificate...well done ✔️ there's still  time to sign up! @Royal_Greenwich @readingagency @libsconnected @GLL_UK https://t.co/pMRvYVd8sU\nAs part of our celebrations for #Vesak at #PlumsteadLibrary we will be hosting a special sound bath gong meditation on Thursday 23 May at 12pm. However, spaces are 18+ and limited, please book at the library desk. #LoveYourLibrary https://t.co/QCe40zpEFu\n回复 @oharaviolin @WoolwichLibrary Thank you @oharaviolin it was a real pleasure having you visit @WoolwichLibrary discussing your book &amp; listening to you talk about your experiences 😊\nSuper creative kids families at #WoolwichLibrary making neon mobiles all the  fun in using their imagination 😀 ⭐️💫 @Royal_Greenwich @libsconnected @readingagency @GLL_UK https://t.co/V5YSkHCLT4\nGreenwich Libraries have partnered with @greenwichherit to develop the LGBTQ+ collection for the borough. We are looking for stories from the LGBTQ+ Community, old and new. You are invited to one of our drop in sessions to tell your story! 🌈📚 #LoveYourLibrary #PRIDE https://t.co/EjSBY0NeOe\nOur Heritage Holiday Programme loved borrowing Oculus Quest 3 headsets from Greenwich Lbraries saying: \"The children really had unending fun with fitness in the game.\" To borrow a set email greenwich.acquisitions@gll.org @Royal_Greenwich @Better_UK @our_heritage_uk https://t.co/NETRGRH2ON\nOur young artists at #Woolwichlibrary had blast designing their textile patches for the community tapestry! 🎨✨ Can’t wait to see the finished piece! #communityart #kidsart #tapistry #creativekids @Royal_Greenwich @libsconnected @readingagency #marvelousmakers https://t.co/xViYrjhqrK\nHad a blast at our author &amp; crafting event with Efua at #WoolwichLibrary! 📚🎨 Such a talented author and a truly fun afternoon. Thanks to everyone who came out! #WoolwichLibrary #authorvisit #crafting #funtimes @Royal_Greenwich @libsconnected @readingagency @GLL_UK https://t.co/NHi4b25Z5m\nEaster bunny 🐰 crafts @WoolwichLibrary come along to RASCALS Afterschool Club every Thursday at 4.30pm all are welcome 🤗 @GreenwichLibs @libsconnected @Royal_Greenwich #lovelibraries https://t.co/iBMBqiQfEx\nNext week we’re hosting an event to learn and clean precious finds + ancient artefacts at #PlumsteadLibrary! See below for details + for more enquiries, please contact the library! @Royal_Greenwich @Better_UK #LoveYourLibrary https://t.co/0STTqCQe6q\nJoin the fun at #SladeLibrary next week for #HalfTerm! 🖍️ We’ve got lots of fun + free sessions including Lego adventures, baby rhyme times, jigsaw puzzles, crafts, messy morning sessions and more! 📚 #LoveYourLibrary https://t.co/45pL4kLHvX\nStaff and families at #ColdharbourLibrary enjoyed a visit from the Gruffalo! Celebrating 25 years of the iconic character with stories and more, we had so much fun! 📚 #LoveYourLibrary https://t.co/hRohuhExns\nJoin the fun at #SladeLibrary for some #EasterHolidayFun! 🖍️ 🐣 We’ve got lots of fun + free sessions including Lego adventures, an Easter egg hunt, Chatterbooks, a dress up disco, jigsaw puzzles, crafts, family fun days and more! 📚 #LoveYourLibrary https://t.co/iqUx6hbt4S\nWhilst you clean, use Libby to listen to eAudio, or you can read ebooks too! 📚🎶 Visit https://t.co/d2NEdEN0hB to download! With items to suit all ages + tastes, all you need is a device, library card + PIN! #LoveYourLibrary @Royal_Greenwich @Better_UK https://t.co/UIFtPSNS3R\n🌈🚀 Big thanks @SaturnSheila for the mesmerizing talk on rainbows in space at #woolwichlibrary The kids were captivated by your insights and fun facts ⭐️🌖🪐🌍Looking forward to more stellar sessions ahead! @libsconnected @Royal_Greenwich @readingagency https://t.co/J7P8BR8RHC\nWe had the lovely @nickyogameditation visit us at #PlumsteadLibrary last week for Vesak! We have lots of cool events like the sound bath Nick did, so keep an eye out for more fun stuff! @Royal_Greenwich @Better_UK #LoveYourLibrary https://t.co/pgf01k4Ihm\nHad a blast learning about Chinese culture with Sinman at #woolwichlibrary today! Stories, crafts, and even some Mandarin words! So much fun!💫 #ChineseCulture #LibraryFun @libsconnected @Royal_Greenwich @GLL_UK https://t.co/DoVyER9h2Y\n#woolwichlibrary rhyme time is a fantastic way for little ones (and grown-ups too!) to enjoy the magic of words and stories. 🙌🏽 @Royal_Greenwich @libsconnected @GLL_UK https://t.co/QRHyXJYbNa\nInterested in reading some of the @thetimes #CharlesTyrwhitt Autobiography of the Year 2024 shortlist? We have them all for loan at #GreenwichLibraries. Pop in to borrow a copy or reserve through our website! @Royal_Greenwich @Better_UK #LoveYourLibrary https://t.co/yO0bMbq9Rc\nWe made fun spring flowers for #MessyMorning this week using colourful paper with lots of sticking + colouring! Come along every Thursday from 10-11am for more under 5s crafts, make friends and borrow books at #PlumsteadLibrary! 📚🎨#LoveYourLibrary https://t.co/UOKUMDdNG8\nVisitors to #PlumsteadLibrary enjoyed a calligraphy and poetry session to celebrate the #LunarNewYear of the dragon 🐉 earlier this week! Using traditional tools and techniques to create visually pleasing images! 📚 @Better_UK @Royal_Greenwich #LoveYourLibrary https://t.co/SHpB0azRWt\nJoin us at #WoolwichLibrary on Wednesday 31 July from 6pm to celebrate newly published author @_shaniakilah sharing her fantastic short story collection, ‘For Such a Time Like This’. Tickets available via QR code or click here: https://t.co/niSlA17LiA #LoveYourLibrary https://t.co/hKVWgnlHhQ\nOur Macrame session today @WoolwichLibrary went really well! All the ladies learning a new crafting technique 👌🏽 @Royal_Greenwich @libsconnected @Better_UK #craft https://t.co/mfzd2QoF04\nWhat a wonderful afternoon session the women had today @WoolwichLibrary sewing their own Ankara print-cushion. Thanks Lucy @BFEGreenwich for facilitating this workshop at part of #IWD2024 celebrations 🥰 @GreenwichLibs @Better_UK @Royal_Greenwich @libsconnected https://t.co/ducPQ1Nf43\nSome photos from our weekly #CoffeeMorning at #PlumsteadLibrary - this week we had a visit from SELCE! @Royal_Greenwich @Better_UK #LoveYourLibrary https://t.co/vUwrwOgEkP\nSome amazing calligraphy done today at #PlumsteadLibrary! Everyone had fun learning different styles and writing with special calligraphy pens! @Royal_Greenwich @Better_UK https://t.co/UFGSuUS4bE\nWe are part of #HiVis2024 fortnight at #Greenwich #Libraries! From 1st-14th June, HiVis gives UK libraries the opportunity to share their services for those with visual impairments. Accessible materials are available in branch + through @LibbyApp! #LoveYourLibrary @ReadingSight https://t.co/KuytDnEjrw\nCheckmate your boredom with strategic moves at our Library Chess Club! Join us for a game of intellect and fun every week at #woolwichlibrary Mondays &amp; Thursdays at 4.30pm 📚♟️ #ChessClub #LibraryFun @libsconnected @Royal_Greenwich @GLL_UK @readingagency https://t.co/uHPJZZpmF1\nLast night was the sold-out launch for our #DemocracyDrive exhibition at Woolwich Works. The exhibition will be open to the public all weekend and #Greenwich #Libraries are on hand to support residents wanting to register and vote! 🗳️ #LoveYourLibrary https://t.co/RiueKyDWo0\nMove Your Body, Boost Your Mood! This #MentalHealthAwarenessWeek grab a FREE community sports voucher at your library at #woolwichlibrary  &amp; discover the link between exercise &amp; well-being. #libraries #fitness #healthyhabits @GLL_UK @Royal_Greenwich @mentalhealth https://t.co/vX7puZuTfv", "overlap_score": 0.1718721429515723, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1097567446238707714, "screen_name": "peach_beth", "user_at_name": "Neth Hart 🤣 / NF Fan/ NF hope 🤍❤️‍🩹🤍", "sample_content": "Mum felt mine grandma touched her head for a few seconds aww that touched my heart ♥ mum saying it will be grandma atm unlock no demons I will get past this hurdler with some guidance it just worries me but mine mum helping and ps gave me a hug 🤗 cause wanted one too 💯\nThe local feds obviously hasn't been HARRASSING by ppl I take it and how bad it can cause the victim hey I haven't asked for victim support through it all cause I wasn't ready for feds to do that but u idk feds how much crazy 🤪 it made me feel sod the local feds lol 😂\nNeed to speak to pa tomorrow in the 1hr picking toby and nate up need to ring somewhere ASAP on Mon morning shite. Loved Blackpool glad to be reunited with mine 2 fur babies kiddies so plan bath 🛀 1st and toby cage sort out has cannot do much power f cut lol Blackpool fault\nYh kept quite on twitter until me and trish and mine Bestie pa sorted stuff out on progress but trish sorted out me going from ftm journey been to solicitors it all getting sorted now. Also Sheffield got bk to me and ik what were all doing ty to sla and trish pa for helping me 🏳️‍⚧️\nWell went to my mums shop 🏪 after did shopping with pa at asda top up now. Ps saw mine mum working hard shouted her and gave a hug and said proud of u and shake her hand 🖐 to and all workers her crew mates said aww that lovely and said positive vibes to all workers there 💯 https://t.co/gFvrRjctTE\nThese antibiotics are making me sleep at wrong time lol 😂 been asleep 2hrs smh 🤦‍♂️ and I am still tired 😴\nJust email 📧 this flaming place for mine baby bro king 👑 letter update look like Sept I will get it now but auto reply but I was very strict on mine terms like they would on mine term times wasn't to harsh just stated mine facts and truth like they all would on me he mine bro\nGo away but can ppl just give a manager a f break man come on it like leading a horse 🐴 to water 💦 but not drink it manager can only do so much talk and so much training in all this what a let down game seriously I can see how the final in the Cup gonna go with man City mad 😡\nWell I will take a pic of it later on but isn't mine old lady neighbour so amazing she passed me a plant 🌿 pot with some seeds in and we are in a race now to see who wins and grows the fastest and the taller I think 🤔 my neighbour would win lol 😂 also only just woken up smh 🤦‍♀️\nI'm pfffttt man City won the prem cheating idiots. Don't worry there glory gonna end when man utd mine glory team beat them at the fa cup ps football ⚽ to painful like mine life. Ps man City man utd gonna win this glory fa cup so u don't celebrate 🎉 twice haha 😂\nAll I got from mine mum yesterday when said I am stressed are u bless u I said yes I am and just said again bless u where the help and mother advice only ppl see the gd side of her not how bad she can be has a mum then text saying glad bk from town when needed to ring her all bs\nLine up for even fab this yr 💯 https://t.co/o3mr6LKnDJ\nUpload some pics from Thurs Blackpool trip with the bid of the pa hrs with mine bestie 💯 to raise money 💷 for starlight arts it mega boss was an ace pa and rate the date 🔟 out of 🔟 nothing to improve that for sure https://t.co/LgTOcocb61\nI was right told you 💯 that got a water infection got a text from docs what needed to do b4 bloods so they have send through to chemist for antibiotics see told you 110% i was right in the infection ffs I haven't long gone had an water 💦 infection\nWhy is it when need to wake up I struggle to get up lol 😂 and when don't I wake up Ps I will pick my other sleep meds when they are ready mine docs who spoke to knows keep me on them for abit 💯\nAlso cannot go into details how mine 🧠 brain work in very high thoughts nasty thoughts 💭 if get me said to adhd assessment guy and he knows haven't act on them and with mine mum ways and mine grandma in icu in hospital 🏥 I can't see my godson in morning and also mine ways too\nWell my sleep meds are alright last night idk what time went to sleep just remember waking up my pa spoke to docs has was doing another job and docs knew which ones to help and knows gonna do one thing to help me more when finished meds 27 days should be fine 💯\nI can with mine bro and mum fella carry mine grandma one last final time on her final journey 💯 also the last gift I got her and loved it b4 downhill there was a poem a final poem I gave her so gonna read it out in a speech 🗨 least I can do for mine angel 😇 grandma 👵\nI'm also going to my mates soon close by then after when get bk cook myself a lovely Sunday dinner. Gonna have something to eat b4 go out and need to remind to keep drinking fluids has keep forget and sometimes with weather feel like sicky or getting over hot 🔥 we're feel faint\nTrying to protect mine mum not helping  ffs hitting a brick wall smh 🤦‍♂️ I've had enough enough now. Saying her choice does she want me to fall even deeper into mine problem trying to help her ps said it none of us business mine grandma wouldn't want this path she chosen ffs grrr\nIk took more pics today making memories  More with mine Bestie mum went to Sarah cafe had dinner and mum came bk to mine and just left  I sat in grandma seat in the cafe and defo walked slow like her due to wore wrong shoes for when it ☔ rained lol 😂  Saw nanna too 💯 https://t.co/pzl8LAVapm\nWith all the abuse emergency service get I'm having second thoughts on being a security guard in yrs to come and do work on security guard job in big places on tours and in shops 1st but is it to dangerous for person like me but I wanna become a security guard so super much 💯\nSorry 🙏 haven't been on for 2 days I have been busy during half term. Today me and pa went to arcade warehouse smashed her 4 times at air hockey 🏒 but she beat me at pool 🎱 I let her ssshh then so close finished one game where ended up right at top also ht been fun\nSpoke to a yp today in the criminal system said mine experiences and just told the yp some inspirational talk to try get this yp out and ask for help has said cops aren't against u. Told yp also what adult prison can be said if see yp again need to know progress glad done that\nThink 🤔 need to tell mine Bestie pa at half past 8 or 9 forgot what time lol 😂 that think that Toby mine prince 🤴 rabbit 🐰 can stop this meds what was for 3 days has he eating hay and seen what needed to see Just maybe one meds his antibiotics so proud of mine prince rabbit\nWe made it into the finals just ps had to turn game of b4 extra time because was painful to watch but we made it ggmu mine men in red ❤️‍🔥💯 at one point ref had to jump over ball ⚽\nBooked mine oasis tickets lol 😂  This flavor will add some pukka reaction 💯  This is the only bottle I will ever get close to them  Not mine thing these guy  But let oasis up 👆 them while This juicy reuion starts lol  This is just bants https://t.co/0pWXqRdezV\nThen after trip me and my mates went to chippy and I had diet coke with chips 🍟 cheese 🧀 and gravy with spam and ate it all and gd company. Ps I just forgot what was gonna say but loves my mates so super much 💯 https://t.co/wYR84tAqm5\nSeeing grandma again on Mon morning ps this guy director was amazing with me it understood me and in end I have made physical touch on mine grandma  Asked the poor guy millions of questions some was random but answer them he was amazing told him to stay and then I stay 1hr then\nLast ones what an awesome day it was mega boss is defo gd at being a pa and had two ppl this Yr so twice the job title 💯  Did get some stuff from Blackpool to keep nicely but some things aren't for twitter eyes 👀 to see or to be know on twitter ty lol 😂 https://t.co/02JnUpcUlg", "overlap_score": 0.1249324025333275, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1315602316570001408, "screen_name": "Texas_Gal2021", "user_at_name": "Texas Gal", "sample_content": "回复 @harryjsisson Can Kamala actually serve as President? Isn’t she an anchor baby? Were her parents established here or just here on student visas?\n回复 @GoatPackAlpha @wealth_turtle @KamalaHQ Tell us more about Kamala service.\n回复 @lalaofcharlotte @vDarknessFalls8 https://t.co/4OVa2Jmxhs\n回复 @HHHothole @Simplybeautif71 @meyer320 @nicksortor @JasmineForUS Texans will stop asking for government emergency assistance just as soon as we are free from government taxes. 😊 We pay in just like everyone else. Now, I agree, something has to be done about our grid. People get very cranky when it’s 110 outside and we have no electricity.\n回复 @JoJoFromJerz Assault weapons? Please elaborate.\n回复 @dom_lucre AMERICANS FIRST!! Every single one of us!!! Largest armed group in the world, American gun owners! We protect our own!!\n回复 @ClownWorld_ Probably an infection. 🤮\n回复 @We_AreTheWorld @LowansMonty @TeamTrump Please cite your sources for your extensive independent investigation. You’re a joke. Get back on the short bus.\n回复 @BiggYhaKC It needs to be taken off of all social media. This was a precious woman! Her family deserves better than this! Where is the respect for Mahogany? Where’s the respect for her child/children? Now, the ugly in me would like to see the executions of these vile creatures.\n回复 @Dawn16085 @StojBoj @DawnMar02156076 @Friscokid49 @Valster57 @MollyRaePatric3 Biden is a puppet. He’s not making any decisions. Help me understand how a congressman can make $150,000 a year and become a millionaire in a few years. They are stealing from us and we are fighting over the puppet? Would people feel better if it was a different puppet?\n回复 @GuntherEagleman Trump said in 2016 that he was going to “drain the swamp”. Look how much has been revealed about our government since 2016. All the alphabet agencies, the media, people we thought were the “good guys”. Would we have believed him or did Americans need to see things for themselves?\n回复 @TheOnlyGuru Now let’s take a look at your bone density, heart valves, connective tissue, ability to digest food and regulate your metabolism. Hormones do a whole lot more than feminize your face.\n回复 @Mo84330204Moore @Ms_MMMJ Started in Sales and by my own choice, worked every single position in the company below C level. Now I’m a VP. I earned it. 😊\n回复 @onehumanfamily2 @TeamAmerica2020 @KatiePhang @RepJasmine @RepMTG Jasmine is not fit to represent Texans in Congress. Her behavior is unbecoming of a representative. She’ll be voted out. They can act like ghetto trash somewhere else. Not in the halls of Congress. Deplorable behavior.\n回复 @AndyBearddon81 @Stedo6369 @100_percentgenx @BornIn2Soul Actually, the statistics show that the majority of mass shooters are black. 🤷🏼‍♀️\n回复 @atensnut @CollinRugg TBIs never fully heal. She’ll struggle the rest of her life and will probably have early onset of dementia. Bless her heart.\n回复 @BornIn2Soul Population estimates as of July 1, 2023 (US Census Bureau) https://t.co/NwHgO1AMSm\n回复 @theonlyrealasia @technosus @Jenflix01 @HotepSilas And you shall fill our prisons. They are for profit you know and many say are a great investment. 😉\n回复 @FLALoudMouth GEN X!!\n回复 @realabycollins @PrtzlTwn @nikkitimmons @PlanetFitness And THIS is why Gender Dysphoria is diagnosed as a MENTAL ILLNESS!!!\n回复 @Phallon144 You’re a grown man. Knock it off. Cherokee blood here, have you ever heard of the Trail of Tears? Yeah, I’ve moved on. Everyone has ancestors that went through something. The victim thing is getting really old.\n回复 @benshapiro He’s like a cartoon character.\n回复 @FryBothWings @BCavnaugh @Chicago1Ray They’ll charge her with 2nd degree murder and it will be up to the jury to decide.\n回复 @TheOmniLiberal He was obviously a “time out” child. His parents horribly raised him and now they are reaping the disgusting human they bred.\n回复 @su27462 @Chicago1Ray 1st degree requires premeditation or murder in the act of another felony. I don’t believe they could prove that the black girl went there to kill Kaylee.\n回复 @Marcus4Georgia What is an assault weapon? Is it how scary it looks (all that scary plastic) or the caliber of the bullet? What scares you so much about a gun? You’re a grown man. Start acting like it and not a scared liberal woman. 🙄\n回复 @KamalaHQ @JessicaTarlov https://t.co/Nq0l7oERwD\n回复 @_BruceBane Austin used to be such a cool place to go. Now it’s just disgusting! Homeless people and drug users everywhere. 🤮\n回复 @theonlyrealasia @technosus @Jenflix01 @HotepSilas Your obsession with extremely disturbing topics makes me believe that this is your reality. Very sad. Was your childhood filled with incest, being left in the sun and wet dogs? Are those your triggers?\n回复 @theonlyrealasia @technosus @Jenflix01 @HotepSilas Be better. Educate yourself. Break the cycle. Don’t you want better for yourself? Stop eating the crumbs under the table. Get an education and speak intellectually and actually have a seat at the table. There’s a whole world out here.", "overlap_score": 0.1664179600784932, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1170133937458298880, "screen_name": "ProfX01", "user_at_name": "Prof. 𝕏", "sample_content": "回复 @OfficialComent Toilets that can scan your ring and tell who you are and make sure your BM is healthy LMAO\n回复 @Vox_Oculi Thanks @Vox_Oculi  for reminding me of my first deployment lmao I had that exact thoughts when thousands went after a shoe dump started hoarding and I was in a old motor pool like oh damn I should of joined the army I’m going to die from siphilis lmao\n回复 @ellelond lol 😂 no doubt\n回复 @Alphafox78 After Covid that won’t happen they wouldn’t even let me keep my tooth\n回复 @CoIndies Is this yesterdays marines if so good I can imagine they are trying to tell marines they no longer have red crayon diet that they will be surviving off rations of mystery meat substitute with rainbow colored hormone gello shots. Army and Marines I hope never go that far like the…\n回复 @IBZDRAGON Lupus is hard and adding stress makes it worse.\n回复 @Alphafox78 I do know this one lmao. The same bacteria that is in sourdough bread when a woman starts lactating goes from her colon and colonizes her milk ducts and yes it drops the risk significantly. Let me get you the source lmao\n回复 I know for me I have a few things I have to piece together. Then once I got them planned out I need to make sure it gets done but it is being a good steward! Is the reward greater then the pain for sure. It's all in a fun wild game of learning new things. From high-tech savvy to…\n回复 @MauroDias13 @GrumpySocalMom @DaveCranstonMan @MattWalshBlog @ladykennington I'd choose the house. It's like a protective cocoon, offering safety, warmth, and a barrier against the uncertainties of the outside world. Living in a sleeping bag leaves you exposed to various elements and potential dangers, making the security of a house a preferable choice…\nWanna know why wind powered windmills is retard this is Greenfield Iowa tornado https://t.co/nPGwyfokkq\n回复 @BeefBerries My friend build a fence linked area so these guys and deer couldn’t get to it\n回复 @KingBaldwin_4 You can make grill cheese with that no knife need swop and fry\n回复 @SSGDWalters 162 miles what use to be called i540 but now i49 in the ozark mountains. I was an hour away from base about to miss roll call. Took 20 minutes I toed the line.\n回复 @Vaz3Teca @krassenstein @elonmusk I mean if you want to pay taxes on that and make people more powerful and you poorer have fun. Nothing has happened. at the end of the day it will all burn not from humans but from divine.\n回复 @dom_lucre That looks premeditated. You don’t bring a gun to a fistfight. As a rule of thumb, use lesser or equal force. If someone pulls a knife on you, a gun is justified because a knife can cause severe harm or death. But fist smh that’s childish\nChicago's cultural influence is undeniable, evident even in the evolution of language. Originating in 1980 with LL Cool J, the term \"OPPs\" found its way into the lexicon of Chicago slang around 2015, thanks to a young, now deceased rapper. This slang term, derived from… https://t.co/S8q8TgUkif\n回复 @Rightanglenews @ideaordie So all the bad actors can own guns without question? I thought they want firm red flag laws lmao\n回复 @CW_Insider Sorry not died but diet\n回复 @anawallx Who took this photography you know?\n回复 @dom_lucre When I was a teenager I went on a field trip to prison and there was one guy covered in crap and he was pulling his chain then threw it at a black boy with the last name white true story he had to go to the infirmary make sure he didn’t catch disease\n回复 @littlesammyxoxo @cavalrystack I have a question for you that solves the equation. Is love based off feelings?\nI think I made it on tv or a Facebook live stream. https://t.co/bx1vw7C0yS\n回复 @CW_Insider Broken soul poles\n回复 @Alphafox78 This is a tree it’s pronouns are tree why bec objective reality it’s a tree! https://t.co/v1tNyfdv6D\n回复 @RyanPatrick1991 They taught that in knife fighting class in the army squeeze the nuts like grapes and pop them if you need to it’s not gay if you live another day.\n回复 @DJpowers69 Lol just listening in and drew something! Jamming out https://t.co/yAW4jFG2CU\n回复 @thecoffeesfresh Heller\n回复 @iAnonPatriot @RealAlexJones I chose yes for a very important reason and very special one at that. Politics will sway right while abortion will drop. People will stayed married longer as well. Why I say that is bec typically if the man  is the main provider he doesn’t go to war and the wife will chose to…\n回复 @Nucific I’m glad my honey is real. How I know it’s real because the person I buy it from is myself lmao\n回复 @macewan Wow methheads have evolved in cali this happens in Arkansas at peoples homes", "overlap_score": 0.1827823452614665, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1322339761277837312, "screen_name": "JoeyRodolfo", "user_at_name": "joey rodolfo", "sample_content": "回复 @LauraLoomer We heard that Maxine was also up in that hill selling used cars &amp; rebuilt brains! Wasn’t she on the Gong Show!\n回复 @TucsonRomero This should make everyone no matter what your party affiliation is… very nervous! This woman is actually telling us not to believe our lying eyes! This woman is a Grijalva disciple???????#Tucsoncitycouncil #tucsonlifestyle #TucsonRomero #Tucsonbiz\n回复 @TucsonRomero Tell Tucson how you diverted 16m through the Catholic Church to help the flow of illegals through our city!\n回复 @TucsonRomero Tucson wake up &amp; understand that this mayor is passionate about her being an activist first &amp; a mayor who’s duties are to bring great paying jobs to our city. Activist like her destroy cities. Her obligation is to move companies &amp; jobs here. #tucsonlifestyle\n回复 @RepAdamSchiff You knew damn well that your lies would @ some point ignite our nation &amp; turn you into Americans most disgraced politician. Steve Garvey is about to end your disgraceful political career!\n回复 @MayorGallego you &amp; your Border Czar should be down visiting our border instead of driving her around your neighborhood!\n回复 @Travis_in_Flint interesting how this low IQ governor has it out for the Board of Regent &amp; the President of U of A. She diverted 16 million to house illegals in Tucson hotels. She continues to fly illegals through the Tucson airport.  The Terrorist are now living among us!\n回复 @CoachJeddFisch have you explained to your fans why you were down in Cabo interviewing for the UCLA job????\n回复 @TucsonRomero let’s eliminate your detail protection today!\nThis should prove to Tucson voters Romero’s agenda is not for a better Tucson. She has a progressive agenda which includes keeping this town as a call center &amp; warehouse center. Entry level low paying jobs is part of her agenda.\n回复 @janetforpima Incredible endorsement! Latino’s are sick &amp; tired of Hobbs, Romero &amp; others buffoons open border policy. Free flights, free hotels, free cell phones, free credit cards??? It’s time for Latino’s to stop the madness\nYou mean Tucson robs… thanks to Romero Tucson ranks among the 5 most dangerous cities in our state!  Maybe because she has no respect for our Blue…\n回复 @Tucson News flash Romero! We don’t have a broken immigration system….buffoons like you refuse to uphold our Federal trespassing laws. I challenge you to enter any other country without proper documents. You’ve turned illegals into a business.\n回复 @RubenGallego we’re taking up a collection to raise enough gas money to get you to Northern Cal were you belong. This is MAGA country pal!\n回复 @JamesOKeefeIII Tucson mayor Romero has used funds directed to our police department to house illegals in 4 star hotels. We will expose her corruption very soon.\n回复 @GovernorHobbs I wanna know why Hobbs placed herself in the ballot counting room after hours. She crossed the legal line. Hobbs lecturing us on accountability is like appointing the cartel to oversee border security.\n回复 @RepJayapal this graph is a lie! You’re always trying to justify communism. Take you &amp; your graph to your motherland. India would lock you up immediately!\nCuban views himself as the male version of Kim Kardashian. If his mouth is moving his Bull*hit is spewing!\nContinue to embarrass yourself in front of the American people. Your IQ matches room temperature. Never have we seen a traitor like yourself give away classified information for a BJ from a Chinese spy! You should be locked up!\n回复 @Tucson A preview of what’s to come post the election. Mass Deportations! No country in world has ever been intentionally undermined &amp; destroyed by their elected leaders Americans are making it clear this NOV.  Glad Romero wrote her own exit interview!\n回复 @RepJayapal STOP!  STOP your ridiculous lies! Your continuous fear mongering has gotta out hand! It’s time for you to accept that your poll numbers are circling the drain!\nYou’re a damn liar! You BLM &amp; Antifa destroyed Seattle businesses, you never answered us when we asked for help! You &amp; your staff were asked to leave the Lloyd Building for bullying Tenants &amp; lying to property owner. Would you like for me to continue pointing your bullshit?\nAre you proud your buddy Romero has turn turned Tucson into one of the top 5 most dangerous cities in our state. Great reason not to vote for you!\n回复 @janetforpima if you are ok with potholes, junkies, criminals, sex trafficking &amp; half baked ideas from this mayor…stop by Tucson Airport  &amp; check out how she’s spending your city,state &amp; federal funds?!?! Yes it’s time to.  #recallromero\nThis absolutely positions you &amp; your political future in the gutter! The despicable pick that Harris has chosen should scare every parent in this country. Romero is willing to endorse this socialist/Marxist/Antisemite/Anti American/Child abuser that has ever run for office!\n回复 @SenMarkKelly I find it hard to believe your good friend Mayor Romero made no mention of our brave men &amp; women who fought courageously for our country this Memorial Day! Honoring the co-founder of BLM with taxpayers $’s is much more important to her!  #TucsonRomero #Pimacounty\n回复 @janetforpima how is it possible that Pima county voters are asleep while these reckless BoS use our Federal funding to distribute illegals through our country. Tucson Airport is now disease infested due to lack of health checks on these unvaccinated illegals carrying viruses!\n回复 @GeraldoRivera Hey fellow U of A alum. Please visit Tucson &amp; let me show you how of Marxist Mayor is running illegals through our beautiful city. 16m $ she diverted through the Catholic dioceses. You can’t possibly support child trafficking in plain site!\nSeattle was an incredible innovative city. I launched 3 companies over the years. Marxist,activist &amp; criminals were left unchecked! My business was decimated. I moved to Tucson only to see voters elect a Marxist Mayor! Tucson is now on the same path! https://t.co/ZhdJBHOtc6\n回复 @UofABarstool  Lute Olsen will always reign # 1 This man put this University along with Tucson on the map forever!", "overlap_score": 0.1367836529581769, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1374645001246838788, "screen_name": "Penguin_OnCrack", "user_at_name": "Kyalo Mbatha Junior", "sample_content": "回复 many of them died because they thought an approaching lion was just a fat rabbit. But they survived. And here I am, using aid, something they didn't have. \"What a weakling.\" They'd think of me.\n回复 \"I want my nose in your ass as I do this. I want you to thrash and beg and cum while speaking in tongues. That's all I want. Just once, just one fuck and we'll never talk about it again and nobody will ever know.\"\n回复 I dropped my phone with our collusion. Now you think that thing in movies is going to happen where the heroine and the hero go down on their knees to collect something and touch hands, which shifts to meeting gazes and a spark would form.\n回复 I bent down and picked up my phone, making sure to extend my posterior. There are some women who are into man butt. You use every weapon in your arsenal my friend, everything to set the foundation for pleasure. I got up slowly, turned to her, pleased to find her still gawking.\n回复 \"You can't go to hospital because of that, they'll have to write a report and they might involve the authorities.\" Mark said. \"You'll end up in a cell and—\" As he was speaking, something odd happened. My thoughts that were centered on panic, suddenly ceased to be so.\n回复 Where men bank on wealth and status to win a woman's heart, those of us who have neither have learnt the intricate art of the game. The smile, well timed, when her guard was down, served effect. The flush across her face spoke of this.\n回复 Countless times I've sat down and wondered what it would feel like to see clearly, to live without my heredited myopia. Without having to wear plastic around my face. I wondered what my ancestors would think of me now, they survived with poor vision,\n回复 😂😂😂 If you think about it, I cock blocked my girlfriend for three days. And yes you have to understand that nobody belongs to you until you put a ring on them and even then it's not a guarantee. It's also good to share. If you enjoyed this you can follow me for more?\n回复 This has been scrutinized by atheists who have taken it upon themselves to oppose everything regarding spirituality and God as a whole in order to somehow seem important and clever.\n回复 Billy stood up. Took his index finger and shoved it into his throat. He gagged and coughed and choked but nothing happened. He gave up on his attempt to hurl and reclined in his bed. \"What are we going to do Kyalo?\" He asked.\n回复 When she stopped talking, I realized that I wanted her. Not her necessarily, I just wanted to stop being horny. But how would I tell her this? We barely knew each other.\n回复 The universe was bending its will towards me, forcing me to indulge in the forbidden fruit. Heck! I think the forbidden fruit was an avocado. People think Adam and Eve ate an apple but I'm sure it wasn't.\n回复 I'm here today, a survivor of dry spells, to tell you young blood, that there's another alternative, an ancient alternative that many do not speak of because knowledge of this ancient art may be frowned upon by all within this society not because of how morally degrading it is\n回复 She had the symmetry to make one mark her as beautiful, but for some reason the symmetry didn't register to me. Something about her spoke of blandness, a certain lukewarm water feel to her air. And now she was plucking at my nerves by picking on my disability.\n回复 I know this is far fetched but I believe since the time of creation to now, there must be a man who's been killed by a woman's forehead. It might even be hundreds of men! Her forehead felt like a rock as it ploughed into me.\n回复 Now, to the spiritual sex stuff. We all have a spiritual imprint that dictates our state of mind, body and soul. If you have sex with someone your spiritual imprint becomes tethered to them, and a part of them remains with you after bumping uglies.\n回复 We bumped into a friend of ours called Mark, short skinny dude with a pinched face and massive nose. \"What's up guys!\" He greeted us. We made to walk past him but he grabbed us by our hands. \"What's the rush?\"\nI didn't notice her at first, my eyes just glazed over her. nothing of significance held my gaze. I passed her on the streets and I didn't even realize she was my neighbor until the day I bumped into her at the gate.\n回复 You also need the attire of a spiritual guru. I googled them, they dress in robes which is just a fancy way of saying bed sheets. Just strip naked and wrap a bedsheet around yourself and Viola! You look like a spiritual guru.\n回复 It was as if my mind just erased itself, everything just became small then disappeared and all that was left was darkness. Then a small bubble of thought sprouted of this like a star being born. And I suddenly realized the guy standing before me was more than just a rival\n回复 There are a variety of things you need in order to pass as a spiritual guru. For starters, you need incense, you know, the twirling smoke that gives off the ambiance of deep spirituality. You can ask your local witchdoctor where to get incense\n回复 Something weird happened between me and her. The amount of time we stood there staring at each other was a tad bit too long. After calling me a four eyed bitch, an insult was in order. But my mouth was sealed shut, my eyes just resting on her.\n回复 When you see a guy in a wheel chair, will you start singing \"When you legs don't work like they used to before...\" No, you don't sing Ed Sheeran's \"Thinking out loud.\" No matter how much you want to.\n回复 Then I looked at Mark's clothes, simple jeans and a T-shirt with the words 'It's Friday night' on it. But it was a Wednesday afternoon. This irked me terribly.\n回复 It is an honest assessment of your current predicament but you stay your hand from typing this because honesty will lead to you losing her. This is what you believe and this is what you fear will come of honesty.\n回复 \"You're going to tell the doctors to give us a vasectomy?\" I asked.   \"Yeah, a vasectomy is the operation where they open your stomach and remove impurities. My uncle had a vasectomy, he told me all about it.\" He said.   \"Just for curiosity's sake, what is a C-section?\" I asked.\n回复 I said. \"You fucking cow eyed bitch, picking on my disability, you muffin nosed chimpanzee lipped cunt. Don't walk with your eyes closed and next time when you bump into someone you apologize you spawn of Satan.\" I then walked away really fast without looking back.\n回复 She smiled at me. \"Kyalo, what's up? Can't you knock? What if I was naked?\" A true player. Countless times I've opened that door and found her naked, but her Nairobi boyfriend did not know that. He shouldn't know me at all.\n回复 I was on my phone while crossing the opening in the gate when she bumped into me, her head collided with my chest and I felt as if Thor's hammer had been thrown at me.\nBartender: ?  Me: I'll have a Vodka Martini on the rocks, shaken not stirred while staring at an unopened bottle of your finest chardonnay.   Bartender: Ati nini?   Me: Nipatie Chrome Gin Quarter.", "overlap_score": 0.1129076979255457, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Other", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1182056842454806528, "screen_name": "StormAtLaw", "user_at_name": "Unofficious Intermeddler", "sample_content": "回复 @sutansam They even had Ru out there directing too 😭\n回复 @RomiMLiqCour Absolutely.  I miss living in Boston where there was a dunks everywhere 😭\n回复 @RoxxxyAndrews Breath of the Wild and then Tears of the Kingdom!\n回复 @upuntil_dawn The arboretum in Davis is really pretty right now if you have time to visit while you are in Sacramento\n回复 @upuntil_dawn Aries twin ❤️\n回复 @BuscDream @nvdjas The episode definitely seemed like it was gassing her up for a win - good critiques, the audience seemed into her, the message from her husband, the significance of the runway look, all to seem like she wasn't even top 2... I'd be pissed too\n回复 @QueenOfFlipss You and @upuntil_dawn are literally performing right across the street from each other in Sacramento 😭\n回复 @thesammiisofar I'm sorry for your spouse's childhood\n回复 @eattherich73 That would preserve them better too right?\n回复 They regularly prosecute kids for battery when they fight at school and don't seem to think kids with trauma getting therapy is important at all either 🙄\n回复 @alittleleader 6 months between onions is crazy\n回复 @LolOverruled My new doctor said my condition is what they call an \"inability to focus\" and that i need to just do one task at a time and I'll be okay\n回复 @bourbon_teddy You can't even turn the thing on in your garage and take a nap anymore because woke  Also, didn't someone get trapped in their tesla in 100+ degree heat and couldn't open it from inside because it would break?\n回复 @dansmanuscript @giohalliwell When she told Ru the animals wouldn't vote for Ru, Ru plotted her downfall\n回复 @HershiiLiqCour Some people love to dish it but really can't take it\n回复 @GrumblesMotion I knew my con law and admin law notes wouldn't be long for this world but didnt think I'd need to toss the notes on statutory construction either\nEveryone loves baby back ribs but nobody wants to talk about how they are made\n回复 @BlazesAccount The implication now is the kid in the back has really long arms\n回复 @LolOverruled Leftist lawyers trading in PD work to represent tenants for the sake of their mental health 😭  May the landlords tremble before you\n回复 @bourbon_teddy I had a couple suits ahead of going into law school only to recently realize that they don't fit anymore 😭\n回复 @MegamiNYC @morphinelovemua Next year, it's all hands on deck for AS10: All stars All puppets\n回复 @dieworkwear Idk what a southwest vampire would look like but I know a southeast vampire would eat\n回复 @dieworkwear Is there a place in san francisco/sacramento that sells open weave jackets that I could wear to court?  Or what fabrics should I look for if I'm thrifting?\n回复 @writeclimbrun I'm an Enrolled Agent and I always leave mine for last.  I know I'm getting a refund though so I'll probably extend since I have a few last minute clients\n回复 @upuntil_dawn @DeJaSkye Cast your buffs before the lip syncs ❤️ https://t.co/mKK3Y256iZ\n回复 @dieworkwear I'm generally a shy person but I love the confidence that the clack of a good pair of dress shoes will give me\n回复 @bourbon_teddy @kevinbaum013 We lost pink floyd when they put a rainbow on their dark side of the moon 50th anniversary edition 😔\n回复 @GrumblesMotion \"Sorry kids, mom's gotta go get dad out of jail\"\n回复 @FilmThePoliceLA So if this is my car, is my insurance company going to charge me my theft deductible or my collision deductible to get the damage fixed?\nFunniest fucking thing ive seen in juvenile court is the Judge, DA, bailiff, and clerk all talk about how they are glad they have/would rather have sons and that girls are \"so much harder to raise than boys\" because girls are too emotional and boys can just fight it out", "overlap_score": 0.1897452194489338, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1351334641899196416, "screen_name": "LeighMarvin12", "user_at_name": "ENDTIMES SUPPORT GROUP", "sample_content": "回复 @FreeInduna By accusing them of working with Hamas without any proof.  The same Hamas that receives funding from Israel.\n回复 @SeriousSam26 Another not anti semitic Israel defender https://t.co/3szuZ9u6sk\n回复 @MsBlaireWhite @BoLoudon And 70% of Americans believed that Iraq had WMDs because you were on television telling them that it was true. You people were the only ones allowed on television.\n回复 @noatishby @brettgelman So he says that if you criticize \"Islamic Jihad\" yr not islamophobic but if you criticize zionism yr anti semitic. Thats a double standard born out of white supremacy.\n回复 @JewdyGold @StandUpNY So word on the street is that you converted to nazism. Guess you wont be back on the majority report\n回复 @Echo1Project @giraffea417 @ksorbs He didn't predict 911\n回复 @KaoticLeftist Yes and also he was referring to white genocide. His handlers are just doing damage control.\n回复 @slattwilson @hasanthehun He's said funnier shit https://t.co/DrglIFepbP\n回复 @ShelleyGldschmt @kthalps Totally would be cool with all of that. Are you cool with other genocides? Why only this one?\n回复 @mattlieb @ryangrim @OmarBaddar And randomly calling people anti semitic  https://t.co/3szuZ9u6sk\n回复 @LurveyHunter @Duriaann_ @DeemTheDreem The book was created because there was a law restricting where black people could go. Yr just denying that segregation happened at this point. This isnt just a semantic argument you dorks are trying to rewrite history.  https://t.co/3HcVByMIX1\n回复 @conro @PoliticsLs Since you guys like wikipedia so much here you go. Done and done. Density is taking you for a ride. https://t.co/hcxnUJv1Vk\n回复 @KevinCastley @hasanthehun Wouldn't that just be socialism? https://t.co/DrglIFdRmh\n回复 @Odashara94 @KweenInYellow Its one thing for a young person to be unaware that George Bush stole Florida but if you didnt know that the US was a legally racially segregated country then theres a serious problem and its time to reevaluate where you get yr information from.\n回复 @WillyMacShow I don't have to imagine that. I just read yr posts.  https://t.co/DrglIFepbP\n回复 @Joeson_One @OmniIcarus @jitposting If you base yr Christianity on the word of Christ then sure. But neither of those men represent all of Christianity and to suggest that would be a form of bigotry.\n回复 @NoamNechama This is still up? Elon loves antisemitism.\n回复 @Odashara94 @KweenInYellow A) the word apartheid does not imply that. B) segregation was overseen by the federal government C) it feels like yr using semantics to save face because once again Density leaves his fans unprepared https://t.co/Fi3eWJZQ4D\n回复 @JosephJakeKlein @KonstantinKisin He doesn't know what that is because he's not even qualified to tweet  https://t.co/a8kM8ww7Ot\n回复 @aguybeinaguy If he believes the Republican party is bad then why does he insists on tipping the scales in their favor?\n回复 @willmenaker Israel could attack New York tomorrow and this guy would be making excuses for them\n回复 @Pokemom2R @Urbandragonfly No. He did. You have to actually read the article https://t.co/progmsERVx\n回复 @Pokemom2R Try actually reading the article stupid  https://t.co/bdimkMOPdz\n回复 @whosthis1000 @honeyBadger3222 @MattMurph24 Im not sure what yr disagreeing with here. Are you claiming that Joe Rogan doesnt subscribe to race science?\n回复 @fistingelon @KhazaEdo @LurveyHunter @Duriaann_ @DeemTheDreem Public school did not omit jim crow and segregation. These guys are trying to rewrite history. This dork knows hes lying.  https://t.co/3HcVByMIX1\n回复 @jordanbpeterson In the meantime yr confused about Harris racial identity because being both Indian and Black offends yr sense of \"racial purity\". You guys can steal all the elections you want but no one likes you. https://t.co/fFyM8GSeBf\n回复 @MichaelRapaport Would that include Israeli politicians because as you already know Israel has no interest in the hostages\nJoe Rogan believes in race science  https://t.co/cv9vCU8h7q\n回复 @PostLeftWatch So she's a Bush apologist now?\n回复 @UltravioletRain @MikePrysner And you guys have a literal holocaust defender  https://t.co/C99RZdEIhr", "overlap_score": 0.1910701589659268, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1337369611860369408, "screen_name": "Sam_C_Fraser", "user_at_name": "Running in Circles - slowly - lol 🇺🇦🇺🇦", "sample_content": "回复 @Xtinaresists He had Covid, too.  \"NIH...has launched ... a clinical trial that will test interventions to combat cognitive problems caused by Long COVID, including brain fog, memory problems, difficulty with attention, thinking clearly, and problem solving.\" https://t.co/QVnBROpgHT\nGood News! Fascist leader of Slovakia is shot.  Bad News! They think the bastard will survive.  https://t.co/VGbfoGcvFF\n回复 @TallbarFIN It always helps to send tanks to redraw a nation's borders.  Maybe wait a week after the cartographers have finished re-drawing the boundary lines.\n回复 @Irma_Spikeymama Peron. Hitler. Stalin. American Fascists.  Dictators are all the same.   Putin's threats try to fly from the 6th floor by flapping their arms.  Trump's fall down stairs.   Boing's get infections. No witness.  No testimony.\n回复 @Free_Media_Hub i am in FL Where u\n回复 @PamKeithFL Ketchup on the walls, ketchup on the ear.  😇🤣  Great acting job.  Trump gets his Oscar.👏👏👏\n回复 @ElenaTrueba100 @CD3Gator He did well.  Parallel parked really well.  Almost ready for US 19. It was fate. He drove to a large empty parking lot my wife had been taking him to. I mentioned the full lot next door. He said, \"Wine store.\"  After an hour, we visited the store and I got Ukrainian, Finnish, etc\n回复 @Upsidasium The news needs to bury Trump. Not bury the news, bury Trump. Bury him on hole # 9 in Mar a Lago. https://t.co/ugYd9hMONF\n回复 @jurgen_nauditt Putin pays well.    Ask any American Republican politician, particularly TRUMP (aka The Orange Turd.)\n回复 @joncoopertweets @JayinKyiv Maybe Ukraine can seize Trump's jet next, seeing as how  Florida's Secret Voting police are busy deporting migrants to Nigeria.🤨 https://t.co/aRZt3MhZ4h\nDeSantis will not Baker Act Trump.  However, if Mary Trump were to visit her uncle,#Donaldvonshitsinpants” at the Mar-a-Lago Crime HQ, she would quickly disappear into the FL Baker Act Facility system, never to be heard from again.  https://t.co/kbW9RD0X7J\nI thoroughly enjoyed another 1 week suspension from Elmo's nightmares. 😉 I still found a way to stay too active and totally fatigued even after retiring in July.    So, should I immediately go for another suspension?🤔  My latest communicatees are rightwing judges.  Oh, my..🤣🤣\n回复 @Shamanator @DarkBlue420 You are wrong with your non sequitur quote.  Here's the sequitur, and I quote, \"There is no such thing as \"better\" or \"worse.\"\"\n回复 @Heidi521 Cooling down here in Ocala.  🥶Wait, I don't live in Ocala anymore. Where am I? What day is this? What's my name? Oohhhh, it all came back to me.🥶🤣🤣 I live in St. Realitybites. 🤣🤣🤣😇  Not really. I love the weather in St. Petersburg and the women look good.  No touchy.🤣\n回复 @pdbowen55 @JoyceWhiteVance I'm still wavering. It's difficult to love people who joke about the Pelosi hammer.  Is the tool to bring to a knife fight a dozen roses? A shotgun seems more appropriate. MAGA is well armed, it's time for libs to organize like MAGA has. My wife says no guns - sigh.\n回复 @KimBledsoe14 I will be honest about Leverocks.  It had a great view of the intercoastal, the food was superb.  The problem was I felt like I was out of place.  They (you) were targeting a market above my pay scale - LOL.  Cloth napkins, white linen table covers. Me + pitcher of beer = happy.\n回复 @elonmusk You sir, are a fascist and a traitor to our Republic.  You are not a visionary.  You are a simple opportunist who is well equiped with sociopathic sales abilities. A no-empathy, dictator wannabee.\nWhile the legal experts are arguing whether it's a good idea to call Michael Cohen to the witness stand, Trump is busy consolidating power with Putin, Bibi, and the Republican party. Putting his people inside the polls in every goddam state. Wake the fuck up. Don't be distracted.\n回复 @gw19991 @donkoclock @RedHot_BlueDot2 @monicasloves @thegreatgig8 @TuesdayAdams111 @LorimerShe46752 @sstern866 @namwella1961 @tmillaz @suncoastdream @therealone1000 @xtaz2001 @ClassAwitch @56jaytee @MarkDelroy @caroalbert5 @cyndie9172 @Deb3O @Mommadot @SopherCat @mmaj50 Trump should die at the end of the poem.    Cholesterol and diet coke do your thing!  After all, the only place Trump really should to be is in a tiny little urn.  Melania could sprinkle his sorry ashes in the swimming pool as she parties with a random SS agent. 😇\nWell, well.  SCOTUS is going to hear Trump's lies about immunity.  Absurd, but predictable.  Corrupt as hell, and proud of it.\n回复 @SykesCharlie That really doesn't matter.  All Trump needs is a tight group of several million white racists with AR-15's and he's set. There are enough OPEN nazi's in Wisconsin and Minnesota to fill their quota of platoons for Trump's army.   God, I hope I'm wrong. https://t.co/i0QWBQ3lXs\n回复 @FakaktaSouth Maybe Alexa will get Long Covid - I hope.🤣🤣🤣  Heck,  Trump, Mercer, Flynn and every other Republican got Covid, which means the odds are high they also got Long Covid.  So, maybe they will forget to Revolt.🤣🤣🤣🤣 Putin will be so pissed.🤣😉\nJoin me in signing the petition to remove biased Judge Cannon from U.S. vs Trump case. She has a history of showing favor towards Trump. With stakes this high, we need a fair judge overseeing the case!  https://t.co/3jUZ6jcQj0\n回复 @theweedout @RachelBitecofer Is Putin paying you well, Ivan?   Keeping all warm and fuzzy with vodka and pills?? D___licker.\n回复 @jack_phileas @lindyli I admire your willingness to believe that MTG has been swatted 8 times.  I would think after the 5th or 6th OOPS! WRONG ADDRESS swatting, the police would have smelled a rat.🤨  And no, I am not talking about how MTG smells.  That's your dirty mind working overtime.😊\n回复 @tperkins @SpeakerJohnson @WatchSalemNews The secret to good parenting is to not be like Mike Johnson.\n回复 @Morning_Joe 'I am beyond disturbed', then the 85 year old Senator fell quietly to sleep.  Nighty night.\n回复 @Paultx890 Captcha is an excellent idea.  That's the opposite of what Musk will do.  Musk sucks.  In St Petersburg, FLORIDUH they will Baker Act you if you say Musk sucks.  I'm tired, guess I'll go back to work - LOL 🫣🤣\n回复 @BethT79 The fascist attack dogs are vicious and abhorrent.  Russian and Chinese attack dogs must attack viciously or get shipped to Siberia, have their drug/alcohol ration cut, get tortured or just get shot in the face. It's difficult, but just block and ignore the animals and the bots..\n回复 @gggirl924 My wife told me the teacher she liked the most was the one who never told her to shut up.  Only one?🙄  Yesterday she gave me a prolonged ear full about the wisdom of buying an electric pole saw vs. an old-style pole saw.   I heard all 58 reasons - all on one side - not mine.🙄", "overlap_score": 0.1631335240961464, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1002613502022995970, "screen_name": "DillonFillionIA", "user_at_name": "Dillon Fillion", "sample_content": "回复 @VincentOshana @ValuetainmentTV She is a product of a system that will get somebody killed.\nThis is what an inappropriate response looks like from somebody who identifies as a dumbass.\n80,000 people in attendance for President Trump’s rally in Wildwood, New Jersey.\n回复 @BillEllmore @kimmagagal2 Thank you!\nJUST IN: Trump endorsed MAGA candidate Derek Merrin wins the Republican nomination for U.S. House in Ohio's 9th Congressional District\n回复 @BertRay12 Sounds good.\n回复 @MikeCrispiNJ Mike we need you in Congress! He is late to the game.\n🚨BREAKING🚨: President Trump has officially defeated Nikki Haley in the Michigan Republican Presidential Primary\nLev Parnas had 15 minutes in Congress today to speak in front of Jim Jordan’s committee and lied under oath!   Charge him with Perjury now!\n回复 @ElizabethForNV Best volunteers in the game.\nFACT CHECK✅  72 percent of all job gains since 2021 were simply jobs that were being recovered from the pandemic, not new job creation. In fact, when looking at today’s economy compared to pre-pandemic levels, employment is up only by 3.7 million.  On the other hand, prior to…\n回复 @Near_the_Pier Thank you!🇺🇸💪\n回复 @DebbieHeffley Thank you! It shouldn’t matter about age. What we all need to understand is that we are all Americans and we need to stand together as patriots regardless of our race, creed, and religion. We are all God’s children. Together we will Save our country.🇺🇸\nPresident Trump joined Dan Bongino's Show Live To Discuss the Biden Border Crisis https://t.co/VFPdoiMD1B\nLiz Cheney is a Communist. She is a threat to our Republic.\n回复 @AnaCAYEIRO2 @Dozen4Trump_DAD @TheLeoTerrell We do have an American citizen running against Miller-Meeks. He is MAGA America First. He is a Gold Star dad as well. 🇺🇸 https://t.co/E97E0wzYxk\nKamala Harris is even worse than Joe Biden!\nWest Virginia needs warriors like Chris Rose in the State Senate! If you are in West Virginia, get out and vote for him and other America First warriors! Polls close at 7:30 pm EST!\n回复 @HungCao_VA The next Senator from the Commonwealth of Virginia.\nThank you Senator Blackburn!  TOGETHER WE WILL MAKE AMERICA GREAT AGAIN!🇺🇸🇺🇸\nPresident Trump's FULL Rally Speech in Waterford Township, Michigan https://t.co/AD9rCyoIjA\nSpineless cowards! Primary the shit out of these people! https://t.co/HmCaVbJC3t\n回复 @G__Tweets__ Yes I do MS. G. Their names are Darby and Piper. I also got a new frenchie named Cherry. https://t.co/KJM3odtyxP\nCall me old fashioned but I believe there are two genders men and women. Nothing else.\n回复 @DebbieHeffley Thank you! Someday! I appreciate you!🇺🇸\nThis was the letter sent to Don JR house.   Absolutely disgusting!   Prayers for Don JR and the family. https://t.co/TgPAYD5VAS\nEver notice that for 100 years whenever the Democrats/ liberal progressives speak of helping working families and minorities those groups always get poorer and more dependent on more government.\nThe Biden Campaign is lying like they always do! President Trump was talking about the Auto Industry! https://t.co/Re6RgnhIxl\nI agree President Trump! https://t.co/XtV8uAvq5P\n回复 @MayraFloresTX34 Yes. It should be in every Public school in the country.", "overlap_score": 0.1650416263425116, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1368390134886850565, "screen_name": "madkisonews", "user_at_name": "Michael Adkison", "sample_content": "#BREAKING: Office of Attorney General says it’s ending litigation of whistleblower lawsuit against Ken Paxton with motion that “will enable the trial court to enter a final judgment without any further litigation.”\n#NEW: State appeals court says move to discipline Ken Paxton for his efforts to challenge the 2020 election results can continue.  They write that the \"discipline\" would be against Paxton, himself, not his capacity as the Office of the Attorney General.  https://t.co/o7nmiKMJdK https://t.co/sDUUgY3Bot\n#NEW: From today's @utsystem Board of Regents meeting, Chair Kevin Eltife says, \"This board has been proud of how this has been handled on all our campuses.\"  Also says \"Divestment is not an option,\" and criticizes calls for no confidence in leaders, including @JCHartzell. https://t.co/1jrficCz78\n回复 @CreightonForTX @DrewSpringer Prof. Collis says that if university rules, such as no occupation, are going to be violated, a university would have the right to intervene, including arresting demonstrators.\n.@JosePGarza says there is \"no amount of appeasement that is going to stop the partisan attacks coming from the Police Association [@ATXPOA ].\"  APA said they would come back to the negotiating table for a police contract just hours after Garza's reelection. https://t.co/dQDyitSHxz\n#New: Incumbent Mayor @KirkPWatson officially announces reelection campaign in Austin’s mayoral race. https://t.co/Ofc8meBfeV\n#New: Rep. @TomOliverson, running for House Speaker, says he still “intend[s] to take the fight all the way to the floor” after @DadePhelan’s reelection victory last night. #txlege https://t.co/xkb9RnR84c\nFrom @utsystem Chancellor @jbmilliken, on effects of implementing the DEI ban  - ~$25 million reallocated - 21 DEI offices closed - 311 jobs cut (full- and part-time) - 681 contracts, programs, and trainings canceled. https://t.co/EpV8TKsXVr\nWith early numbers from Covey's Orange County to Phelan's Jefferson County, Covey closes in.  Phelan now leads by about 15 points.\nThe official “teach-in” has ended… and someone who identified herself as the mother of a student criticized the pro-Palestine demonstration, which grew into a heated confrontation. https://t.co/JPlYGDBffx\n#BREAKING: Just as we went off the air, it looks like several UT demonstrators may have been pepper sprayed by law enforcement.   Someone just shouted “this is how they treat their students.” https://t.co/rzXd8YLQ2O\nI’m covering Election Night from @Jeremy4DA’s campaign for TravCo District Attorney.   Sylestine is challenging incumbent @JosePGarza, who took office in 2021. My colleague @AFreemanNews is at Garza’s campaign party tonight. https://t.co/xYe9eRUuog\n回复 @Jeremy4DA @JosePGarza (For transparency, I deleted a previous tweet that said 8.5% of precincts were reporting, I misread, that number is listed for voter turnout at the moment on the Travis Co. website)\n.@DanPatrick: “the prosecution was wise to save themselves the embarrassment of a courtroom defeat.”  Further down, he says it seems @DadePhelan “wound up impeaching himself” and his district “found him guilty.”\nImportant: per DHS cease-and-desist letter, Texas must notify feds TODAY that it will allow Border Patrol access to Shelby Park in Eagle Pass.  Otherwise, DHS \"will refer the matter to the Department of Justice for appropriate action and consider all other options.\"\nAG @KenPaxtonTX shares a late-night statement after the Solicitor General said in a court argument on S.B. 4, “Now, to be fair, maybe Texas went too far. And that's the question this Court’s going to have to decide.” https://t.co/wT8HFfraeS\n. @Jeremy4DA takes the mic for the first time tonight, thanking supporters and volunteers.   He notes that results are still coming out in, and says their campaign messaging was clear: “Things need to change.” https://t.co/esuMDS5Rgb\n#Inbox: Texas House Republican Caucus PAC shares its runoff endorsements, which backs each of the current incumbents, i.e. they do not endorse a single primary challenger. #txlege https://t.co/ca3l83grHh\n#NEW: Message from @JCHartzell on UT’s commencement:   “We support such expressions and have supported them… Still, we have a duty to repair and to protect not only our ceremonies but also our graduates, their families and guests, as well as our greater Longhorn community.” https://t.co/gxKe9dZpyl\n回复 Notedly, Sen. Creighton asks Chancellor Milliken if he qualifies the protests at UT Austin as “anti-Jewish.”  Milliken says they had certain anti-Jewish elements, “so yes,” he considers these protests as anti-Jewish.\nHAPPENING NOW: As the City faces a lawsuit for allocating funds for women seeking abortions out of state, @VanessaForATX leads a press conference with reproductive rights groups.  Council is expected to pass a resolution this afternoon calling reproductive rights human rights. https://t.co/suHnkPEBEH\n#BREAKING: UT Austin confirms it sent out a second round of disciplinary conduct notices to students today for violating university policies during protests.   No word on how many notices were issued, citing federal law that prevents them from commenting on cases.\nOvernight, @elonmusk appeared to back a primary challenge to Travis County District Attorney @JosePGarza. https://t.co/KP3A5aCVim\nJust in: With a new batch of numbers, David Covey is sharply closing in on Dade Phelan.  Phelan leads Covey by just 1.4 percentage points.\n#New: Senate State Affairs committee authorizes subpoenas for Alphabet Inc., Meta, TikTok, and other companies to share records about how they moderate political content.  @SenBryanHughes says the committee will approach these groups first, but will subpoena records if necessary. https://t.co/2KsCw3Z5Wy\n#New: City of Austin narrows city manager search to three candidates. https://t.co/MAfn9P2rOb\n#NEW: The Council on American-Islamic Relations (CAIR) is suing @GregAbbott_TX, and the UT and UH Board of Regents for Gov. Abbott’s March executive order, which orders universities to evaluate free speech policies, specially naming groups like PSC as potential targets. https://t.co/fOW2VpMRsc\n#NEW: Congressman @RepLloydDoggett tells me he would still support President Biden, should Biden not step off the Democratic ticket.   For that matter, he also tells me he would support Kamala Harris, if she were the nominee. But he says “several people ought to be in the mix.” https://t.co/7uRCxfJWcX\nTexas led the nation in the number of officers shot in the line of duty last year, according to numbers from the National Fraternal Order of Police. https://t.co/eI0o5AR4BO\n#INBOX: UT System Board of Regents Chair Kevin Eltife says protests disrupting UT operations “will not be tolerated,” ahead of word of another potentially chaotic protest tomorrow. https://t.co/dIzh90pWie", "overlap_score": 0.1756760251494414, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1034294310777380865, "screen_name": "horrorfan4129", "user_at_name": "Andy", "sample_content": "Nothing like starting Monday with an ambulance coming to the office when your boss is having chest pains….he seems ok but of course they are taking him in for assessment and monitoring.\n回复 @jennahasredhair @StanleyDolittle @gfeholly @PonFarrDan I’d print one if I could! :)\n回复 @Lacethebarber Canberra :)\nNice simple chicken and corn soup (from a packet) and a roll for lunch https://t.co/anV7oxr2ew\n回复 @zootofanthrax Thanks ❤️\n回复 @NtyNikki_ Seems appropriate 😍 https://t.co/EiB9CoqdcA\n回复 @reprinted3D It’s such an simple thing to do and yet seems so hard to implement some places\n回复 @Softapocalypses Do you have biscuits? I’m partial to Arnott’s Scott finger Biscuits :) say hi :) https://t.co/3c2NMIZFrK\n回复 @zootofanthrax I meant experiences not existence 🤣🤣🤣\n回复 @Mister_S_Fox Good morning Mr Fox :) it’s another glorious day!\n回复 @tuffie78 She did :)\nD&amp;D night…rolling a new character…..Thurgar Forgebourne ….Dwarf male fighter…he was born in the depths of a volcano where his father was forge master and taught his son the way of the forge 🤘🏻I think he looks like this …need to find a mini now :) https://t.co/N5xMmBKfLJ\n回复 @zootofanthrax Also regular phone made me laugh too 😁\n回复 @wholesomealice 100% have to agree it’s a special feeling being welcomed to a safe space just be ourselves 🥰\n回复 @Mister_S_Fox Pretty standard for me sadly :)\nHappy Saturday all :) old paint stained clothes…check…must be a day at the desk painting for my market next Saturday :) https://t.co/VOYQgyyoVN\n回复 @Mister_S_Fox @zootofanthrax Morning mate :)\nGood morning all :) happy Monday! Let’s start the week off right 🤘🏻 https://t.co/r515a0V7JG\nIt’s time for me to start looking for a new job…..I’ve taken on more and more responsibilities at work and got told at this stage there’s no scope for a salary review after working there for 6yrs and never asking for any type of review.  I now do the equivalent work of 2 people\nI have a capachino…Friday is going good :) https://t.co/VGNzkBWZbl\n回复 @nightmarekristy That’s an amazing guest room!!\nApparently I gave my earring away to someone 🤣🤣\n回复 @BoxedUpHeart @greg16676935420 Book nook is an amazing idea!\nMay I please get 2 followers to copy and re-post this tweet? I'm trying to demonstrate that someone is always listening 💯 #SuicidePrevention   13-11-14 (AUS number only) Just two. Any two. Copy, not retweet.\nWas in a meeting the other day, and a guy came in wearing two watches, and his right arm was a normal analog watch and on his left arm was a smart watch and I just couldn’t help but wonder why anyone would wear to watches.\nCutting up an apple to eat at work and one of the ladies walked in and I offered her a piece…she said no one cuts up fruit for her as she does it for her kids all time and she said it really made her happy and had a big smile from such a simple gesture :)\nComing up with names of fruit for work key word searches and I’m bit one track mind… Cantaloupe Coconut Grapefruit  Mango  Watermelons   🤣🤣\n回复 @zootofanthrax Life to me is about existences, adventures and new begins so here’s to you and your new chapter Sue ❤️\n回复 @gfeholly @HiKylieKennedy That must be what I’m doing wrong…I’m not good at kissing arse 🤣\n回复 @prairiegirl79 Totally should dance!", "overlap_score": 0.1904697960835001, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1213910437189705728, "screen_name": "candice_counsel", "user_at_name": "Candice", "sample_content": "I love that I pay for dental insurance every month, which covers almost nothing! 😁 https://t.co/0viOIGve3i\n回复 @christen_rexing Stunning as always, sister wife.\n回复 @bellewerx @alexandertyler Amen!\n回复 @to_judgment 😂😂😂😂 I forgot about that.\nWow! Now this is reporting I can stand behind.🔥🔥\n回复 @RetBPDmurdercop 😂😂😂\n回复 @Jackattack1018 https://t.co/UsEZgV0j4N\n回复 @subcontent Ham rails must be greasy\n回复 @BlueMemeMe Oh my.\n回复 @BlueMemeMe Also baked potatoes arerhe best!\n回复 @sctideprince I said Christopher Reeve was a handsome man.  He was my first crush.  That interview just showed why he was so great, too.  I like a man in uniform. 😂\n回复 @CentralDistPrez https://t.co/1ays7vWNfS\n回复 @johnn477 Probably not for a second!! 😂\nWinnie’s yippity-barking dreams woke me up again at 3:30, and it’s going to be a long day.\n回复 @PedsAnesNet https://t.co/T1HEqX7loS\n回复 @daniellakrn Sooo cold!\nCopy/Paste and change what the skeleton is holding.   💀 |{I}\\_🧈 I/ \\  /_ \\_\n回复 @CatalinaByrd I'm with you.\nLook at this porn!!!\n回复 @christen_rexing Oooooh! She is my favorite. 😈😈\n回复 @egyptian_neenan The alphabet soup kind. 😂😂\n回复 @Bmore_history He was a handsome man when I was a kid.  He’s still handsome.  No Brady Anderson…but 🔥🔥🔥I need a Brady Anderson drink date on my list of new life widow adventures.  Oh…@ryanripken 😂😂😂😈\n回复 @diarmuidmccoy 😂😂\n回复 @RogerWagnerMD https://t.co/tJ80KxC5V2\n回复 @DayKarmajpd I could have an analytical wet dream with this story.  😳😁\n回复 @GingersTuRNed 🤷🏼‍♀️🤦‍♀️\n回复 @isabel_cumming Happy Sunday!! Enjoy your beach time.\nI love this commercial! 😂\n回复 @alisadoc1 @calichicacine @MHPoison1 @pinkprincessin1 @carogonza2 @DuchessSexpert @fuzzymittens @alexandertyler @quality_nguyen @scottculkin That's how I get me to tell me their secrets too. https://t.co/RhaL88UuYk\n回复 @zooropean I punch.  Like a lady. https://t.co/QMhasF3ewg", "overlap_score": 0.2329988482180201, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1350945575018131457, "screen_name": "GoldenRuleBetty", "user_at_name": "BetsyRN☮️🌻🌊🟦", "sample_content": "回复 @LqLana @aleshadalin Add to that women’s lives that are wrecked because they must carry an unwanted pregnancy, or  women’s future fertility when they suffer overwhelming infection or bleeding due to an untreated miscarriage cause of medical fear. And emotional consequences of unwanted babies.\n回复 @stillgray Hey Ian, everyone KNOWS he will incite a bloodbath on the country if he looses, cars or other issues aside. Either you are blind, or believe tRump is just using words flagrantly without thought…which is a possibility, has his vocabulary is so limited.\n回复 @washingtonpost Amy Gardner, how you can play with words is so beneath intelligence. He basically said “heads I win, tails you lose” so he will never be a loser and justify another coup. Get a grip! You are a journalist?\n回复 @Psu7893 @FrankLuntz I never answer a poll, by phone or messenger or any other way. If I do, they ask for money. Let voting be the answer.\n回复 @politico I think I’m leaving twitter. This is getting too ridiculous. The stress from the disgusting Dems that are throwing Biden under the bus is wrecking me and I need to just not read this stupidity and go back to writing postcards.\n回复 @Bornabrit1 @electroboyusa What I hate more is all the air he is taking up in the room, everywhere, wasted time and energy of people’s lives. So many just figuring how to deal with his nuttiness. It’s a sad thing when one wishes someone to be ill, just to end this misery.\n回复 @Flamingomemo @marklevinshow Liz is in the side of Truth and American Democracy. You are in the side of the lemmings that follow an angry, vengeful narcissist. It doesn’t matter what the “numbers “ out there are. Sometimes integrity is more important. The lemmings hopefully will drown in their ignorance.\n回复 @Angry_Staffer I was crying during his speech. Just amazing 🔥\n回复 @SpeakerJohnson I am pleading with your common good sense and courage to do the right thing by Ukraine funding. You KNOW it is what is needed to save lives but also for democracy around the world. We cannot escape one area and be OK here. Ripple affect!!!\n回复 @KatiePhang @MuellerSheWrote Poor soul. If he makes it, he will have a transform into reality.\n回复 @KatieBrittforAL so what do you think? Maybe clarify your take. It was hard listening to your speech, and moreover was surprised you voted against the border bill you helped develop. Your mob boss twisted your arm? How about having courage to stand up to him?\n回复 @jcobb1058 I would love to see T***p in jail a short while, and then live his life without access to internet, phone, and a limited stipend just for food, clothing and a roof over his head.\n回复 @slyfield_john @RWPUSA Perhaps this is about music and not hatred, which shallow people can’t separate. She sings from the heart. I listen to the Jerusalem orchestra and love all their Arabic music because it’s pure art.\n回复 @RonFilipkowski @UROCKlive1 It’s a shame that there are so few - sad how so many so-called respectable politicians just cave in and give away their dignity and ethics.\n回复 @BriannaWu It’s a breath of fresh air to hear someone see the reality of the situation. I’ve lost so many “friends” who were yelling “genocide”. It’s been really hard in my Middle East dance community, and I’ve been mostly quiet, just cutting off my connections.\n回复 @JDVance This woman should sue him!\n回复 @cadillacblack @marthaj44 @GrandpaDennisP Papillon, and you are a textbook brainwashed cultist. I will NOT try to convince you because there is no way except to de-program through professionals. I’m truly sorry 😞.\n回复 @bajashaggy @ElieNYC Hey shaggy, you’re comparing apples to oranges. Good try. Btw, police showed a lot of restraint, that’s why there was one murder. If they were POC, would have been different. Trying to stop government official proceeding is nothing to you, prob cause you believe your cult leader\n回复 @PattyMurray @7Veritas4 This is horrific. Is it legal or can we block this?\n回复 @dianelyssa @MuellerSheWrote I don’t know what you are talking about. I was at Bernie’s town hall yesterday and he is all out for Harris. Talked about encouraging an agenda for the working class. I never got the impression he is not for Harris!!!\n回复 @Klance15000 @PalominoOMG @EndWokeness Kaya, Biden is able, with the great consultants surrounding him, to govern very well, and for YOUR life. I resent Trump and his life changing policies on women’s rights, environmental looseness etc.\n回复 @marceelias I’ve really come to giving up hope he will be held accountable before elections. The ballot box is our last hope. Then, when he looses, the trials can begin. I’m ready down on the judicial system at this time. It’s like a roller coaster.\n回复 @Angry_Staffer OMG\n回复 @IranNewsNow @managed2change @DevonGoggins I just retired after 49 years as a nurse. While it was a great career, it was obvious it degraded to “working for”insurance companies and lawyers. It was all about covering our a*s, and took so much time away from patient care.\n回复 @Dave_Bottt thank you, and please tell her that trump’s words is exactly that he will never accept the results if he loses. “Heads I win, tails you lose” mentality. How can a reporter be so callous and twisted stupid?\n回复 @JRubinBlogger Jen, I don't believe any polls at this time, and neither should you or anyone.  Voters are a complicated bunch, and the path forward is ever changing.  Ousting Biden at this time is a terrible error and sure to have Dems lose.  We can't afford this.  Let's stand to gether to GOTV\n回复 @Fight4TheTruth7 @AnnaBower So still not understanding you. Those that are doing stuff against the constitution, they need to be held accountable. Why abolish a whole government that is trying to follow the constitutional law and restrict them from holding office?\n回复 @Angry_Staffer I’m livid with the questions…they’re making this another debate. I’m sick of all of these attacks. Yes, he flubbed. I think the pressure is out of control.\n回复 @RepSwalwell @AVindman Reported her tweet\n回复 @LauraLoomer @SJacksonLee Talk about a disgusting mouth, Laura… what horrible disgraceful and disrespectful words to say to a woman of distinction who tells the truth you can’t answer won’t see. And I bet in your death, democrats won’t be degrading you like you just did the representative.", "overlap_score": 0.1569474210649593, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1355852598331416577, "screen_name": "NickPovioJr", "user_at_name": "Nick Povio", "sample_content": "回复 @Mrs_R_Spectre @Addyspectre1 That sounds wonderful.  Enjoy the summer trip and the house hunting.  Both can be equally enjoyable!!\n回复 @lippyent Sure do.  Home was 609-393-9814. My grandparents’ was 609-393-9397 but the little round tag in the middle of the rotor read: EXport 3-9397.\n回复 @historyrock_ Excellent list.  I believe Ella Fitzgerald, Etta James, Billie Holiday, and Anita O’Day should be on a top 10 list.  Subjectively of course.\nClassic Pop Songbook’s “Weekend Wind Down with Frank Sinatra” comes to you live 7pm eastern time tonight, and every Sunday night.  Tonight we’ll feature songs from all 16 of Frank’s Capitol Records Studio Albums.  It will be a preview of the contest prize for this coming Friday’s… https://t.co/9loAufrfW8\n回复 @TheRealDudja In New Jersey, I could do it in 6 hours without breaking a sweat.  That’s without buying myself my dream car.  The dream car would make it about a one hour project!!\n回复 @lippyent Cannon.  Mr. William Conrad.  Earlier years he had a huge radio career.  Also the later TV series Jake and the Fatman.  And for the Frank Sinatra fans: William Conrad is the voice doing the famous introduction at the beginning of the 1966 live album “Sinatra at the Sands”.\nClassicPopSongbook joins our listeners in remembering the fallen soldiers who are no longer with us this Memorial Day Weekend.  We thank those men and women for their ultimate sacrifice to this, our Land of the Free.  Wishing everyone a thoughtful Holiday with your friends and… https://t.co/NfNwjhewnY\n回复 @Ashy_slashee Roscoe Joyce TV Series - Fringe Season 3, Episode 10 “The Firefly”\n回复 @lippyent The Sandlot You’re Killing Me Smalls! Tom Guiry was raised in the same town we raised our kids in and attended the same church.  Several years ago they had a Sandlot night at Arm &amp; Hammer Park in Trenton where the Trenton Thunder (then a Yankees AA affiliate) plays.  The director…\nClassic Pop Songbook’s “Friday with Frank &amp; Friends” brings you a very special show today: “The Great White Way”.  Broadway musical numbers as performed by Frank, Dean, Sammy, Tony Bennett, Ella, Rosie, Nat and many more of the show’s “regulars”.  Our good friend, TV producer and… https://t.co/KloTOwhyZF\n回复 @lisahsmithlhs Yes.  With working knowledge of what tradespeople are earning, on top of zero-dollars worth of student loans if the correct path is taken, it’s a smart move!\n回复 @IllyNOTLilly 2 things: age and my keen appreciation of gravity.\n回复 @lippyent The lovely Jane Seymour\n回复 @lippyent Kelly’s Hero’s. Additionally, Don Rickles, Donald Sutherland, Carroll O’Connor, to name a few.  Great movie!\n回复 @1Nicdar Buster Browns.  Still a company, but the name has changed.\n回复 @Rachelle_Hulme @Addyspectre1 @JonesMagno45572 @RamsaySimon @ai_fantasy19 @BarbaraDixon__ @dommedebbiex Hope you’re enjoying the project!  For your own use?\n回复 @Ashy_slashee Jurassic Park, JP3, Event Horizon, Bicentennial Man, The Hunt for Red October, The Final Conflict.   A wonderful actor!!\n回复 @lippyent Perry Mason\n回复 @Jamesrus42 Ernest Borgnine.\n回复 @Tjeerd001 One Flew Over the Cuckoos Nest\nClassic Pop Songbook’s “Weekend Wind Down with Frank Sinatra” comes to you live 7pm eastern time tonight, and every Sunday night.  In addition to our regular Weekend Wind Down features, we will be spotlighting Don Costa’s ballad arrangements tonight.  Find the show on the Live365… https://t.co/hMI7X4fNqI\n回复 @lippyent TV Vacuum Tube\n回复 @20th_Centurygal Frank Sinatra\n回复 @lippyent A 1969 Ford Econoline van\n回复 @lippyent The Dirty Dozen. “Hey, aren’t those the guys that jumped you?” I THINK that’s the line Posey is saying here…(more or less).\n回复 @lippyent 1947 Cadillac Series 62 Club Coupe, preferably in dark green.\n回复 @lippyent The GREAT Walter Cronkite.  Who is turning over in his grave given the current status of “journalism” in our country.  (But I digress…)\nClassic Pop Songbook’s “Friday with Frank &amp; Friends” airs live from 6-8pm eastern time tonight and every Friday.  As the last Friday of the month, it’s a “Back to Basics” night.  All big hits and well-know music from Frank and his pallies.  We’ll focus on the period from 1966… https://t.co/lkm2l4xVQB\n回复 @lippyent Gone with the Wind The party at Twelve Oaks I believe.\n回复 @dommedebbiex @Mrs_R_Spectre Good morning, Debbie.  Thank for the bugle &amp; rooster serenade as a wake-up call!  Sorry to hear our friend was getting the business last night.  I’ll be sure to pop in and say hello today.  Have a great Tuesday!", "overlap_score": 0.1395107228690789, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1109045850817257472, "screen_name": "leftcheek123", "user_at_name": "Ultra-maga4eva 🍊", "sample_content": "回复 @a1exwd @womenoptionswin That's been lowered to 5k hasn't it?\n回复 @ungerbn103 The problem here is that Trump was a Democrat for most of his life. So your choices are he was a racist and the Dems hid it, cuz he was a Dem, which makes them lying peices of shit, or your party are lying pieces of shit trying to smear him cuz he is your opponent 🤷🏿‍♂️\n回复 @Internet_Hitler @KristyW73326939 @Chris_in_Alaska @thevivafrei @MikeNellis Yep here we are https://t.co/XLaP89NYTA\n回复 @RealityRowan @Dingi_1234 @PopBase No he's not https://t.co/gtQHXdVCvS\n回复 @DaveHittite @CBHeresy Yep, I saw my teacher in the supermarket once, and I was like, \"she eats?\"🤣😂🤣😂\n回复 @Hi_Jack_2020 @turasatana1 @FightMate No batteries in those the cables supply power.\n回复 @delasteve1 @cleaner_ed @EndWokeness on the underlying crime you can choose whatever you want.\n回复 @jellyfishstatic @FAFOServicesltd @mhdksafa If you make an item mire expensive to ship here than to produce it locally they have an incentive to stay. This isn't fucking hard\n回复 @LiberalsTruths @RBReich They also add the suicide deaths in there.\n回复 @CEHall13 @OldeWorldOrder @EndWokeness how exactly is not being found unanimously guilty of a crime and yet you still committed the crime legal precedent? https://t.co/XXW4pCQ70P\n回复 @lovemychris @T0MAS1957 @ZaleskiLuke Career mob criminal-career politician https://t.co/cfhO2nUGmJ\n回复 @SleepyDonald1 @Jenibee1732 @TheFungi669 @VoteBidenOut Byrd has never once denounced being in the kkk\n回复 @Paul_Is_Muadib If there are no felons in the military, why is there a form for those convicted of domestic violence so they know they are not allowed to carry a gun?🤦🏿‍♂️ https://t.co/lPaKXT3WM7\n回复 @215DT @bfhermann @DapperDomo It was for the top 1%, aka the \"ultra wealthy\"\n回复 @hansvvz @TelStar11821203 @DonnaBarford @KathleenASmit12 The Wuhan lab wasn't engaged in weapons development either. https://t.co/f5KhTxQjk3\n回复 @Alaakalaf__ @OpposingViews deputy minister of foreign affairs is pretty much the same thing.🙄\n回复 @JacquiHeinrich @dbongino an actual SS agent says you're full of shit https://t.co/ENkCkC4s0T\n回复 @krassenstein @imjdsharp no statute of limitations on murder soy boy\n回复 @Sullie870125 @Chicago1Ray I believe threatened, his daughter's boyfriend died in a car accident, and then he suddenly changed his mind about investigating.\n回复 @dedharvey @Humming_birder @MikeSington You are aware Kamala's dad the supposed \"Black\" says he is Irish and Tamil Indian at no point in his life has he ever claimed any ancestor was of african descent.\n回复 @mn_EliteGophers @RyanKarl17 @BradMossEsq And which of those 3 choices has Trump been found guilty of in a court of law?\n回复 @JordanVoskamp @B_Rabbit843 This. Why is no one asking how the fuck is a black man in Japan going to assassinate someone in broad daylight(or night for that matter) and disapper.🤦🏿‍♂️\n回复 @Old_Santa_Claus https://t.co/cyKfSQdUhF\n回复 @Kryhav0k @THATJennCheng @SethAbramson They stopped doing DNA test to make sure they are actually families, so this is a guess at best.\n回复 @SondraH127 @america_mad @EdKrassen Remain in Mexico was in place long before the scamdemic.\n回复 @BobMcGwier_N4HY @RonFilipkowski Wrong its car accidents, but nice try though. https://t.co/TDE1DeLze5\n回复 @Scottcrates @DefNotDarth @charliekirk11 Pretty sure blacks were using each other as slaves long before white people showed up.\n回复 @CryingCassandra @_Love_Lexi @DapperDomo Yeah, the income tax only effexted the top 1%, so it's good too🙄 https://t.co/gupvlbwoaO\n回复 @Banner_Lord7 @kennaayyy @gray_jedi_ @adamgurri @ChazHoosier Most of them are sending the majority of their paycheck out of the country, thereby draining money out of the economy, and, wait for it, hurting it🤦🏿‍♂️\nDHS Raids P Diddy Home Over Trafficking Allegations, FLEES US Claims Pos... https://t.co/kaa3RaTRD6 via @YouTube", "overlap_score": 0.1346472627294581, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1221567594727198726, "screen_name": "mesopholies", "user_at_name": "Tsar Celadon", "sample_content": "回复 @bonezzz0 @projectstartrek @lib_crusher sorry, 280 people per square KILOMETER…\n回复 @HannahRyan01 @coaks604 @dire_wombat @ArmandDoma @peetklecha maybe you shouldn’t say this in reference to a case where a guy, extremely predictably, murdered his significant other… this guy should NOT have been on the street.\n回复 @RaceplayShawty imo, i’m not sure we should say something is “passé” just because a corporation mimicked it at what seems to be great cost. i think it might be correct to say that it will *become* passé! but that’s true of most anything that defines tropes/trends.\n回复 @sparkle_cactus full team! espeon: my cats lol, Zoroark: foxes/coyotes, Noivern: Congress bridge bat colony, galvantula: spiders,sceptile: geckos, and metagross: computer industry! https://t.co/AAtcTiUA1v\n回复 @deedeevertigo additionally, i really don’t think that Jet was killed because the writers thought he was “worse” than Zuko or Iroh, but because sometimes good characters who aren’t bad people die in fiction because it tells a better story.\n回复 @misthiOSX it’s INSANE to me the amount of people who just don’t understand the basic realities of the American political system. it would be hard to create a system MORE predisposed a two party system!\n回复 @CountCaleb Just so everyone knows, the people in this video are friends and this is to teach about internet safety! she directly challenged him to find the hotel room in her first video and had already left before she posted. this is an example educational video series they do together!\n回复 @blackopsposter @lib_crusher the good news is that these are all policy decisions that we can change! we can decriminalize and reduce penalties by law, which will have a tremendous effect on our incarceration rate.\n回复 @AbigaelBrady @keewa the answer is efficiency, ships this big are vastly more efficient (fuel, operational cost, construction cost, etc) than smaller ships. it’s not a *bad* thing that ships are getting bigger, but it is straining our infrastructure and poses a bunch of challenges.\n回复 @braendiii @aryafpl @GumbyDummy @lib_crusher i don’t believe that London has “insane” levels of knife crime, in the same way i don’t think NYC has “insane” levels of gun crime. my point is that knife crime is less deadly and that means a lower murder rate!\n回复 @xdownspider @Sphinctus @vanillaopinions @officiallyramc honestly, that part was fine. she can tell basil to fuck off all she likes, idc. it’s when she went after people for bringing up that california doesn’t have voter ID laws and calling them nazis is where i disagree.\n回复 @braendiii @aryafpl @GumbyDummy @lib_crusher theory that the difference in reporting (NYPD reports shooting crime but not knife crime v london reporting knife crime) is just cus it’s the way they report, like, “violent crime with potential of death” by proxy, lmao. (this obviously paints an incomplete picture of NYC)\n回复 @RohitaKadambi i think the dislike of filler episodes originated in anime watchers, because old-ish anime used to reeeally stretch things out and the filler episodes couldnt change the status quo even an iota so that the show could get back on track with the manga when it was ready.\n回复 @Vert_Noel @lib_crusher this stat here seems to imply the opposite, that the US is typical re: violent crime, and atypical re: murder.\n回复 @Huly16609302 @blackopsposter @lib_crusher yeah, there can be a gulf between what is “legal” and what actually happens in the US legal system. (perjury is a crime here though, surprised to hear it’s not in Germany!)\n回复 @braendiii @aryafpl @GumbyDummy @lib_crusher i don’t think that knife crime is higher in NYC than in london anymore though… do you believe that the proportion of violent crime that involves knives is higher in NYC than in London? why? i feel it would be the opposite since NYC has guns, no?\n回复 @hankgreen i guess i fee that, as ostensibly a public official, royals do need to attend to their (made up, silly, and stupid) duties. and in the same way the public would have an interest in a cabinet secretary not showing up to work for months, so do the british public with the royals.\n回复 @hankgreen but then i think, we’ll they are ROYALS, why would they not? it just feels like the royal family is an entirely rotten institution and should be dissolved, both for the member’s own good and for the obvious democratic reasons.\n回复 @guydiarrhea @whstancil both communist china and the USSR had booms and busts! no nation in all of history had been immune! why are you pinning this phenomena on *specifically* capitalism, and even more specifically Biden?\n回复 @mandhistorian @SashoTodorov1 to be fair, he with “Semafor” an outlet i’ve never heard of in my life. real inflated sense of self-importance on that guy lmao.\n回复 @Toby_fuchs @GumbyDummy @lib_crusher oh yeah, this is a real bottom of the barrel comparison we’re making here, lmao.\n回复 @blackopsposter @lib_crusher imo it’s just that we 1) criminalize more things 2) prosecute more infraction and 3) have way harsher penalties.   conviction rates are strikingly similar from country to country irregardless of the rights of the accused.\n回复 @aryafpl @braendiii @GumbyDummy @lib_crusher i saw that one wen i went looking. i’m curious how that statistic (which is a bit old) lines up with this article i found.\n回复 @HousingSpock @IDoTheThinking smelling bad is not anti-social behavior. being homeless means you often can’t wash yourself regularly. it’s not a “behavior” they are engaging in its part of being homeless.\n回复 @GeorgianDem exactly the same end result, maaaaaybe slight closer margins?\n回复 @Vert_Noel @GumbyDummy @lib_crusher violent crime rates in the US are pretty typical while our murder rate is sky-high. this implies to me that it’s not the people, it’s the circumstances (ie weapons) that make our violent incidents more lethal.\n回复 @aryafpl @PJ11819211 the democrats, like all center left parties, has parts that are more right wing than average and more left wing than average. the labour party has taken a sharp right wing turn in recent years, for example. but also no, the tories are not “left wing” by american standards, lmao.\n回复 @one_pitch_man @JasonKirk_fyi simple fix, assign them as the first targets of his “official acts.”\n回复 @immafuckingrat @jnardino it’s great! id put her review up with mkbhd’s review of the Humane AI pin which sunk their entire company. obviously Disney will survive fine but still lmao\n回复 @braendiii ok, so if i understand you correctly. your belief is that “weapon-less” violent crime is a lot higher in London v NYC? i don’t mind that as a theory but i looked and can’t find any stats to back that up.", "overlap_score": 0.1433083241226705, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1269251503161618435, "screen_name": "allthefire777", "user_at_name": "Fire Works", "sample_content": "回复 @lucidwontmiss @TRIGGERHAPPYV1 Crazy he got up and went up to her window.\nThe right won’t ever defend both sides. AOC: “regardless of party”  the right: “my king Trump”\n回复 @KwaMegaMane @Hassanweliyo Regardless he won’t sale. Boring ass fighter lol people rather watch Jake Paul 😂\n回复 @albo_alt @TerribleMaps Dude the military has the lowest enlistment in history lol Cuba could probably give the US a hard time at war. Obviously none of these scenarios will ever take place but you get the point.\n回复 @GxlDeMessie @MayraDo57466678 Te duele mas el vandalismo que la muerte de niños…que gran persona eres\n回复 @Debbyrandoms @billiebailey82 @DonnaPrissyrn1 This is where ignorance is born. Have you ever grown vegetables? Natural methods are cheap. Pesticides and fertilizers cost money. Everyone wants to capitalize on everyone\n回复 @HappyPunch They’re trained to use guns to kill people not fight people 😂\n回复 @ThisIsKyleR The European immigrant telling natives to leave their land should be the trademark of the Republican Party.\n回复 @TheKevinDalton She really talking like that after all the failing she’s been putting Oakland through\nImagine not knowing someone and just getting on your knees for them. #cringe\n回复 @RjNol They should grab the solar panels. They’re probably still good 👍\n回复 @StrictlyChristo I wonder what does give her hope\nPoliticians won’t denounce this. But they get booty tickled over Israel not getting support. They’re ruining America\n回复 @MyLordBebo After all that happened between them and the broad still went to his show. Shoulda stayed her ass at home\n回复 @CuazCDN35 QPD 🪦 🇲🇽\n回复 @izdatyofaceee You’re days late. This been news for a while\n回复 @JoeyMannarinoUS He deserved that for smacking him on the way out\nThis the shit the news don’t show in the US about Mexico. It happens every single day, someone is killed, murdered, dismembered, kidnapped, and no one in Mexican society can fix it. Say something about their president and they get all defensive 🤣\n回复 @Resist_05 This is the new norm. The damage is done. The rebuilding will be done by the victors and you just keep chugging along. “Nothing to see here”\n回复 @WallStreetApes Straight killers on the loose\n回复 @DocWoods212 @githii They sound like military recruiters… “do what you’re told!!” Not everyone is part of their order taking organization. During the blm protest LEO friends tell me they would unload a gun if they were told to. They don’t hesitate when given orders.\n回复 @pearlythingz Same thing with men tho. They will listen to their female managers, directors, “bosses” and not their wives. The woman is getting paid and her job is dependent on her obedience to her boss. In a relationship she has been taught that she doesn’t need to listen and she can be…\n回复 @MichaelBensonn Munguia still a better boxer than most the dudes out there\n回复 @pearlythingz They want to feel as primitive possible while living in a materialistic world.\n回复 @laurenboebert Say the same thing about the cop who killed an innocent woman over “boiling water”\n回复 @MarioNawfal Good. Ban Chinese products they do the same with American goods and services. They block American websites\n回复 @dijoni That old lady really beat up the younger girl\n回复 @ABC7 And people wonder why so many die at Yosemite\n回复 @darren_stallcup They put those in to save money and not have to hire or pay employees more hours. Scamming employees failed because the public scammed them instead. Robinhood moment\n回复 @unlimited_ls If Americans started doing low paying jobs they wouldn’t need to hire immigrants from low income countries. These jobs get filled because Americans are too entitled to do them.", "overlap_score": 0.2361555235845599, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1139190971919347713, "screen_name": "TwoPucketts", "user_at_name": "MrPuckett", "sample_content": "We just had our biggest post for TheFreePizzaDude since 2022 holy cow  In 7 hours we sent 77 meals and 9 full grocery orders to people in need across 6 different countries  Pretty amazing that people keep coming back to help almost 5 years after I started it https://t.co/tkjfTYwRHD\n回复 @MsDustyJune She doesn't do so well standing or sitting still, if she's upright she has to be walking  So I would love it but she would struggle  Maybe a pontoon boat would be fun tho! Something she could walk around on while it's moving\n回复 So many people stop and pet her here it's amazing, we never had that in Nashville.   After the bridge we went downtown and crushed some miles, great adventure with my little old dog. https://t.co/lfpRqgjqaD\nTaking my old blind dog to every bridge in Minneapolis and St Paul so she can feel the breeze -  #4 - Wabasha St Bridge https://t.co/2iCmub6jvg\n回复 @AaronandCricket Thank you man that's sweet  I always like to highlight the positive things so it's tough talking about the struggles  That's my little everything though https://t.co/kwrd8pOZL1\n回复 She may spend some time in silly positions, but at least they're all more comfortable than the position she was in 3 years ago at the shelter https://t.co/qGjcxIBeuq\nOver the last 5 years my projects raised over a million dollars worth of supplies, food &amp; donations for people &amp; nonprofits in need  There's so many human services &amp; amazing organizations in the Twin Cities that I don't have any idea what to do or where to start now that I'm here https://t.co/sFy7OAKCMJ\n回复 It's easy to get complacent with an old dog. She's so comfortable in our home that it's easy to put off adventures when something comes up.   Grateful for these bridge trips just for giving us another reason to do something together  Still growing a little closer every day. https://t.co/56N4z4p4h8\n回复 I guess I just feel a little stuck and need some motivation.   Maybe I'll find a place to volunteer first and try to learn more about the issues people here face and which organizations are filling the need.  Maybe I'll start a crisis foster nonprofit  I don't know what I'm doing https://t.co/jhsrJRVNAu\nHere's a thread of my blind and deaf dog in seemingly uncomfortable positions  #1 The Snout Scruncher https://t.co/TkXIHrNgM1\n回复 In honor of Nanna's bridge tour at 18 years old, I'm asking anyone who can to donate $18 to Healing Hearts Rescue so they can continue saving dogs like Nanna.   It's a foster-based non-profit that resuces dogs all over the country, they do incredible work  https://t.co/9slWOw8WTE https://t.co/IS1XkkFYlP\n回复 @samstroozas Aww that's awesome I'm happy you saw it! I sent you an email :)\nTaking my 18 year old blind dog to every bridge in Minnesota so she can feel the breeze on her face   #9 - Old Cedar Ave Bridge in Bloomington 🧵 https://t.co/MTIeeZgx5V\n回复 @accordingtomio Yeah thank you for the recommendation!!! No cars no people, it's peaceful over there\nNext week is my dog's 18th birthday  EIGHTEEN YEARS OLD!  We've been celebrating all month but I'm super excited for the big day https://t.co/uMN1t4kP8N\n回复 The rescue didn't have a Twitter to promote the dogs so I started one for them  Join me over on @HealingHeartsMN where I'll be posting a ton of adorable dogs and pictures of my own fosters!\n回复 The Stone Arch is probably the most recognizable bridge in the area, but it's been half-closed since I moved here  Wasn't sure what to expect but we had high winds, cloudy skies and minimal crowds  The perfect combination for a great Nanna bridge experience, look at those ears ❤️ https://t.co/HMn1km0psM\nTaking my 18 year old blind dog to every bridge in Minnesota so she can feel the breeze on her face  #10 - Robert St Bridge in St Paul 🧵 https://t.co/n6ha9h5Mrk\n回复 The first 3 were Ford Bridge, Hennepin Ave Bridge and the Irene Hixon Whitney Bridge   She loves doing this so much, if anyone in the Twin Cities has recommendations on where Nanna can feel the breeze I'm all ears! https://t.co/AkUbGZE300\nMinneapolis and St Paul have much better pedestrian infrastructure than Nashville, it's like running on a cloud here it's amazing.    Really falling in love with running my dogs again, so many new places to see on safe sidewalks, greenways and trails https://t.co/KZEI3Syh5u\n回复 Looking back at some of the memories and how far she's come  I was so stoked and bragging about her being able to walk around the block for the first time, now she crushes 20+ miles a week  What a journey https://t.co/6tfvEHc6US\n回复 This is my 18 year old blind and deaf dog Nanna  She likes feeling the breeze on bridges in Minnesota. https://t.co/BGRjTcUbyk\nThe best part of TheFreePizzaDude project is when we send food to someone in need, they eventually get back on their feet, and then they come back to help someone else in need 😭 https://t.co/yqBe4TwQu9\n回复 It's going to be a tough process with an old blind dog who doesn't like car rides and will have to learn a new home  But once we get there and get settled in, I think it'll be a better place for all of us.   Excited to get involved up there and run some new miles with my dogs https://t.co/9DGm6VBy6i\n回复 She crushed 5 miles up the river, into downtown and then to the Stone Arch  As always, Nanna only stopped one time - completely captivated by the breeze on the bridge.  Getting close to the 3 year mark with Nanna, pretty amazing she's still thriving. https://t.co/RNFJ29Pn4V\n回复 @SeeDaneRun Yeah just 2 guys raising money for the Special Olympics by running 50 miles! I saw it posted in a running group a few days before   Had a bunch of their friends join for random laps along the way, had a makeshift aid station at the bandshell, surprisingly smooth!\nI was giving plasma and the young woman setting me up said  \"You know who you look like?\"  - When I have shorter hair sometimes people say Bob Ross  \"No no no, you look like that painter from the Mountain Dew commercials\" https://t.co/hTWWZLsugi\nBack as TheFreePizzaDude today to send food to people in need  If anyone is on Imgur and has an upvote to kick us off I would appreciate it!  Hope everyone has a beautiful Saturday   TheFreePizzaDude is back! https://t.co/wWypslw7HX\n回复 @connieinmpls I had a dog for 13 years named MrPuckett who hated anyone getting in his face  So when I adopted his lookalike Puckett Jr it was a big adjustment 😄 https://t.co/26K5nkiKT2\n回复 #4 - Mind The Gap https://t.co/W73oytIhOO", "overlap_score": 0.1692201653556223, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1167199515725705217, "screen_name": "Baje2deB", "user_at_name": "Princess Meghan: The List", "sample_content": "回复 @anne_marchant @Royallyshady1 I wonder about that too. The convoy the paps saw leaving Clarence House could have been a decoy while Harry stayed at Clarence House. Poor paps searching London for him 😆😆😆\n回复 @Shi4ni I lived through the Milly Dowler tragedy &amp; the Iraqi photos so I intend to do the same as I did when he ws on that morning TV show &amp; every other show he has been on throughout the years.  I'm happy to be one of many who contributed to his lack of viewership numbers over the yrs.\nAkin to banishment to Siberia 😂😂😂😂\nRather tragical that royalists are not aware of the facts relating to the very people for whom they would put their necks on the block. #mushrooms\n回复 @LBC The bottom line is the House of Windsor needs Harry but Harry has clearly shown by his many achievements that he doesn't need the House of Windsor. So sad that the rf were so short sighted abt that fact yrs ago. They are reaping what they sowed. One cld say their field is barren.\n回复 @pietramaria1 @intheraphy56 @ELLEmagazine Show us a picture of the copyright, you lying brainwashed Karen.  Harry loves having those legs wrapped around him - it will never be you 😂😂😂  Go see a movie, get laid ⛱ https://t.co/a5QTfAbMGb\n回复 @ZandiSussex @ginou1010 KP will probably make the excuse that it's the pressure of him having to be a single dad while also assisting with the recuperation of his beloved wife 🤔\n回复 @wileylittlefox @thebluestshade No false narrative here, mate.  Ur a clickbait junkie &amp; a deranger so I can see why ur perspective is somewhat warped when it comes to Harry. BTW Harry didn't give any private info abt his father's illness. He told the interviewer that info ws private btwn him &amp; his father. https://t.co/FfM8csLTGh\n回复 @LisaSillaway Good for you and him!\nWhat a load of b0llocks. Harry and Meghan aren't in the movie so why would people who don't  like them not go to see it. Jeez these derangers are sniffing something 😳\n回复 @livlost980 @CoskShir @HrmQueene Willy always acts like he can't bear for her to touch him and vice versa so pray tell us, were they gifted turkey basters for Christmas? https://t.co/UqpaYcvcng\n回复 @badgerking87 @ElaineV03506081 @TheCartelDel @munyachawawa FYI: British people comes in all colours. https://t.co/oO37smDrjC\n回复 @lorrainemking That's truly sad to hear but at 80 long distance travel and touring must take a toll on one's health.\nWell there are two places he can be: Sandringham with his father or Clarence House/St James Palace with his cousin, Beatrice. All have tight security.\nPray tell, why is a Sussex squad member tagging a deranger?\nOh lawdy is Jan Moir still working? I thought they had sent her off to the kn@ckers yard 😂😂😂\nSo which Season/Episode are we at with the running Windsor Soap Opera? I reckon we need  #TheVolunteerTexan on TikTok to do something similar to the trailer trash royals skit he did a while ago.\n回复 ... high. He is an honourable man. Sadly I can't say the same for the other characters in the Windsor soap opera.\n回复 @slyxpk @goldenglobes @fluffyguy @recess_therapy OMG do you complain about everything? Would you like to see the manager?\n回复 @Curiousgeorgie8 @loveeliz23 @ShakeLS Ray Charles can see that pic is colourised. The Sussexes/their photographer  had published a black and white which we all saw at the time.  Clearly someone felt the need to colourise it later. Move on, there's no conspiracy here. https://t.co/sWBbSaSrSq\n回复 @groger2002 @KaiseratCB That was always on the cards ... they will keep tightening the screws on the royals and I suspect its gonna get messy. https://t.co/jVGdSsqxPu\nFrom the look of those teeth some may say you've spoken more than your fair share of 💩, mate.\n回复 @FunSussex @CannellBen26804 @angelalevin1 A face not even her own mother could love. https://t.co/5YfhlYRS2f\n回复 @CannellBen26804 She needs to put some of that money she's making from hating on Meghan &amp; Harry to good use. She can start with a trip to the dental hygenist to sort out those gums. Some moisturiser and a bottle of hair conditioner wouldn't go amiss either. https://t.co/pLDFtdPTvf\n回复 @nicknacksback @RNN_RoyalNews Shut your mouth and open your eyes. https://t.co/20Fs5Uz1HH\nThe Spanish again 🤔 Wasn't #Spare leaked by the Spanish too? Methinks this is too much of a coincidence - someone at 'Fleet Street' or the palace has connections. Oh what a tangled web ...\n回复 @QueenRMade1 Wow, I thought they usually stood to attention when he &amp; his family walked in? A couple Sundays ago I was at a classical music concert where our President attended - every one stood up when she walked in and left - she also acknowledged those she knew.\n回复 @r0yal_radar I have always maintained that the media knew before the book was even published. If Scobie knew, you can bet that the tabloids knew.\nTextbook racist. Sadly, as we've witnessed on this app alone, there are too many of them who think like him for anything to change.\n回复 @fenwench @BunnyJugs @thatsnotmine125 @I_amMukhtar Its probably been arranged quickly because Harry and Meghan were due to be in Vancover for #InvictusGames2025 in mid February 🤷🏾 https://t.co/EDLfQ1rtgw", "overlap_score": 0.163450769002741, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1213123386936680448, "screen_name": "KirstiH2", "user_at_name": "Kirsti H", "sample_content": "回复 @KylePorterCBS Hovland. A norse viking is the only rightful winner at a place called Valhalla.\n回复 @BeachOso @KylePorterCBS Or «split the difference» which was Rorys term.\n回复 @NotladYrneh @KylePorterCBS Except that Joel Dahmen in the same flight agreed with Viktor. Today his point was that the drop should EITHER be further ahead or way back, not splitting the difference as Rory suggested, there’s no such rule. He said he didn’t know if it crossed or not.\n回复 @MeghanMcCain Trump will probably think she is tough and cool. Equally evil.\n回复 @billybinion WTF - OMG!!! Why haven’t we heard about these cases?! Oh, I know, because they are drowning in all the criminal stuff Trump has been doing since he went down the escalator! I knew there were a lot of bad cops and politicians, but the whole chain?! No one  to stop these MF?!!\n回复 @sam_golf It’s only appropriate that a norwegian viking wins at a place called Valhalla 🇳🇴  Hovland!! 🥳🤞\n回复 @sam_golf A tree and a mudball - out of his control. Amazing tournament after a tough spring 👏👏👏\n回复 @mehdirhasan Or are the polls just wrong - as usual?\n回复 @JohnJHarwood @zeteo_news Project 2025 - Trump/Epstein - Trump meeting Russia and SA on an airfield!! FOCUS!!!! Media is failing us again!!\n回复 @PaulIngrassia @MikeCrispi @MikeCrispi deleted his tweet because he «didn’t have the context», then he retweets this from @Paullngrassia ??!!! You both are despicable human beings, may you rot in he….  #TeamGus #Gus_Walz\n回复 @Angry_Staffer So Bidem is fighting for the people of Gaza whom the GOP don’t want to help - yet people say they will not vote for Biden because of his policy in the conflict. You think Trump will do more for Gaza….?! Geeezzz\n回复 @AdamKinzinger About time the European leaders speak up! GOP must stand up to Putin. If he wins in Ukraine, he will invade a NATO country next, and then its no longer only funding, then American soldiers will be in war. When you elect undereducated people like MTG, this is what happens.\n回复 @kyledcheney @DevinCow Funny this lawyer / court language. I would not been able to  figure out that this was the decision from this letter 🤪🥹 Even though I’m pretty smart 😁😇\n回复 @Middle_of_Truth @RonFilipkowski Oh no, this will be the new word from every magat and GOP member from now. The instructions has been sent out. Just like with woke, DEI etc etc\n回复 @MariaTCardona @PamelaBrownCNN @CNNSitRoom @JoeBiden Please shift the focus to Trump/Epstein, Trump meeting Russia and SA on an airfield and Project 2025!!!\n回复 @ChrisDJackson Beautiful 💕\n回复 @franklinisbored @BidenHQ Sadly, they will only discuss Bidens age. Not this, not Epstein files….\n回复 @Krac3rjac @taradublinrocks Again, you are missing the point, and probably didn’t watch the clip or read the thread. The issue is that he does these things all the time, choose his words carefully, quote Hitler and praise dictators. It was not about that one word from yesterday.\n回复 @WalshFreedom I love love Bocelli, but am I the only one getting annoyed by the organist who doesn’t follow the soloist, but keeps going in a steady tempo - always a bit ahead?\n回复 @NiallHarbison Look at her tail and smile 🤩😍😍😍\n回复 @MatthewPesotski @mindak67 @taradublinrocks So you are ok with inciting violence and hatred every single week, quating Hitler and praising dictators?\n回复 @espenblaker Kan jo forstå at han ikke er i veldig godt humør og bare vil hjem… På en annen side er det vel jobben hans å stille opp for et par korte intervjuer selv når det går dårlig. Eller?  Uansett, Viktor er plutselig tilbake  både i form og til intervjuer 🥳🤞🥰\n回复 @mindak67 @MatthewPesotski @taradublinrocks I have. Several times. And if you would have seen the video a posted, and the x thread from @gtconway3d , you would know that the real issue I and others are making, isn’t that he said it once yesterday in regards to the auto industry, he uses this kind of language all the time.\n回复 @TrumpDailyPosts Allways projecting - which judges did you buy this time and on what subject? You allready  bought SCOTUS.\n回复 @FoxNews Completely natural to use the word bloodbath in regards to the auto industry. Of course Trump is inciting violence!\n回复 @mattgaetz Is that a new threat?!\n回复 @304_850 @shanebacon @PGATOUR I agree, and Viktor didn’t know if it crossed the line, he just pointed out that the drop should EITHER be furter ahead or way back, not try to split the difference as Rory suggested, I don’t think that’s a rule that says split the difference..\n回复 @DecodingFoxNews @greg_price11 And it was probably the armys photographer, making sure the picture only showed the one tomb.\n回复 @Dr_Rome_ @taradublinrocks Why are so many Republicans who used to work for tRump now never trumpers. Could it be that they see him for what he is? A danger to democracy, only in it for himself?\n回复 @mjfree Never trust that feeling!!! Never forget 2016!!!!!", "overlap_score": 0.1468477946593235, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1271068162256232450, "screen_name": "RevdPye", "user_at_name": "Revd Nicholas Pye", "sample_content": "22 Apr 1918, Lt Lestock Adams, Rifle Brig, died, aged 30. Buried Le Vertannoy British Cemetery. Dad a vicar. Educated @slcMain, where cpt of soccer, hockey &amp; cricket, @QueensCam &amp; @ridleyhall (on its #WW1 memorial). Played for @bluescricket. Emigrated Canada, married 1913, 1 son. https://t.co/uUZ2W1LY2g\n28 Apr 1888, Harry Crerar, born in Hamilton, Ontario (d.1965). In #WW1 attained rank of Lt-Colonel in artillery &amp; awarded DSO. 1940-41 Chief of Canadian army’s general staff. Canada’s senior field commander in #WW2, being i/c First Canadian Army in North-West Europe in 1944–1945. https://t.co/GEan68aPr0\n26 May 1918, while on way from Egypt to Marseilles carrying 3,000 troops of Warwicks Yeomanry, South Notts Hussars, &amp; Bucks &amp; Berks Machine Gun Battalion, HMT Leasowe Castle sunk 104 miles NW of Alexandria by German U-51. 102 lives lost including ship’s master, Captain Holl. #WW1 https://t.co/16ktF4qu4A\n23 Jan 1916, Airey Neave, #WW2 hero, born. 1st Englishman to escape Colditz, barrister, MP for Abingdon &amp; shadow Sec of State for Northern Ireland. 1979, assassinated by INLA in House of Commons carpark. Led campaign which brought Margaret Thatcher to leadership of Conservatives. https://t.co/37MduRmkqf\n27 May 1940, led by Admiral Sir Bertram Ramsay, British launch Operation Dynamo, leading to evacuation of 338,000 allied troops from Dunkirk harbour &amp; beaches via flotilla of 800 vessels including Royal Navy destroyers, merchant marine boats, fishing boats &amp; pleasure craft. #WW2 https://t.co/j6mwPcMYrV\n27 Mar 1917, Cpt Percy Cherry, Australian Imperial Force, died, aged 21. Buried Queant Rd Cemetery. Born Drysdale, Victoria. Grew up in Tasmania. Enlisted March 1915, served Gallipoli. Day before he died, he engaged in action at Lagnicourt, for which awarded Victoria Cross. #WW1 https://t.co/V9FcQOtgiF\n27 May 1941, German battleship Bismarck sank, killing almost 2,100 men. Heading for occupied France for repairs, hit by Fairey Swordfish biplane torpedo bomber rendering steering gear inoperable. Crippled ship engaged by 2 British battleships &amp; 2 heavy cruisers. #WW2 https://t.co/Uvekufu2kg\n30 May 1879, Colin (Charlie) Blythe, Kent &amp; England cricketer, born. Played 19 tests, taking 15 wkts in one. 1904, a Wisden Cricketer of Year. Arguably one of greatest bowlers of all time. Enlisted King's Own Yorkshire Light Infantry. 8 Nov 1917, died 2nd Battle of Passchendaele. https://t.co/zFPJ0v43Sg\n4 June 1940, Prime Minister Churchill makes famous speech: 'we shall fight on the seas &amp; oceans, we shall fight .. in the air, we shall defend our Island, whatever the cost ... we shall fight on the beaches, we shall fight on the landing grounds .. we shall never surrender'. #WW2 https://t.co/2WwtmWNhkE\n14 May 1936, FM Edmund Allenby died, aged 75. Led Egyptian Expeditionary Force in #WW1 Sinai &amp; Palestine Campaign against Turks. Having captured #Jerusalem in Dec 1917, entered city on foot. Reputedly said, “I won’t ride my horse into the city into which my Lord rode a donkey.” https://t.co/sEjYcD3mK3\n回复 @JonW_67 @SouthEastRailGp @wabbey @DrHelenFry @militaryhistori @MargyMayell @pirateirwin @GilesMacDonogh @oldtoonloon @may_talcott @EdnaKB2 @CNOEngland @FAB87F Thanks, Jon. Yes, along with Captain Fryatt &amp; Unknown Soldier, she's in a class of her own! In addition to her work as a pioneering nurse &amp; helping allied soldiers escape, she was also a British spy, as proven by @DrHelenFry's research. Quite a woman &amp; a committed Christian too!\n回复 @anglicanspb @ProfJCharmley @Selwyn1882 He was a member of the Cambridge crew which took part in the first men's Oxford and Cambridge Boat Race at Henley in 1829. Oxford won the race easily and their winning boat can still be seen in the @river_rowing Museum in Henley.\n6 Aug 1916, Major Duncan Chapman (b.1888), Australian army officer, was killed by shell-fire at Pozières, in the Battle of the Somme. He's buried in Pozières British Cemetery. He was the first man to step ashore at Gallipoli, landing at #ANZAC cove on 25 April 1915. #WW1 https://t.co/Qfi06Nl5HI\n回复 @GilesMacDonogh @pirateirwin @tomdoorley @KingsCanterbury @militaryhistori @BeaverWestminst @FAB87F @EdnaKB2 @MargyMayell @oldtoonloon @robert_lyman @DrHelenFry Monty, and his brother, Harold, only did a term at the school as the only reason he was in the UK was so his father could attend the 1897 @LambethConf which was in Canterbury. It made sense for him to be educated in the same city!\n14 Mar 1915, Walter Crane, renowned British artist &amp; book illustrator, died aged 69. First illustrator of Tennyson’s The Lady of Shallot’. His nephew, Lucius, a solicitor, grew up in #Finchley. Was 2ndLt in Worcs Regt. Died 8 Aug 1918 &amp; is on #WW1 memorial of @stpaulsfinchley https://t.co/6v08V1ASom\n8 March 1917, Count von Zeppelin, died, aged 78. 1858-1890, served in armies of Prussia &amp; then Imperial Germany. Devoted rest of life to creation of rigid dirigible airship for which his surname's a popular generic term. 100+ Zeppelins were used for military operations in #WW1. https://t.co/ClgEWPCb3X\n4 May 1917, British troopship SS Transylvania sunk by German U-63, with the loss of 412 lives, 4 kms S of Cape Vado, Gulf of Genoa. Carrying Allied troops from Marseille to Alexandria, Egypt. 2,708 passengers survived due to work of Japanese escort destroyers Matsu &amp; Sakaki. #WW1 https://t.co/mcbcYBBfmK\n5 May 1883, Field Marshal Sir Archibald Wavell, born. In #WW1, wounded 2nd Battle of Ypres, losing left eye. In #WW2, victories against Italians in N Africa offset by his inability to defeat German Afrika Korps &amp; failure to stop Japanese in Malaya &amp; Burma. Disliked by Churchill. https://t.co/1b5671nrAa\n回复 @militaryhistori Truly awful. My son and I are intending to visit the village  this summer as part of our family holiday.\nOn a recent trip into London I walked past this monument to Air Marshal Hugh Trenchard (1873-1956), the Father of the RAF. Arranged around base are badges of the RAF, Royal Scots Fusiliers, Metropolitan Police &amp; Women's Auxiliary Air Force. All units he served with or commanded. https://t.co/HDD81azBBH\n15 Mar 1939, Hitler summoned Czech President Emil Hácha to Berlin &amp; told him of imminent invasion by Germany. Hácha suffered heart attack. Next day, Germany occupied Czechoslovakia, violating Munich Agreement. 31 Mar, Britain &amp; France offer guarantee of Polish sovereignty. #WW2 https://t.co/5FjbbLWZ2g\n19 March 1918, Austrian ocean liner SS Linz, built in 1909, struck mine at 00.25 hours &amp; sank in 20 mins, 4 miles northwest of Cape of Rodonit, Adriatic Sea. 697 passengers &amp; crew, including 283 Italian PoWs, killed. Was travelling from Fiume, Croatia, to Durazzo, Albania. #WW1 https://t.co/p7gjKTS6N8\n10 July 1867, Maximilian, Margrave of Baden (d.1929), German prince, general &amp; politician, born. From 3 October to 9 November 1918, he served as last chancellor of German Empire &amp; minister-president of Prussia. He sued for peace on Germany's behalf at the end of #WW1. https://t.co/tkR2VcPvBi\n26 July 1917, HMS Ariadne, a Royal Navy cruiser launched in 1898, was torpedoed by German UC-65 &amp; sank off Beachy Head with the loss of 38 crew. By 1917, she had been converted into a minelayer &amp; operated out of Chatham to help defend the south coast. #WW1 https://t.co/aGFHhpRhG8\n17 Jan 1863, David Lloyd George, born Manchester. MP from 1890, Chancellor of Exchequer in 1908, Minister of Munitions in 1915, Sec of State for War in June 1916 &amp; Prime Minister in Dec 1916, serving until Oct 1922. Improved running of #WW1, but divisive &amp; wrote biased memoirs. https://t.co/NKJzHkuyZW\n7 June 1915, Flight Sub-Lt Reginald Warneford #RNAS won Victoria Cross for destroying Zeppelin in mid-air. Dropped bombs onto it. One set it on fire from end to end, overturned his plane &amp; stopped its engine. He landed in hostile country but re-started engine &amp; returned to base. https://t.co/KIpCYeTvrm\n29 Aug 1916, Field Marshal Paul von Hindenburg (1847-1934) replaced von Falkenhayn as German Chief of Staff. Retired 1911, recalled Aug 1914. Victory at Tannenberg led to appointment as CiC of German armies in East. From 1925 until his death, 2nd President Weimar Republic. #WW1 https://t.co/uqpA2hrYSZ\nDuring yesterday's visit to Brookwood’s American  Cemetery, I discovered story of Gunner's Mate 1st Class Osmond Ingram (1887-1917). Posthumously awarded Medal of Honor for extraordinary heroism on board destroyer Cassin on 15 Oct 1917. First US Navy enlisted man killed in action https://t.co/gUW3XO4hBo\n4 Jun 1940, led by Admiral Sir Bertram Ramsay, British complete Operation Dynamo, evacuating over 338,000 allied troops from Dunkirk harbour &amp; beaches via a flotilla of over 800 vessels including Royal Navy destroyers, merchant marine boats, fishing boats &amp; pleasure craft. #WW2 https://t.co/ETc8GoXgg9\n11 Apr 1918, Field-Marshal Haig issues Order of Day to British Army in France due to German Offensive. We must carry on fighting \"with our backs to the wall &amp; believing in justice of our cause\" &amp; “fight it out” to end. War's victor would be \"side which holds out longest\". #WW1 https://t.co/dJuGgZP8ZL", "overlap_score": 0.1315797403004892, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Other Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1344414650327314437, "screen_name": "DuboisSasha1", "user_at_name": "Dubois Sasha", "sample_content": "回复 @AllaboutheDrama What does PTB mean?   I don't think they ever intended to end Thope for good. They had many romantic scenes in March. The breakup was rushed but the writing also clearly established they love each other and always will. I knew Thope would still be the story when Matt returns.\n回复 @_chickymonkey @TMZDeeDee Nah, SC pretty much teased Ivy is coming back for Liam. I foresee new triangles, Finn-Hope-Thomas and Ivy-Liam-Steffy. Thomas only \"wanted\" Ivy because of a bet, there wasnt more than this.\n回复 @TealRealFeel Sheila actually tried to murder Steffy's Grandmother 3 times. Poisoned her, shot her and tried to drown her. And wasn't Maggie Steffy's aunt too? Sheila tried to kill her at least 3 times. Oh and Don't forget Steffy'd dad. Sheila threw him into a furnace and left him to die.\n回复 @rolandgarros @DjokerNole @atptour Get well soon, champion. You'll always be the undisputed Goat no matter what.\n回复 @LindaFothergill @Sam_nthaSmith @CaseyKasprzyk Check out the last ratings report. - 304,000 from last year. That's nearly half a million. And guess what was the main story in April 2023? Hope fantasizing about Thomas. What are the main stories now? RJ/Luna and Sheila/Sinn. Both are big failures.\n回复 @Perfect_Ron_ @OU_angel_4ever Different contexts. Hope chose Wyatt because of manipulations/lies from Quinn. It was obvious she wasn't over Liam and would be jealous of Ivy. Right now she is pining for Thomas and seems over Liam. She didn't pick Thomas because of manipulations.  I Doubt she'll be jealous.\n回复 @HawksianWoman @iheartjaxtara IMO, Finn doesn't have chemistry with anyone. His character is a total failure. I want Thope and Steam.\n回复 @darevell54 @JR96043 A quick rebound if anything happens. Will be as short-lived as Steffy and Wyatt for instance. Finn is even more crazy than Thomas given how he defends his serial killer mother. And if he goes to Hope then he is as bad as cheating Liam. Hope won't want another waffling wuss.\n回复 @KMe_ki I get it but well...... when you compare him to some other leading men like Rick Deacon Ridge, Bill or Eric, he is not that bad with women, isn't he? All he did was waffle between 2 women and kiss while married + the ons in 2020... These other men did  worse... way worse!\n回复 @OU_angel_4ever Has Liam ever had scenes with Poppy? I seem to remember the show was insisting on the fact that Liam \"hasn't met Bill's new GF yet\". I think he is definitely a possibility. It would be a nice twist, imo.\n回复 @sylviamarsh1 If it's Sheila manipulating for \"Hinn\", we already know she will fail. Forced couples never last. Even if something happens, it'll only be to facilitate Steam and create Thope angst.\n回复 @iheartjaxtara @OU_angel_4ever Don't get me wrong, I'm very mad at Steffy rn. So many things I'm not liking about her lately, especially what she did to Thope of course. But I still like her more than Sheila and Finn and I'll always be a huge Steamer at heart. Ultimately I still want her free from Sheila/Finn\n回复 @TealRealFeel @boldinsider \"never\" isn't exactly true. She said nearly 10 times that she loves and misses Thomas since he left her. I choose to believe her. And He is still mentionned in every episodes.\n回复 @datvlover @AKendeck Finn hates Thomas and  Liam for no reason, this is what annoys me about him. I can see why Liam hates Thomas (Beth,...) and Finn (what happened with Kelly on the beach, Sheila,...) but Finn is just a giant hypocrite with his hate, when at the same time he's praising 9-toes.\n回复 @_chickymonkey @JamaireRevis @MeemaSarah @LetsTalkSoaps Hi Angie, I hate Sinn but I admire your optimism. Don't give up on your ship. I love Thope and it makes me sad that so many fans are giving up on them so quickly. I want Steam back but I'm not convinced they are happening either. At least not this year.\n回复 @TealRealFeel It worked with Wyatt, so why not this time again. He wanted Steffy to leave him because of Quinn, yet he knew  Quinn would still be in Steffy's life if she was with her grandfather Eric. Steffy knew it but still came back to him.\n回复 @soaper410 Months? I doubt it. They can't help it when they're in the same room, the desire is too strong. Even if they decide to stay apart for some time, they'll be working together again and won't be able to resist.\n回复 @TealRealFeel @boldinsider Now putting him with Hope would do permanent damages, I agree. Hope wasn't popular with Liam or Wyatt like she is with Thomas. Thomas had fans and was popular long before he got with Hope, so it's helping her character. Finn/Hope would be the kiss of death for B&amp;B\n回复 @par67418 @iheartjaxtara You must have missed the dozens of scenes where Hope told Liam, Finn, Brooke, Steffy how much she  loves Thomas and how her life is unravelling since he left her. Are you deaf or blind?\n回复 @Alex_Chatman @Alex_Chatman  How optimistic are you about Thope's future? I know you're one of their most positive fans (like I am,...). I haven't watched it yet (too nervous) but saw the pic of the kiss. What vibe are you getting? Who initiated it? I need a little dose of optimism please. :)\n回复 @OU_angel_4ever Finn has been praising/hugging Hope and wrongly trashing Thomas for months now.Not only Finn should be held accountable, but he is looking way worse than Hope here. He is the married guy, Hope is single.\n回复 @2Freelancer @TealRealFeel @boldinsider @BandB_CBS AN just said last week that Hope loves Thomas. Didn't you hear Hope say she never felt this way about anyone? No, it wasn't just sex. Thomas left her. She isn't cheating on anyone right now. They will be fine.\n回复 @blkgrluso A triangle with Finn in the middle would kill this soap. I mean, he is Sheila's son. He called Sheila a hero, he loves her, he betrayed Steffy for her many times. She is a serial killer yet he keeps prioritizing her. No woman deserves to be saddled with a mommy's boy like him.\n回复 @JadeJadebomber I like your positivism. I still believe in them too, I wish some of Thope fans wouldn't be so quick to jump to conclusions and tune out.\n回复 @datvlover Yep, this is the first time there is close to zero support for a couple. Even Emma and Xander had more support, lol. The rare Hope/Finn shippers are Steam fans/ Thomas haters. It's not even about the couple, it's just agenda-shipping. They can't be more transparent.\n回复 @KW_Jazz @Ohmydrama1 Either a tumor or a medical issue, maybe. But it's recent. She was happy with Thomas for 9 months and not showing one sign of headaches or dizziness. If she is going to have a tumor, it's very recent IMO. I'm not worried. This is Thope angst.\n回复 @TealRealFeel We just need to stay optimistic. And be patient. Every couples overcome obstacles and get angst at some point.\n回复 @pavyg @rolandgarros Is he playing Geneva or not?\nThis poll result should tell the writers everything they need to know. Nobody is going to support Hope with Finn if that's the plan. It'd be assassination for both characters. Very telling that even Liam gets more voted than Finn. #BringbackThomas  #ReuniteThope\n回复 @soapystufftoday Aww, Steffy calling Liam her greatest gift, Liam saying he doesn't regret anything. I don't condone cheating either but as a long-time steamer, I loved that scene. Pretty much confirmed that Finn was Steffy's rebound and that Liam was miserable in his marriage with Hope.", "overlap_score": 0.1396762095649608, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1282071950479826944, "screen_name": "Briarjay1", "user_at_name": "Briarjay", "sample_content": "回复 @ChrisWickNews The one and only Gates of Hell. https://t.co/dKwBj7Kl2X\n回复 @AnnadeBuisseret I dont expect, but i am extremely grateful for everything you have done. 🙏\n回复 @MurfittTauranga Wow. I guess at this point in time nothing should surprise me. But wow. We need a fully independent inquiry. This one will just be another huge waste of time and money.\n回复 @nzdsos Wow that was quick.\n回复 @c_plushie I found one in the leg of my childs shorts once. No idea how it got there. 😅 they are not the most attractive creatures are they?\n回复 @pennymarienz @NZFreeSpeech Exactly. Moral and age appropriate. I dont give  two hoots what consentimg adults do in private but leave our kids alone!\nHere we go again. Its a dangerous occupation for some.\n回复 @drsimonegold Something is terribly obvious.\n回复 @DocAhmadMalik I am not sure shame is enough.\n回复 @Double_Christ Regardless of what one may think about Q. Their final post is haunting. https://t.co/bHig89vdII\n回复 @realstewpeters Nuremberg was a token gesture. We need more than Nuremberg and a loud car.\n回复 @CraigKellyPHON @Perth_Today Its just the best 🥰\n回复 @IpobZurich @ikemefula001 @HQNigerianArmy It is worse. Army is meant to protect its people. This zoo is so bad and no ones hears about it.\n回复 @AfricanHub_ Not just Africa. It is world wide. Governments are the caretakers of the wealthy corporations and the globalists.\n25% increase in cancer in young people from 2021 #banthejab\n回复 @naomirwolf I have seen this effect above me in residential and country areas here in New Zealand.   We still see you 🥸\n回复 @harryfisherEMTP @rmanzel843391 @stkirsch I became very unwell after attending a local protest.  It felt like i had been poisoned.   I had to take a rapid test to get in to visit my dying mother. It was positive.   I treated myself for poisoning with clay, charcoal and fasting.   Well again in 2 days. Nothing since.\nTrue.\n回复 @JimFergusonUK If you watched the G20 zombie conference you would think they had all been subjected to MKUltra.  That is my only explanation.  Trained from birth.\n回复 @jackunheard Of course.   Heard it from the horses mouth.   Never mind the evidence. https://t.co/eLZh5MQLlr\n回复 @CartlandDavid They all seem to be such strange characters out of a horror story.   Were they born this way?\n回复 @iluminatibot The body is a remarkable thing.   And so is the mind.   Never give up hope.\n回复 @stkirsch I think they have to throw us a bone every now and again.   It keeps us interested.\n回复 @againstgrmrs Predatory big Harma making a fortune at the expense of the vunerable again. So sad.\n回复 @againstgrmrs Exactly. Thank you for adding your voice.\n回复 @JohnMappin A slow punishment would be my preference.\n回复 @dansuternz @MurfittTauranga I believe so. The product number remains the same, even though they changed the description.\n回复 @goddeketal Oh yeah thats the big one, and sugar.   I try and eat only real food in its natural state. I also avoid dairy and grains.\n回复 @DocAhmadMalik \"They\" placed their bets on such herd mentality. I am shocked to be honest. I had more faith in humanity. The one thing that has restored my hope -  the brave among us will not be silent!  Keep speaking up soon the balance will shift. 🙏\n回复 @JeromeAdamsMD No offence, but i have the opposite reaction. There is not much i find more repulsive than a mask. Especially on a man, it is such a turn off. I like my men bare faced, breathing, and unafraid. 😊", "overlap_score": 0.1620899098474338, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1368406364913950722, "screen_name": "NMoonitz", "user_at_name": "Nikki Moonitz ✡️ 🇮🇱", "sample_content": "回复 @FBPolitic They already knew it was Hunter’s laptop. They had it in their possession since 2019.   The voters had a right to see it, to know that one of the candidates was by all appearances selling influence to foreign entities.   They wouldn’t have gone to all the trouble to make up the…\n回复 @settzra @mcdanjammsc @markus85cali What other time did we quarantine the healthy and shut down the economy over a 98% survivable virus?\n回复 @mushycrouton Every individual is unique. Every story of different.  But you know that.\n回复 @ort05475549 I would never vote blue. All of the institutions are weaponized on behalf of the left and they’re insane. Sex changes for kids? Government censorship of legal speech? Open borders? Soft on violent crime? Anti self defense? Hell no. They’re the biggest threat to my sons and that…\nBiden’s America. Vote accordingly.   Oh, and don’t forget they want you defenseless as they set violent criminals loose on the streets.\n回复 @BeansKing22090 Because they’re taught they have nothing to be grateful for and that their  role as life givers is oppression.\n回复 @gindexter @J6PatriotMom You mean he didn’t have the right to protest? Or did you word your comment poorly?\n回复 @jasonstonenola @runningmanfa @Bigdogbirdman @yorkiemom4ever @coketweet I hoped she was real my entire childhood!! 😂😂😂\n回复 @allykat2001 @RevengeofLilith @zoulkyud @GregariousNewt @AdamParkhomenko Well we’ve established you’re a liar and you support child abuse so I guess there’s nowhere to go from here. https://t.co/JLAKceVPkM\n回复 @y2roby That’s obviously true since you can’t provide any examples of me saying it.\nDuring times of great evil, the bad guys were always celebrated as being the good guys. To actually do the right thing in times such as these has always meant to stand against the mob that is wholly convinced of its righteousness.\n回复 @JToolbelt74301 @OhMissA1 @Acyn Only morons don’t do their own research on a rushed injection that the people in power are pushing on everyone as they censor the information that might cause “vaccine hesitancy”, even if the information is TRUE.   Would you authorize an experimental medical treatment where the…\n回复 @marfedmoo @Dieter75 @altthisismy @Em_the_artist @To12143 @turners925 @thee_snek How many gay kids will be irreversibly mutilated by the gender cult before realizing they’re simply gay?\n回复 @becca_begotten @detransaqua @RavusMatri @biodesister What part of the body is physically affected by gender dysphoria?\n回复 @The_Akward_1 @ThatEricAlper What ‘gender affirming care’ do I have a right to that trans people don’t?\n回复 @chrisbrown2075 @harrisonjaime I’m saying it’s very possible they had no idea white nationalists would even be there.   This isn’t difficult.\n回复 @truftalker Yes I work and yes I’ve worked blue collar jobs. I worked construction and I worked fixing and building heavy machinery.   Now I sit at a desk all day which is a different kind of taxing on my body.   Don’t argue like a lefty. Nobody said it should be moved up to when you die. A…\n回复 @widtap @dlight9239 @JReinerMD The ‘vaccinated’ transmit the disease on to others.\n回复 @mrvanslyck54177 I'm Jewish too, but you're insane. You've attributed a bunch of stances to me that you pulled right out of your ass. You would load me in a boxcar based 100% on the fantasy you've created for yourself in your scrambled mind.   You're actually a dangerous person and God help any…\nLeftists think encouraging and celebrating motherhood is degrading because they place so little value on the family.   In reality, motherhood is our super power and strong families lead to strong societies.\nA government that throws its full force at nonviolent trespassers as they memory-hole the pipe bomber (still at large) is a tyrannical government.\n回复 @Motisbeard @BJennersUterus How is the latter dangerous to anyone?\n回复 @Sassafrass_84 Husband, then kids. The kids need to see that their parents are a team and at the top of the hierarchy.\n回复 @GojiraMech2 @welcomestalkrs I absolutely support a woman’s choice to get pregnant or not\n回复 @rkellernews @kylegriffin1 Not really, but that’s not what I asked. I asked why anyone should be proud of their sexual orientation.\n回复 @Iselwyr @Rhymxr @uncleFredsTweet Nobody is forced to remain working for an abusive employer, and everyone agrees to the terms before starting their employment.\n回复 @BeesDont_Tweet @Seraneiikas @esjesjesj I’m indoctrinated?  Do you support so-called ‘gender affirming care’ for minors?\n回复 @ProvocaTeach @cenkuygur Nobody denies the climate changes.   I don’t know of anyone who denies gender dysphoria. We simply deny boys can become girls and girls can become boys.   Not all vaccines are the same and the Covid shots aren’t vaccines.\n回复 @Gaiven33 @jasonstonenola @Acyn Anti-white racism is totally mainstreamed and institutionalized. Our own president vowed not to appoint white candidates to certain appointments. Just imagine that with any other race. You can’t.\n回复 @boogaloo420711 @jpoundcake @emilygdawn If you can do that to a bear, you can do that far more easily to a man", "overlap_score": 0.1247901888663651, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1278420211310505984, "screen_name": "OutisGoldstein", "user_at_name": "Outis Goldstein", "sample_content": "回复 @BadRabbitMar @Trellitrelle_ @iamyesyouareno Dude, dude! Even snopes the most left of the left says George Kirby posed as a water repair man with his people and robbed a pregnant woman 🤰🏿 at gun point and wrote about that like what 2 years ago now\n回复 @BillSEsquire_11 @phone_booth_pod @TedLogan1010 @No_Curve @Death6102 endurance, but some would prefer to have their ears tickled. The enemy uses attractive myths like a flat earth to distract believers from the truly important matters of scripture.\n回复 @SunWeatherMan I can go on forever and I understand your pain and frustration ALL BLACK PEOPLE we see you! I’m not some filthy demonic leftist- I’ll make fun of your ass and give pushback you deserve and make fun of you and say we wuz kangz! I REFUSE TO HATE YOU! Strongly dislike you!\n回复 @BillSEsquire_11 @phone_booth_pod @TedLogan1010 @No_Curve @Death6102 Despite contrary assertions, the fact of a spherical earth was clearly proclaimed in the Bible by the prophet Isaiah nearly twenty-eight centuries ago ... \"It is He who sits above the circle of the earth, and its inhabitants are like grasshoppers [etc.]\" Isaiah 40:22 (NKJ). When\n回复 @lbriteyes @smurfwarsher @lukeappleton Where did I say I blocked him? I showed you a picture that clearly showed he blocked me. I never once said I blocked him. So as you see the “issues” is with yourself and it’s yourself you should address and attempt to solve these issues https://t.co/CrDFamCOyc\n回复 @LauraLoomer @itsmorganariel Because I have my thoughts and opinions about trump does not mean I hate him and want him to lose- I think he may be the Antichrist or at the very least controlled opposition SO? And you know exactly why people have come to that conclusion. Gaslighting people stinks and telling\n回复 @BillSEsquire_11 @phone_booth_pod @TedLogan1010 @No_Curve @Death6102 People are divided on the word circle and sphere. This helps you understand how to interpret what the Bible is saying in regard to its shape. When flat earth people talk about the Bible it’s always out of context with only a few verse’s provided proclaiming it’s flat\n回复 @LauraLoomer @TheLordFarmer Everything is connected. It’s like words and meaning to words-trace to source \"A horse is a horse, of course, of course, and no one can talk to a horse, of course.\" https://t.co/oUcqIdh0VG\n回复 @BadRabbitMar @Trellitrelle_ @iamyesyouareno Sounds like a personal problem you should address with yourself over the sink again let that sink in\n回复 @BillSEsquire_11 @phone_booth_pod @TedLogan1010 @No_Curve @Death6102 The reference to the “circle of the earth” in Isaiah 40:22 is the source of much speculation. Some see this phrase as evidence that God revealed to ancient Israel something of the physical layout of the universe long before anyone had discovered that the earth was round.\n回复 @jasonace1989 @Jakers_the_cat @Mr_Webcast Lmfao who said I was MAGA? I’m not down with the witch. Do you often make unfounded assumptions? I often agree and disagree with Laura and MAGA but I’m 100% not a Republican or Democrat and I’d rather get hit by a car than be a leftist. You got anything else to say blue J?\n回复 @Cobratate Grateful be good be calm be honest- Repent confess and fear god love him with everything you got because you know for a fact his love for you is not of this world and transcends time and space- Supernatural is the only thing you can really describe it as. Read your Bible\n回复 @llmakavelli @BigMi2ke @FlatEarthZone Yes because you are so sad and bitter because you refuse to take the L and move on\n回复 @SunWeatherMan ON YOUR KNEES AND TALK TO GOD ASK HIM FOR DISCERNMENT ASK FOR THE HATE IN YOUR HEART TO BE REMOVED ASK FOR FORGIVENESS- You have to want it you have to fight for your soul. SKY DADDY IS REAL I’M SORRY THAT MAKES YOU FEEL LIKE YOUR SOUL IS IN JEOPARDY- IT IS!\n回复 @smurfwarsher @lukeappleton What I have to tell you has nothing to do with hallucinations- absolutely nothing. When I said fringe supernatural I mean fringe supernatural. No drugs no hallucinations and I have wittinesses that I can bring into discord to speak with you\n回复 @BadRabbitMar @Trellitrelle_ @iamyesyouareno He says how can he show proof lol omg!! Then how do you know what you are saying is true if you can’t prove it’s true. Lol how did you learn the truth and know the truth when you can’t show the facts then where did you learn the facts? You know the truth but can’t show it hmm 🤔\n回复 @mukbar23 @JaydaBF The father the son and the Holy Spirit- God the father Jesus your king, savior and mediator to father God the Holy Spirit your proof that unites you with the trinity.) You Muslims are kind to Jesus the ones that know this really appreciate that! God bless you and your family!\n回复 @elonmusk Matthew 3:12 ► Whose fan is in his hand, and he will throughly purge his floor, and gather his wheat into the garner; but he will burn up the chaff with unquenchable fire.) it appears we are in the season or approaching judgment day https://t.co/Y1DZqKNHgS\n回复 @BillSEsquire_11 @phone_booth_pod @TedLogan1010 @No_Curve @Death6102 The popularity of “flat earth” teaching among a few deceived believers is indicative of the enemy's efforts to distract believers from Kingdom work with empty chatter and so-called \"knowledge\" which are actually sensationalistic myths. Paul says learning sound doctrine requires\n回复 @BigMi2ke @llmakavelli @FlatEarthZone They refuse to have a proper debate about it that tells you everything you need to know about these flat earth people. They try to use the Bible out of context it’s pathetic. We have to accept they are just grifter grinding for clicks and 4$ a month because they ain no rl job\n回复 @smurfwarsher @lukeappleton “Sin is a self prison. The bars are shame. You are the jailer. You are the prisoner. You hold the key.” Reminds me of this creed song. You were a Christian once then you read a few books-yeah me too-nothing they say can trump what I know to be fact https://t.co/BqwW4XMgWx\n回复 @BillSEsquire_11 @phone_booth_pod @TedLogan1010 @No_Curve @Death6102 2Tim. 4:3 For the time will come when they will not endure sound doctrine; but wanting to have their ears tickled, they will accumulate for themselves teachers in accordance to their own desires,  2Tim. 4:4and will turn away their ears from the truth and will turn aside to myths\n回复 @SunWeatherMan It’s a global effort by all governments it’s coordinated it’s sophisticated (but for now temporarily until SHTF Solor flare, emp, ww3 etc I call it class wars light- BWHNSSY!) slightly off topic but to continue-SLAVERY IS STILL HAPPENING TODAY! HUMAN TRAFFICKING!- Its more\n回复 @smurfwarsher @lukeappleton No. He didn’t say hello. You live in a world of flesh you deny the spirit world you deny the forces of good and evil. You only deny it when it suits you, and acknowledge it when it fits your preconceived notion’s about the spiritual world and how it’s everything BUT what\n回复 @SunWeatherMan Hate us! A dark hatred burns in the heart of, I hate to say it low IQ black people and these individuals CANNOT be reasoned with NMHHYT pure hatred and vitriol caused by the belief the current generation is responsible for what some white Christians and Jews did when they\n回复 @BillSEsquire_11 @phone_booth_pod @TedLogan1010 @No_Curve @Death6102 In addition, Job 26:7 explains that the earth is suspended in space, the obvious comparison being with the spherical sun and moon. See also Job 26:10 and Proverbs 8:27. The Bible is the Creator’s Word so it is not surprising that recent scientific discoveries are confirming what\n回复 @LauraLoomer @itsmorganariel Saying this. I know you are not talking about low IQ leftist when you say Trump haters- You are talking about people like me we come in many varieties I’m of the Christian variety a large portion of us support and a lot are voting for Trump the ones that are unsure are are the\n回复 @lporiginalg The we wuz kangz crowed will be all over this soon enough. We wuz obsidian ax crafters and shiit we wuz all the ancient aliens and shiit we wuz all yall cultures and shiit https://t.co/8dfLqfzqG8\n回复 @smurfwarsher @lukeappleton I don’t drink. Who am I spying on exactly? You? And for what reason would I be doing that to you? I’m not interested in making you paranoid-You assume you know my testimony I offer to tell you but with my words only. Writing it gives it no justice\n回复 @SunWeatherMan ONE WITH LOVE IN HIS HEART WHO WANTS THIS TO STOP! THE ONES—THAT ARE SICK!OF THE-NOT JUST THE HATRED AND DIVISION WITH PEOPLE WHO SHARE HIS SKIN COLOR BUT ALL OF US!!! PARTICULARLY WHITE AND BLACK- THE GOOD THE UPRIGHT WITH LOVE IN HIS/HER HEART OUR FELLOW AMERICANS IM SPEAKING 2", "overlap_score": 0.0806034589896559, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1294720645805244417, "screen_name": "EvrardTracey", "user_at_name": "TE", "sample_content": "回复 @GuntherEagleman They are only nasty towards misogynistic, chauvinistic, maga political extremist, anti American policy creators that strip basic human rights, &amp; those who chose convicted felon Trump over country.\n回复 @JoJoFromJerz Joe Biden does not entwine religion with politics, create conspiracies, control members with lies, &amp; practices are not deviant. Trump not only does these things like a cult leader but he get the crowd thinking he is a masterpiece when he is toxic &amp; expect unquestionable devotion.\n回复 @SpeakerMcCarthy A rally member died and another injured. Oh I forgot this is a cult. The hell with praying for others.\n回复 @Bubblebathgirl @GavinNewsom @JoeBiden You mad cause Joe is not racist &amp; chose a qualified black female.  I wonder why Kamala is the first black vp and Obama first black POTUS? Cause history shows they only had white vp's &amp; POTUS.  Trump is white &amp; unqualified. DEEP &amp; EMBEDDED RACISM &amp; WHITE PRIVELEGE REVEALED.\n回复 @BodyTech83 @ghiggyluv @BlazingHeatSH @southernwoman64 @VP Pregnancy from rape, incest, or where the mothers life is at risk is none of the govt damn business. Especially for men who dont want to pay child support. These choices are made between the couple, doctor, &amp; the pregnant woman.\n回复 @_CharlesPreston I remember when Trump got in office. He never hid his racism &amp; he used blacks as political pawns. He wants to put loyalist in high civil servant positions, this include cops. If you feel blacks experience racism watch it grow more under Donald Trump.  No vote is a vote for Trump\n回复 @dank1j @MZHemingway @FDRLST Are you talking about when he raped children and E Jean Carroll ? Or when he was Howard Stern show and said he had to deal with his own Vietnam War not getting STD's? Your sex life get publicized when you hang out with Epstein and commit aexual assault.\n回复 @LbrlsAgnstBdn @kangaroos991 Your lying nonsense. When I hear his daughter come out in public and claim that she was raped by Joe Biden, I would believe it. Serial liars are on the loose again. You must be watching fox news or only right wing media.\n回复 @MilaLovesJoe @Kevrmoore Serena Williams typically don't vote cause she is a jehovah witness.\n回复 @winfriedmaus @wiseconnector That is good for the south unless you are an excessive spender.\n回复 @realJennaEllis You support MAGA so don't be self righteous now. Trump came into power throwing insults towards all groups including handicap &amp; Greta Thunberg who was a child. So you support a guy who have lead the way &amp;  MAGAS are just following cause he succeeded with this behavior in 2016.\n回复 @TruthWarri51340 @Liz_Cheney When you learn how to determine legitimate sources let me know.  A fool only flatters himself and talk, but a intelligent man actually share meaningful information.\n回复 @Unicronisboss @CNLiberalism They multi-task &amp; stated issues like womens right, Democracy, reject J6, helping middle class, traitor Putin lovers, felon, rapist, Health insurance, projectc2025, &amp; more. Doing it with style. Why was Hulk Hogan, Amber Rose, that MAGA rapper &amp; Kid Rock at the RNC?\n回复 @drboycewatkins1 If the guy with the PhD can't figure it out on his own voting for Trump is a problem than he needs to go back to school. This is not hard to decide. Or maybe it's an insecure man who cannot deal wirh a woman in power. &amp; in this case these men will vote against their own interest.\n回复 @AGHamilton29 @Crib722 The families don't set the rules. The families are not running for president. Trump should be setting the example. You don't have the authority to approve them doing anything. The law is the law.\n回复 @AmericaPapaBear @BidensWins Well sense your president want to reduce veterans benefit within PROJECT 2025, don't talk about veterans in the street. You vote for a president who considers veterans suckered and lovers.\n回复 @charliekirk11 I thought Trump was not associated with PROJECT 2025. So no more income driven payment programs, eliminate PLUS loans for graduate students &amp; no federal student aid loans. This is in PROJECT 2025. Trump said he cared about the American people. He know what his MAGAS will do.\n回复 @TheLucyShow1 @TrumpDailyPosts A jury determine if he is guilty. The lawyers pick the jury of his peers. The jury will have to review the proof. The judge has to make sure e eryone is following proper procedures in the court, both defendant and prosecutor. So how is the left responsibility? 🤔\n回复 @RpsAgainstTrump @ReubenJones1 He can't swallow a democratic woman being president. He prefer for democracy to ger derailed cause in the end he can suck up to Trump and survive.\n回复 @Kimberl00719747 @DogginTrump What are you talking about. So perhaps what is his strategy? This is what I don't understand.  I understand the importance of dems support and leadership. He said in a video that he would go to the DNC. This tell me he may not be excluding dems leadership and support.\n回复 @JessicoBowman @RpsAgainstTrump Did you say anything when Trump stokes hate in America. I will always pass this picture around to the cult to show what the republican have become. https://t.co/wmJX010si2\n回复 @CPAC He obviously know the difference because he corrected it immediately.  So don't play doctor or neurologist cause your not good at it. Leave that to those who went to graduate school to give their opinions.\n回复 @ghelt MAGA have infiltrated every fiber of our political landscape. The fact the media have normalize indecency does not mean we cannot combat it. Vote these extremist and grifters out of office.\n回复 @RpsAgainstTrump He likes Candice, his political pawn,  enough so he can get the votes to ultimately avoid jail. Candice helps his cause to divide whites and black  and also to make it look like blacks are lying about their history.\n回复 @Leeleeliberty11 @MikeRunner14 @natsechobbyist You forget. Let me remind you. Convicted felon Sexual assault Jean Carroll Anti abortion/ immunity decisions Jan 6 insurrection  Lied about the pandemic Other charges pending People don't want this guy except for the racist, cult members, kkk, confused &amp; the depraved sycophants.\n回复 @BenDempsey18 @ChrisDJackson Get your facts straight.  Your definition of treason is defying Trump.  \"We dont take an oath to a king or a queen, or to a tyrant or dictator &amp; we don't take an oath to a wannabe dictator. We dont take an oath to an individual. We take an oath to the constitution\" Gen Milley.\n回复 @FordJohnathan5 Depraved sick extremist right winger, probably a Trump fanatic. Poor dog!! Why is it the real sick people drawn to Trump? It seems so many coming from underneath their rock.\n回复 @mail_american @BidenHQ You are not able to connect the dots? Trump put extreme conservative on the supreme court. Roe v wade overturn therefore giving other extremist the power to put women at risk.  Duh!!!\n回复 @JessyLDavis @KimHall37 @JudiciaryGOP The comment is a lie. Biden been fighting for gun regulation while magas taking pictures with guns and including children. So purporting that Biden is responsible means you playing politics with this tragedy.  So I will play too.\n回复 @AmericaPapaBear @RpsAgainstTrump Trump di not condemn Putin for bombing a children's hospital. Journalist told Trump to condemn Putin for interfering in 2016 election. Trump believe Putin over American officials. Not only is he a convicted felon who said he would get rid of the constitution he is a TRAITOR.", "overlap_score": 0.0976124707332352, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1332436333768421385, "screen_name": "MickeyJamison", "user_at_name": "Mickey", "sample_content": "回复 @PillMillSupply @A_Sober_Drunk @Chuckles152 @David_Leavitt Name an officer the ME says died as a result of the protestors. Just one.\n回复 @80CandyCandy The gag order is necessary to preserve his constitutional right to a fair trial.   Now perhaps you can answer my question about how the court controlling the video feed has affected anyone’s free speech?\n回复 @stillgray Satan worshippers are a protected class?\n回复 @baddestmamajama They’re all unconstitutional and would be immediately struck down by SCOTUS.\n回复 @PotyralaLinda @voterprotectpac He doesn’t have to prove that he’s innocent. The state has to prove that he’s guilty. All they have to rely on is the word of the convicted perjurer and a porn star. By the way, the porn star didn’t testify to any facts related to faults business records.\n回复 @Tactelller I pity you. I have many liberal friends although I don’t agree with with them politically we have no trouble getting along with one another because we’re adults.\n回复 @AlBatazz @ActovGodd @TristanSnell What branch did Biden serve in again?\n回复 @Michell33650674 So you admit to posting ridiculous shit that makes you look dumb for free? 🤡\n回复 @MrAndyNgo Why are their citizens putting up with this fascist piece of garbage?\n回复 @POTUS I want you to know, I haven’t seen any comments by Trump supporters wishing you not recover from your illness. I, as well, hope you recover soon.  I wish I could say the same for your supporters after the assassination attempt.  Do better.\n回复 @dark_chicago @Rabid66 @stillgray Provide an SOP from any law enforcement agency for “those days”.\n回复 @SAcerton @YourWebmiester @stillgray Well, another issue that is problematic. Young men may not be as motivated to work hard to attract a mate because us mates now make just as much money as men.\n回复 @Mamar9635 @derrickvanorden Thank goodness a law enforcement officer witnessed it.\n回复 @NotTinaKotex First I need a list of specific ways in which I have benefited from slavery and every black person in the US has been negatively affected by it. Oh, and proof.\n回复 @Tony09650237142 @voterprotectpac Come January with a few shake ups in the DOJ, old Michael might be facing some new perjury charges.\n回复 @dianevdm @TgCz76 @ErikaEcho23 @LesleyMiss17638 @AudreyC244834 @Winterskycassie @MariaDeAngelo9 @Jazzkickerr @AdvocatingExarr @GroovyGreatness @Amyspherexo @NER1515 @HARSHRE36544961 So is your opinion based on your extensive knowledge and experience in criminal investigation procedure and US criminal law?\n回复 @ArnedaCric93476 @libsoftiktok @NPSD Is the community outraged? Are they demanding the resignation of the superintendent and school board?\n回复 @BeckyBoo253 @BasedSavannah @GuntherEagleman Tell us about your legal analysis there, counselor?\n回复 @Stefani48377763 @spambot3049 Multiple discovery requests are standard in serious cases like this and the discovery timeline is as well.\n回复 @MMarieConnell @Truecrimewine @PenJustWrites1 Not a chance. Every state, and the feds, have virtually identical statutes and the appellate courts have already ruled on their constitutionally.\n回复 @VictoryClass1 @JenelleComedy @juliaioffe So you’re saying legal codes are equivalent to constitutional law?\n回复 @RepCori So you’re pushing the lie of “hands up, don’t shoot” even though it was thoroughly debunked. As expected\n回复 @ShamelessCoward @DoctorTurtleboy Departmental vehicle\n回复 @ElMacoGrande @BackItOnUpGurl @MakaylaLinks @MarioNawfal But they still lack extrajudicial jurisdiction over foreign citizens’ actions taken in other countries.\n回复 @L0rd_Anarchy @ssholeZac @JG203306 @Steve_Beans @Safety I’ve been able to ignore mean things people say about me since I graduated from middle school. I encourage you to keep working on it. It’s harder for some folks.\n回复 @NYDad17 @Bigorangeinsc @jimstewartson @kitindigo @libsoftiktok We have also heard from several Ohio teachers.\n回复 @luciecmz @EpochTimes They have a PD shortage and the burden is upon them to ensure all eligible defendants have a PD. Like most things in that state, the judicial system is a shit show.\n回复 @IlhanMN Let me say this, I look forward to the day when you’re expelled from this country for being a traitor and a terrorist supporter.\n回复 @TheClassicPhil She’s a bad joke. My legal colleague said today that electing a female president would be fantastic, IF she was competent. My colleague is a staunch democrat.\n回复 @Imp_Ad_Ovr_Cme @CoffindafferFBI Me too", "overlap_score": 0.1454361064030229, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 130523714, "screen_name": "Bmorris54109702", "user_at_name": "Bmorris", "sample_content": "回复 @RealSkipBayless @undisputed Johnson is a fool saying that dallas could win eleven games. First place schedule all those playoff teams from a season ago.There ain't no damn way\n回复 @dynamic_voltage @es3_09 Id be shocked if they win 12 with the gauntlet of opponents this coming year....\n回复 @es3_09 Tbh when WE finish 9-8 at best miss the playoffs &amp; PUKESCOTT leaves in January id be fine trading Lamb NOW For a gaggle of picks like a 1st 2nd &amp;  two 3rd package. We gonna be in rebuild mode so get the picks save the cap\n回复 @nickc0488 Unfortunately I don't think players I think the devil jerry Jones\nCarolina Beach police arrest man after fatal stabbing on July 4 https://t.co/2Kuax3G2Aw naaaaaw really this guy stabbed and killed someone? Id never believe that from looking at the pile of sh*t\nColin Kaepernick Calls Out NFL Over Harrison Butker Controversy: Cowboys Tracker https://t.co/Buri2RW9VX via @DallasCowboysFN that nappy headed nothing needs to keep his bum bench warmer ass quiet\nJacksonville man bags $1 million prize in new lottery game https://t.co/2D5wnhZVYq talk about CRIMINAL win 1 million and ONLY take home a hair over 400k after the government ripoff ( taxes)\nStudent gets truck wrapped in American flag for free after refusing to remove flag at school https://t.co/GFoVc19d1G this was a AWESOME FUK YOU to that undoubtedly liberal-democrat school system. love it\n回复 @GioBruno1600 Twins separated at, the egg crack??\n回复 @MarieDeeSecret Yea probably,  those tight parking deck spaces can be a bitch to get in &amp; out of with a full sized truck\n回复 @brgridiron @Schultz_Report And sink dallas\n回复 @jessica_swarner @CopperCourier Ehhhhh  so you support tampons in boys bathrooms?\nPeople gather in downtown Wilmington to show support for Ukraine https://t.co/ENs8vcjHIH  No more funding!!\n回复 @NoCapFights Soooooo he should request her and 2 of her friends Friday night all night.... then drop her 🤣🤣\n回复 @hashjenni Decorative plants etc...\n回复 @ayeejuju Uhhhh havent they for like the last 30 or 40 years? I thought vibrators counted as a piece of machinery\n回复 @fishsports @JessNevarez_ Why didnt someone have the balls to say ' then why not sign another 4 year 40 per contract\" ?\n回复 @fishsports @DallasCowboysFN Sign ... Retain a few of the current key players like Gilly, Hankins,Cooks  Then go get.... D Henry B Wagner L David or D White  D Hopkins  Then throw in a shocker Like... C Campbell Then we will talk HIGH Aspirations\nWoman taken off life support after boyfriend allegedly drove off with her on his car trunk https://t.co/Xd6VoAYNrj what was a hottie like that doin with a chump that looks like this ??? Hmmmm\n回复 @day_nuh_bee Losses on the horizon BIG TIME. And the roster keeps getting worse with every departure\n回复 @BBGreatMoments It's really baffling cause he's not brad pitt,  richard gere, Johnny depp, or even , George clooney ....\n回复 @_CommanderEagle Cousin kissin, jaw full of dip, long antenna on a dirty 4x4.... Imho\n回复 @RealSkipBayless Between him and Hill for sure,  anyone who says otherwise is a cowboy hater\n回复 @DarnellLamar6 @Cowboys_FanTalk @Stephen_Mac03 Good lord what a WONDERFUL comparison\n回复 @GuntherEagleman Halloween decoration yes\n回复 @Matt_Pinner I dont like eating snails\n回复 @jonmachota @SamGannon87 I remember vividly an interview from his rookie season about how he gave up on romo, because of his failures in the playoffs. Now, he does the exact same thing &amp; skates around the issue. And apparently, thanks, he should be the highest paid quarterback ever.  Not a fan 🤮\n回复 @SpeakOnFS1 Fire McCarthy  FIRE QUINN ( TERRIBLE D PLAY) DO NOTTTTTT make Dak highest paid QB, thats for players who can win in the post season. Trade Parsons for a BOAT load of picks to do a overall of the team.\n回复 @enforcerchris_ Yes with Paul to assist Roman... that would be 🔥\n回复 @es3_09 The question is WHERE will Pukescott land come March 25", "overlap_score": 0.1907826687481182, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1387555042362892294, "screen_name": "coach_chair", "user_at_name": "Arm Chair Coach", "sample_content": "Aggies will defend Aggies under any circumstance is exactly what I would expect. @kyleumlang\nAwesome! 🤘\nThis is what happens when you leave pitchers in too long, Pierce.\n回复 @RFKracing doing the Lord’s work on this broadcast.\n回复 @LVMotorSpeedway Chastain.\nBecoming a proper nation again.\n回复 @taylorcurl1 @taylorswift13 PUT YOUR PHONE ON THE CHARGER FOR THE LOVE OF GOD!!!! https://t.co/2pgxGXys5r\n回复 @TNDTweets What’s going on?\n回复 @SSN_Alabama That’s crazy!  I just found footage from Texas’ vacation house in Tuscaloosa. https://t.co/jVWxikClNY\n回复 @StuddertNatalie @3YearLetterman Nate, Egypt fell when they were conquered by the Romans.\n回复 @icespicee_ @Jonatha92034605 https://t.co/acZTQN6iMW\nBig Wind Energy.\n回复 @EvilMopacATX https://t.co/e6rTsbY6s8\nThe pacers will certainly hang onto this right? https://t.co/kAvHy1hr2o\n回复 @cheddarskitchen @KyleBusch @RCRracing As long as there are no onions on my steak.\nDecepicons only.\nOne NBC broadcast and the Larson hate gets turned up to 11.\n回复 @Team54Updates @JMallo6 @IcyVert Yeah, I’d love to see how he fairs in the smaller team car like a Rick Ware car.  He’s talented. I’ll give him that but he’s just another example of a rich kid.\n回复 @BradyBrizendin3 @NASCAR @Daniel_SuarezG Cry about it!\n回复 @_not_the_kyle Food and Beverage wars.\n回复 @EvilMopacATX Offer him! @CoachSark\n回复 @Batrulha 🇳🇴\nRegardless of political affiliation: this guy just has a punchable face.    Again, I don’t give a rats ass about his political affiliation.  He has just a punchable face.\n回复 @vo_ldemort I hear you.\n回复 @ALPsooner @TexasLonghorns Sir, we’re not A&amp;M.  Please refer to the GIF below on an example of cult behavior. https://t.co/aG2sG6M2dI\n回复 @rustcohleburner @AgJack10 You lost twice to two different teams Texas beat this year. https://t.co/Mv4ZABLKQb\n回复 @MachtSchneller From what I heard, sounds like they’re standing on podiums, encouraging this behavior.  Also, you did not answer my question of what is being accomplished with these protests?  I’m not going to stop asking.\nRemember: dueling is technically legal if both parties consent.  Until we meet again!\n回复 @NASCAR Yep!  @BuschBeer @TeamTrackhouse https://t.co/nHsDPlQiRw\n回复 @NicoleWilfong Let’s talk about it. https://t.co/RTxUnEWGgR", "overlap_score": 0.2452047076895274, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 132445613, "screen_name": "kateymccoo", "user_at_name": "KateyMcCourt87", "sample_content": "回复 @IknowRRRRR @1978ShaunFitz @JohnOBrennan2 No, it doesn't. Extremists and bigots divide families.  Yes, some ppl will be offended, but being offended is part of life. 🤷🏻‍♀️ Besides, gender isn't anything to do with true Christianity, why shouldn't a trans/gay/black/Swede/Asian person be in a recreation of the last supper?\n回复 @currdad @liz_churchill10 Shushhh, don't spoil their outrage! They do like it so!\n回复 @LaughlandMorgan @cinnemonn69 @21brav0 Rainbows and their surrounding mythology pre-date Christianity. You know that, right?\n回复 @marketcabbage Ohhh.... Wait... THAT was your understanding of what happened?  Oh that's hilarious! Anyway, can't really say as I care much about what Hunter Biden does or doesn't do, he's a no-body. The ire that conservatives seem to have for him, however, is enjoyable!\n回复 @Bluepai13479375 @dudenake @debramessing @SenateGOP @HouseGOP @POTUS Buddy, you're weird. Go find another person you last contracted around 3 years ago, or better still, get a life. Consider yourself dismissed, sweet cheeks 😘 #muted\n回复 @Deckboy07 @mthwvthewrld @LondonRealTV He doesn't say that.  You can try to interpret what he means though your own biased lens, but he clearly said \"no exceptions\". I don't know about you, but I want SM companies to have  responsibility for what is put on their sites and to do that, they need to censor.\n回复 @RobinLWare @TikiOwl @MacFarlaneNews Send him some more, try harder! You're not sending him enough, he'll be disappointed in you. You're letting him down, Robin!\n回复 @marketcabbage @yukonco53987251 @YourAnonNews @Abisshhop LOL and yet, more republicans committee voter fraud! Imagine that! 😉\n回复 @lucas_hedglin @HolcombMarty @dbenner83 @HillaryClinton I mean, try telling that the to the 140 injured police. And the Congresspeople and staffers etc who were hiding, scared for their lives. And terrorist-babbit's family.\n回复 @irmelville @rduran1808 @CountDikula @ArkRoyalBrian No Ian. It's a private business. They say a trans woman CAN use their 'traditionally female' changing rooms.  And they say you CAN'T take pics in there.  You don't like their rules, go elsewhere and don't cry if they ban you. Why is this such a difficult concept?\n回复 @DaveAtherton20 @asda @nikefootball @IcelandFoods Hot cross buns are pagan in origin.\n回复 @NG26731 @JohnOBrennan2 Lol, the hilarity of your comment. It's not me making the assumptions, friend 😘\n回复 @Angry_Staffer They lack the mental capacity to distinguish between the genocide in Palestine, and the targeted attack on Houthi terrorists targeting ships in international waters.  They just lump the two together and run with it 🤦🏻‍♀️\n回复 @Rouge4692812 @DannyNoonan1988 @KatManDoToo @KamalaHarris @realDonaldTrump I believe you are confused between percentage and percentage increase. Certainty, which Daniel was expressing, is finite and can only ever be 100%. For example, you cat eat 110% of an apple, but you can have an apple 110% bigger than another apple.\n回复 @marketcabbage @yukonco53987251 @YourAnonNews @Abisshhop More, you say? Ok, David Cole, AL House Rep Robert Rivernider, FL, voter fraud Jason Schofield, NY elections commissioner, 12 counts voter fraud. James Saunders, Ohio. Tracey McKee, AZ. James Singletary, NC, ballot trafficking  Enough? Dumbass.\n回复 @DaveGravo @markale83255321 @TMIWITW @PolitiBunny Why couldn't he kill a political enemy? What part of the constitution would make that an unofficial act?\n回复 @X___PB @POTUS You miss the point. If Trump wasn't permitted to do it why do you think Biden would be?\n回复 @AndyRadical_33 @MoSoApril2019 @DoubleDownNews I asked a simple question which you can't answer. And in fact, when you do try to make a weak attempt to address it, you even manage to get that wrong too.  Poor Andy, just can't accomplish anything.\n回复 @RandallR1975 I mean, that escalated quickly.. why would you want me to cancel Daniel?  You're very odd, Randall.\n回复 @marketcabbage @yukonco53987251 @YourAnonNews @Abisshhop Oh.. wait.. so NOT the 2020 election?  I mean, if you want to talk 2020, you could note Kim Taylor of Iowa convicted of voter fraud for ballot stuffing for her republican husband's 2020 nomination to run for Congress.\n回复 @libsoftiktok Oof, talk about getting ratioed #NotGoingBack\n回复 @RivalDarkSide @Roddy_Neilson @KathyConWom @TheConWom Remember that when you or your loved one needs a transfusion to save their lives. We'll use the blood for someone more deserving then.\n回复 @Whatever26031 @Scott_9225 @MailePRMedia @EdKrassen Forget what? Y'all assume something happened because you're sick, it's what you must do or have done to you, so you expect others to do it. Stop the cycle, Sharp.\n回复 @EnarialP @NoShirleyNo And it's disingenuous to ask for evidence trans ppl exist when you yourself already acknowledge they do. You just don't grasp the difference between male/men and female/women. https://t.co/oA2it9Kf8O\n回复 @WKurps33281 @CatherineD19891 @briprice661 @RepJeffries So now you're changing your mind. Initially you said, verbatim \"A civilized society can not condone abortion\". Now you're suggesting a compromise is ok. Can you explain?\n回复 @KT_Hamilton1969 @theoddmachinist @sun_dyke You're not helping. Why can't you see that? You're just pushing an already marginalized section of society further out.  Even if you sincerely believe it's a mental illness, you're not helping by bullying them. Try being their ally, or at least not make them feel like an enemy.\n回复 @irmelville @ArkRoyalBrian So, assuming we're talking about the gym incident related to that hashtag... We agree that taking pics in a changing room is bad.  🤜🤛 Regardless of the gender of the person, I assume. So the gym banned the woman for taking a pic of another person. How is that a bad thing?\n回复 @C3nse @17GiaSerafino37 Ah yes, ppl like me who call out things that Trump had said. It's not the ppl who literally call for violence, take away rights, try to assassinate former presidents, want more ppl to have guns and constantly threaten civil war who are polarizing, because that'd be ridiculous 😉\n回复 @KingBreos @DavidShapiro98 @IanJaeger29 Illegal immigrants can't vote. Why would you believe his lies?\n回复 @YeOrNay03 @Bezeeboy @OfficerIzzo @MailePRMedia @EdKrassen Hmm.. you haven't thought this through, huh? Yes, the diary itself was stolen, which is what the whole court case against the thief was about. Well done. But nowhere has anyone acknowledged that the pic of any particular 'page' is genuine.", "overlap_score": 0.144429686373109, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1240844934539882497, "screen_name": "flips_j", "user_at_name": "JFlips", "sample_content": "回复 @garykoepnick @C__Herridge @tmcm1 Not everyone is affected the same way. Eg.: Studies show young males are vulnerable post vax for heart issues for whatever reason.  During vaccine trials, just a few otherwise inexplicable deaths or severe side effects can stymie a roll out. Was that protocol followed?\n回复 @KeenanPeachy That must be California. Do the same calculation for a similar house in a suburb of Akron\n回复 @MattWalshBlog Matt you’re smarter than this. It’s like saying in 1924 we need laws to keep Henry Ford from automating his car production.\n回复 @Israel @calxandr I cannot watch. What I have read (by accident) kept me up nights. What are these campus  protesters defending? Even the Nazis tried to hide their atrocities. These attackers celebrated them. The lack of humanity is appalling. Or maybe it’s humanity itself that appalls.\n回复 @HenryIXL @SenatorRennick Oil and even coal are much more energy dense resources. In other words you get more energy bang for the environmental buck. To get the same amount of energy from windmills and solar you’d have to plaster them all over the planet which seems to be the plan\n回复 @Sassafrass_84 @CollinRugg They’ve changed definitions to jigger with statistics. Most people see past the legerdemain.\n回复 @shaunmmaguire I nearly voted for Hillary. Her deplorables comment turned me off.\n回复 @ianmSC Because the media virtually never calls the left to account on “false claims” as they constantly do with Trump.\n回复 @leothescribbler @JeremyTate41 You used to be able to substitute calculus for Ancient Greek at some Jesuit universities in the 1930s\n回复 @covidjabstroke Sorry that happened to you. I was hospitalized pneumonia and sepsis during “lockdowns” and lost my voice. No family could visit. I had to text my husband to tell him what I needed and he’d call the nurses’ desk. He had to be very very insistent.\n回复 @ARatOfRat @KeenanPeachy The Ds have only been allowed to do it because too many want to run with the media-anointed  “cool kids” and don’t pay attention to what they’ll do in power.\n回复 @EduardHabsburg Congratulations! I’m so tired of prominent  Catholics who recommend such schools to others and then send their OWN kids to ivies. I could name names. Push comes to shove, they can’t resist the allure\n回复 @krassenstein Most people I know and love have been multi-jabbed as I live in the DC area. I hope they are and continue to be  ok. (The vaxx certainly didn’t keep them from getting multiple cases of Covid.) I don’t want it to be the case that the vaxx has harmed them. But I do worry about it.\n回复 @MattWalshBlog @stclairashley Who’s to decide what ppl should do in their spare time?\n回复 @PSBGoldenCO @jordanbpeterson You can engage in counseling in some states, along with certain licensees, MSWs, Psy-Ds, and PhDs in Psychology.\n回复 @shallit43 @KeenanPeachy I cannot think of a “sect” that requires an American to vote any particular way except the progressive left. Radical ideology is the religion of these ideologues, they have no other.\n回复 @nycexpatmom Im rather tired of being treated like a mindless component of a bloc in need of “organization”\n回复 @timotheeology It’s not belittling, but limiting if they’re discouraged from using their other gifts. Elizabeth Anscomb (Catholic convert and Oxford scholar)-with her 8 kids, &amp;  Edith Stein in her humility- likely did lowly tasks, but they were also philosophers and Edith of course is a saint.\n回复 @KeenanPeachy We fell in love and got married before I knew if my twenty- something husband was “high value” in the sense she means. I thought he had potential. And he did!\n回复 @JenniferSey She’s explaining how the scientific method works\n回复 @KurtSchlichter New England gets a bad rap. Don’t know why. The most decent folks I’ve ever run across are Mainers—outside Portland however.\n回复 @Brantre123 @PatrioticPizzas @harryjsisson @elonmusk I love the (supposed) implication; if you just supply the source they’ll re-examine their goofy suppositions\n回复 @GovRonDeSantis These are the kind of suffering ppl we should be letting in; not the masses streaming in who come from who knows where. All of course should be properly vetted. But we can’t selectively admit these needy and deserving because we are being inundated. Under Biden, we have no border\n回复 @KeenanPeachy @SunlightShine55 Sounds like nice lady. But don’t forget: The silent generation gave us a lot of the noxious stuff that the boomers get blamed for. Boomers were mostly kids-eg.-when the worst of Vatican 2 was foisted on them. Look at Jerry Rubin, Huey Newton and the ‘60s days of rage guys\n回复 @KeenanPeachy These concerns are affecting fiction in a major way. A novelist I know was met with campus protests during a lecture because her books are too “white.” But the one time she tried to introduce a non-white character, the publisher told her it was “inappropriate” for her to do that.\n回复 @WilliamHarrod10 @TheChiefNerd Has to be an American-based pilot. Unless that industry is being affected by wokery….\n回复 @squirrelpsps @libsoftiktok So is this true? the hi- jacking of school busses by immigrants in CA was a bogus story that went viral. There’s enough truly outrageous stuff going on without making stuff up. And it casts doubt on everything not verified by our biased press, who’s not to be trusted either.\n回复 @LiteBriteLite @TheChiefNerd Tug boats are not used at that point and would be useless anyway you would need a dozen and it would be too late.\n回复 @NEAQ They are saying that most people who swim  in the ocean do not get shark bites. Nevertheless, out of an abundance of caution, Dr. Fauci is recommending that swimmers mask up. At least for the next few weeks.\n回复 @KeenanPeachy And don’t buy a house like that in California thinking your going to renovate it, much less knock it down and rebuild. The regulatory hoops you have to jump through is why you see so many tiny ranches in expensive neighborhoods.", "overlap_score": 0.1481218502408768, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1262256995953860610, "screen_name": "JackMax87144283", "user_at_name": "Jack Maxwell", "sample_content": "回复 @RepLuna @SecretService Good, but we still have no answers!\n回复 @hippojuicefilm Lots of things are retarded not just people. It's too good of a word.\n回复 @Andrewnsnyder Who got football coach chip Kelly to pose for this painting? https://t.co/ZELWL0CYLG\n回复 @DocStrangelove2 Vincent was John Wick before it was cool.\n回复 @BreitbartNews Like we don't buy groceries and wouldn't know she's lying her ass off?\n回复 @RadioGenoa All police officers should have some training in grappling, wrestling, judo, Jui Jitsu, etc. Their poor training puts them in situations like this.\n回复 @dickandcomix dude ChatGPT 4o is insane. I gave it a couple of shots of the Cecil statue I sculpted and it knew exactly who that was. https://t.co/rFyo13Qr2I\n回复 @mysteriouskat That is not the guy on the roof photos, his facial features are entirely different. I'm a sculptor, I study human faces all day, this is not the guy dead on that rooftop.\n回复 @antiwarmisfit She'll bring in a lot of women, disaffected democrats, and independents, she's the best choice. And seeing her kick Kamala Harris' ass again will be awesome. Plus, if anything happened to Trump she'd be a very competent leader.\n回复 @charliekirk11 That was 100% a Biden statement.\n回复 @_TheImpureKing_ This is the first AC game set in Japan and they find the one black historical figure in ancient Japan to build the game around. I can't imagine Japanese gamers not being offended by that. Would they set a game in Africa and make the protagonist Asian? Hell no.\n回复 @RAZ0RFIST And an actual british accent from Robin Hood.\n回复 @HazelAppleyard_ Tomboys aren't transsexuals. My female cousin was into everything my brothers and I were, she played with trucks not dolls, she played tackle football with us, shot guns with us, all of it. Today she's married to a man, has kids, and living a wonderful life. She was never trans.\n回复 @greg_price11 @JDVance He's a coward who let the men he trained and led face combat while he stayed home.\n回复 @ProudElephantUS America should never take it's marching orders from France.\n回复 @RepMTG Adding more DEI hires is not going to matter, he needs combat veterans. He needs his own private security detail composed of men that know what they're doing. There are women guarding him that can't even holster their weapons.\n回复 @TheJoeySwoll Remember when people just went to the gym to train and went home? Those were the days.\n回复 @IGN A game set in 16th century Japan and the playable characters are a woman and a black guy. Got it, excellent virtue signalling Ubisoft!\n回复 @elonmusk Is that semi bent leg configuration more stable than straightening the leg out like a human does?\n回复 @nicksortor Best one I've heard is @TimJDillon said \"She speaks in gypsy curses.\" 🤣\n回复 @Sassafrass_84 Math is racist.\n回复 @kalliope813 I beg to differ that he didn't do something, he wrecked the economy, trans-ed our kids, flooded the country with millions of illegal immigrants, surrendered in Afghanistan, and got us financially supporting 2 foreign wars.\n回复 @stoolpresidente Rodman couldn't shoot either.\n回复 @trumprealparody Secretary of Defense\n回复 @Riley_Gaines_ @Outkick The only way this stops is if girls refuse to compete.\n回复 @TRobinsonNewEra UK needs another Thatcher badly!\n回复 @kalliope813 It's more than just testosterone levels, the XY chromosomes give him bigger hands for punching power, broader shoulders, stronger connective tissue, denser bones, compact hips. Tons of advantages beyond just testosterone. It's unfair for XY athletes to compete against XX.\n回复 @IGN Another woke failure looms on the horizon.\n回复 @nypost Who has sleepovers at 16??\n回复 @thatstarwarsgrl No way that's real, the range instructors wouldn't give live ammo to someone who doesn't even know how to shoulder their weapon properly.", "overlap_score": 0.1469753431314227, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1068266521548546048, "screen_name": "EANInews", "user_at_name": "Evangelical Alliance NI", "sample_content": "From 1130am today King Charles III will read a statement setting out the UK Government’s legislative agenda and priorities for this parliament.   Watch live on YouTube and make sure you are subscribed to Cross Section podcast to hear our advocacy team's reflections and analysis.\nWe'd love you to consider applying or to share with emerging leaders and young professionals!  Still not sure what it's all about? Join our free evening taster session 📅Thursday, 25 April ⏲️ 7:30pm  https://t.co/CYhaJubIoD\nJoin us and @GenNetwork_  on 19th March at 7.45am in Titanic Belfast as we pray for and bless those charged with leadership in business, political, and civic life in these challenging times.  Get your tickets here: https://t.co/NXNPShe2mU https://t.co/c77M27y7xn\nThanks so much for having us yesterday morning @centralbelfast! We received such a warm welcome and over 30 of you decided to join us as members! 🎉  We love serving, equipping and resourcing our members to make Jesus known. Why not join us today?  https://t.co/Fp8rOPakmQ https://t.co/8pgRUGBEv5\nThe morning after the night before... Part 2  Here are two ways that you can respond 📩🙏  #generalection2024 https://t.co/ugsDnhz4Y7\nFour stories and a prayer for Northern Ireland this week from Head of Evangelical Alliance NI, David Smyth.  Check out the Time to Talk resource here: https://t.co/GDMqiyYZnk https://t.co/R2ON9kFC6t\nDo you want to grow in your leadership development and impact every aspect of society for Jesus? Why not try the Public Leader programme?  Find out more and apply here: https://t.co/ZqYPyvxqCt https://t.co/ReRMcfZNhY\nCheck out this article from our public policy officer, Danielle McElhinney!   Here she shares how the upcoming election could affect evangelicals in Northern Ireland and how we can be praying: https://t.co/Y44rXvYmn9 https://t.co/nlGegYPS35\nFind out lots more in Good news people: a report on Evangelicals in Northern Ireland:  https://t.co/y10dN4dFUm https://t.co/V3lcfUeu2R\nOur Church engagement co-ordinator Laura had a wonderful time sharing our Good News People report in Ballynure Presbyterian last night!  If you'd like Laura to come and talk about Good News People in your space, please email l.coey@eauk.org  https://t.co/dz6hIjn74P https://t.co/uhb83opuKa\n🎙️PODCAST //  Head of Evangelical Alliance NI, David Smyth speaks to Kerry and Will all about our brand new report, 'Good news people: A report on evangelicals in Northern Ireland' on The Commission Files.   Listen below:  https://t.co/RlFw87t6uR\nReimagine video series: Telling good news stories from Christians across Northern Ireland  This week we're hearing from  Lynsey Agnew-Caqeua from LCC Community Trust!  Reimagine series: https://t.co/hsUcNJ8962  *Please note, this video was filmed before the Executive was restored https://t.co/pcS43N1Nra\nYesterday, our Church engagement co-ordinator Laura had a  great morning in Larne with church leaders discussing the Good news people report. Thanks to First Larne Presbyterian for hosting the event!  Have you read Good news people yet? Check it out here: https://t.co/y10dN4d84O https://t.co/zizQJKbyZ6\nThis week on Think Friday, @BothLives UK Lead, @McAvoyDawn  shares some exciting updates about fresh branding and new resources. Both Lives was co-founded by the @EAUKnews in 2017 and is now a UK wide initiative of the Evangelical Alliance.   https://t.co/E0AqIoEq0C https://t.co/vuWEvMbk9a\n#Reimagine video series: Telling good news stories from Christians across Northern Ireland  Listen in as  Christians share their good news vision for our people and our place, and how they're making it happen in their spaces.    New video every Monday!  https://t.co/hsUcNJ7Bgu https://t.co/UlTfzww94P\nEVENT // Good News People Report - Church Leaders Gathering, Ballymena     📍 West Church Presbyterian, Ballymena     📅 25th April, 1:00pm – 2:30pm (including (free) buffet lunch).    Register here: https://t.co/qF8xoKbquv https://t.co/0okrAHkjhx\nWe’re really excited to be involved in this intercultural church event - come join us!\n// Stormont Snapshot: May 2024  The big news this month in the world of politics is less to do with Stormont and more of a focus on Westminster.   Election Hub on our website: https://t.co/8sJYCh1Iod https://t.co/UOn6be3E24\nWe spent the morning planning, strategising and praying for the year ahead - we’re excited for what the Lord has in store for 2024! 📆 https://t.co/rTRw7amuec\nIt’s a big day in the parish…  The @niassembly meets today to form a new Executive with the first ever Republican First Minister and first ever Nationalist leader of the opposition.  Praying for wisdom, grace, humility and new cross-party relationships which give voice to hope.\nAfter a trip to IKEA and lots of building and painting by Head of Evangelical Alliance NI David Smyth, we now have a brand new filming background/meeting space in the office! 🧰🌴 https://t.co/AgfJDz5V6f\nThinking about applying for the Public Leader programme 2024/25?    Join our free online evening taster session - Thursday, 25 April at 7:30pm    Don’t miss this opportunity to discover how you can become a culture-shaping Christian leader!    Register: https://t.co/CYhaJubIoD https://t.co/6CPfG3drJE\nThere's still time to apply for our Graduate Scheme! ⏰  Are you passionate about serving the wider church in Northern Ireland and/or interested in church engagement in politics, the media and wider public life?  Find out more and apply here: https://t.co/wAXuThHY2W https://t.co/WP64vFh47v\nWomen of all ages and stages 📢 Saturday 9 March at 103.0am at The Hope Centre, Coleraine.  Let’s come together for #InternationalWomensDay2024 - for a morning of inspiration, connection and encouragement ✨  Sign up here: https://t.co/01lTK4x0fx https://t.co/D53s2GXkLU\nThe morning after the night before... Part 1 #generalection2024 https://t.co/7EtNcQwH5L\n// idea - SPRING 2024  Our team administrator Lisa, recently wrote an article for idea magazine all about what we've been up to recently!  Check it out here: https://t.co/BL4SHaFCg0 https://t.co/Z8cV5mM0n8\n// Reimagine video series: Telling good news stories from Christians across Northern Ireland  This week we're hearing from Lianne Mulholland (East Belfast Mission)!  You can check out the full Reimagine series here: https://t.co/hsUcNJ7Bgu https://t.co/8h3JDSSuVw\n回复 March: We co-hosted the ‘Pray for our Leaders Breakfast’ event with the Genesis Network at Titanic Belfast. Over 260 people came together to pray for our leaders. We also celebrated women of faith and influence in the north coast for #InternationalWomensDay\nFind out lots more in Good news people: a report on Evangelicals in Northern Ireland:  https://t.co/y10dN4dFUm https://t.co/GC54NDBZuE\n#StPatricksDay https://t.co/gfPbbDhhdG", "overlap_score": 0.159056649962737, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Other Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1251245406694105096, "screen_name": "Tom_Laipply", "user_at_name": "Tom Laipply", "sample_content": "Fani Going Down, NYC Martial Law, &amp; Another 1/6 Cover-Up | S05-E28 https://t.co/MkfZAjGOZT\n回复 @RegMCali Name one of your 501.c3 removals... HELLO\n回复 @PopularLiberal THE CROWD outside to see Trump. https://t.co/Yyz2DBG2hw\n回复 @GenMhayden HEY MIKE, DIDN’T YOU SIGN THE DOCUMENT ALLEGING THAT HUNTER’S LAPTOP WAS “RUSSIAN DISINFORMATION”??  I thought you were an “expert”?  Or are you just a pathetic Democratic Party shill?\nARE YOU READY?!?! TLP IS LIVE TONIGHT AT 8:30 PM *EST!  We invite you to watch live tonight at 8:30 PM *EST on RUMBLE or on our platform https://t.co/QWif6JMafg. You can also watch on Foundation Church’s Facebook page or on Tom Laipply's Facebook page. https://t.co/QM58MRaMip\nLIVE ON CTN TONIGHT @ 10:30 PM *EST!  We invite you to watch with us on Christian Television Network (CTN), our platform https://t.co/QWif6JMafg, https://t.co/AQ7Btwi7KH, https://t.co/E9csGX39k7, Foundation Church, or on Tom Laipply's Facebook page. https://t.co/D2MhmyOIiQ\n回复 @RpsAgainstTrump So THE REPUBLICAN NOMINEE for President being “tried” by:  A democratic party activist: -AG(James) -Judge(Merchan) - DA(Bragg) -DOJ surrogate(Colangelo) &amp; a democratic party activist jury…  Is a “trial by your peers” &amp; “equal protection under the law”????\n回复 @AdamSchiff So THE REPUBLICAN NOMINEE for President being “tried” by:  A democratic party activist: -AG(James) -Judge(Merchan) - DA(Bragg) -DOJ surrogate(Colangelo) &amp; a democratic party activist jury…  Is a “trial by your peers” &amp; “equal protection under the law”????\n回复 @Acyn ENJOY WHILE YOU CAN LEFTARDS…. We can play the same game. Plenty of RED JURISDICTIONS &amp; JUDGES to haul you in front of. Careful what you wish for.\n回复 @HotMoozik Wrong as always or just purposely lying.  Typical leftard. First, It's not \"attempts\" but \"encounters\". \"Border Emergency Authority\": The Secretary of Homeland Security has the discretion to activate the authority after the U.S. Customs and Boder Protection (CBP) encounters an…\nJoin us for church this morning as we have Pastor Artur Pawlowski bringing the Word!\nTune in tonight to watch the TLP! We're going over DEI Airlines, Trump Railroading, &amp; The Climate Cabal!  https://t.co/wuAYt43ZR2  #dei #airlines #united #delta #american #donaldtrump #trump #climate #climatechange #cabal #politics #news #trump2024 #maga2024 #electioninterference https://t.co/LObXG3SAbQ\n回复 @thehill GEORGE CONWAY A CONSERVATIVE???? https://t.co/Ms71l2k8CT\n回复 @VetsForRL https://t.co/dQ5TmWmUYd\n回复 @WalshFreedom So THE REPUBLICAN NOMINEE for President being “tried” by:    A democratic party activist:  -AG(James)  -Judge(Merchan) - DA(Bragg)  -DOJ surrogate(Colangelo)  &amp; a democratic party activist jury…    Is a “trial by your peers” &amp; “equal protection under the law”????\n回复 @ReallyAmerican1 So THE REPUBLICAN NOMINEE for President being “tried” by:  A democratic party activist: -AG(James) -Judge(Merchan) - DA(Bragg) -DOJ surrogate(Colangelo) &amp; a democratic party activist jury…  Is a “trial by your peers” &amp; “equal protection under the law”????\nTONIGHT... FAAACCTS OVER LIES!  We invite you to watch live tonight at 8:30 PM *EST on RUMBLE or on our platform https://t.co/QWif6JMafg. You can also watch on Foundation Church’s Facebook page or on Tom Laipply's Facebook Page. https://t.co/CRG0CEID7V\nLIVE ON CTN TONIGHT @ 10:30 PM *EST!  We invite you to watch with us on Christian Television Network (CTN), our platform https://t.co/QWif6JMafg, https://t.co/AQ7Btwi7KH, https://t.co/E9csGX39k7, Foundation Church, or right here on Tom Laipply's Facebook page. https://t.co/soouTstVh1\n回复 @JonahDispatch So THE REPUBLICAN NOMINEE for President being “tried” by:  A democratic party activist: -AG(James) -Judge(Merchan) - DA(Bragg) -DOJ surrogate(Colangelo) &amp; a democratic party activist jury…  Is a “trial by your peers” &amp; “equal protection under the law”????\n回复 @MarkHamill Lil Markie loves: -$35 TRILLION dollars in Debt(1 trillion added every 100 days under JOE JOE THE CLOWN) -15,000 illegal entries per day under JOE JOE THE CLOWN(8k per month under Trump) -Hyperinflation  -New wars  &amp; Child sexualization &amp; mutilation You a sad &amp; pathetic man…\n回复 @itsJeffTiedrich ENJOY WHILE YOU CAN LEFTARDS…. We can play the same game. Plenty of RED JURISDICTIONS &amp; JUDGES to haul you in front of. Careful what you wish for.\nDON'T MISS TONIGHT 8:30 PM *EST!!  We invite you to watch live tonight at 8:30 PM *EST on RUMBLE or on our platform https://t.co/QWif6JMafg. You can also watch on Foundation Church’s Facebook page or on Tom Laipply's Facebook Page. https://t.co/LUZjaBaYLl\n回复 @historyinmemes After it’s batteries get charged by fossil fuels\n回复 @MrJonCryer Give them a 99.9% survivable virus? OH NO!!! And Masks do not stop transmission or infection and neither do your glorious vaccines. Long covid is a vaccine side effect called ADE.\nLIVE ON CTN TONIGHT @ 10:30 PM *EST!  We invite you to watch with us on Christian Television Network (CTN), our platform https://t.co/QWif6JMI4O, https://t.co/AQ7BtwiFAf, https://t.co/E9csGX3H9F,  Facebook: Foundation Church or on the Tom Laipply page. https://t.co/BxsLkwwY4s\n回复 @TristanSnell Tristy loves it when conservatives are sued for defamation. I would love to see Tristy outline how MAGA/Trump planned 1/6. Just wait until @TristanSnell  is held to account for all his LIES court. Enjoy it Tristy\n回复 @RpsAgainstTrump @Scaramucci Ah yes a “Republican” advocating for a: -Baby butchering  -debt raising  -tax raising -child mutilating -open borders -hyper inflation causing  -socialist  Democratic Party Candidate  Just like @RpsAgainstTrump does https://t.co/RgCzGzugRb\n回复 @EdKrassen @TheRicanMemes Hey Eddie, look what your party is doing. I thought questioning the court system was a \"threat to democracy\"? https://t.co/8ySWhx3vxP\nWe invite you to watch live tonight at 8:30 PM *EST on RUMBLE or on our platform https://t.co/QWif6JMafg. You can also watch on Foundation Church’s Facebook page or on Tom Laipply's Facebook Page. https://t.co/naYwDdocKi\n回复 @Canaansdad1987 Haaaaaa!!!! A “church” advocating for the slaughter the unborn.   400,000 black babies are slaughtered in DEMOCRATIC PARTY ABORTION MILLS per year. Pathetic. https://t.co/OJrYusiTxl", "overlap_score": 0.1308497944790237, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1179120480936181760, "screen_name": "JimSchn78659872", "user_at_name": "Jim Schneider", "sample_content": "回复 @RandyOnEd Governor Reynolds doesn't even try to hide her disdain for the majority of ordinary Iowans\nBREAKING: President Biden just released this campaign ad slamming Donald Trump for knowing nothing about patriotism, service or sacrifice. Retweet so all Americans know how un-American Donald Trump really is. https://t.co/6oev9ZLZpN\n回复 @melton4iowa Christian Nationalists are of no particular denomination... and are far more committed to their politics than than their faith\n回复 @Mollyploofkins @RepMTG Support 100%! Putin must be stopped!\n回复 @Mollyploofkins @gumboqueen3030 Every case I have seen has been Republicans committing voter fraud\n回复 @SoozleMcDoozle I am in Iowa. I hope &amp; pray that VERY few staff at VERY few schools do this. IMHO,  it is just one more move by the Governor and legislators to destroy Iowa Public Schools\n回复 @LebergerDavid Happy anniversary of your 29th birthday youngster\nThese REALLY ought to include ALL of the congressional co-conspirators who need to held accountable for their traitorous actions!\n回复 @MilaLovesJoe No one has does more harm to our nation than DJT and his master Putin\n回复 @Andreas43937443 @drdave1999 NO Republican of any office should have a chance given the reproductive rights issue, Project 2025, and the destruction of SS &amp; Medicare\n回复 @JBThinkin Happy anniversary of your 29th birthday youngster\n回复 @DarkMSolvent @JackBuckman3 He just got done lying and is about to start lying again\n回复 @LoneStarLeft @Joyfulaboutboys Not for long https://t.co/pbJYLuEDTh\nTyranny of the minority = Electoral College\n回复 @mmpadellan Trump is disintegrating in that courtroom, Republicans are scrambling to figure out who they will actually nominate.\n回复 @MayoIsSpicyy Including ALL of his congressional co-conspirators to face a similar fate! The 14th Amendment definitely includes ALL of them!\n回复 @IvanasStairCam Too many 3rd Way Moderate Republican posers calling the shots with the DNC\nAbsolutely! Irrespective of what the 3rd Way moderate Republican posers who control the DNC and those who are being extorted by Putin/Trump (Epstein videos?)  to shove Biden out think about it\n回复 @underthesea62 Happy anniversary of your 29th birthday youngster!\n(2) If there isn't a crushing Blue Wave it is because 1. The Idiocracy has already been established, or 2) The Dem is a moderate Republican posing as a Dem\nRead this and KNOW the right thing to do in November\nThe REAL question is who will get the Republican nomination for the presidency. Trump us done, stick a fork in him\n回复 @MikeGavin894115 Happy anniversary of your 29th birthday youngster\n回复 @RandyOnEd You don't REALLY need to ask how low Chuck has sunk... although he is very likely to be given a pass, he was clearly among the J6 congressional co-conspirators, pointing out that VP Pence wasn't going to be there that day\n回复 @DogginTrump 3rd Way mod.Rep. posers been calling the DNC shots too long. The Dems are going to lose the youth vote AND they Black vote if they keep listening to them... and likely my 64 yr old white male vote as well. DEMS should take pride in being progressive instead of r-lite\n回复 @PalimenoForGAD1 @SebastianGarof5 Actually since 1776. The Declaration stacked the deck for the slave states... the Electoral College stacks the deck for the more conservative states\nThere is NOTHING about this buffoon that 5 presidential\nIF Dems run as Dems, not R-lites, they ought to clobber the Republicans into another galaxy! Reproductive rights, economic inequalities, blatant white supremacists, whackadoodle Christian Nationalists, destroying Social Security destroying Medicare... (1)\nIt doesn't matter WHO they run, with the destruction of SS and Medicare, AND Project 2025, not a SINGLE Republican ought to be elected\n回复 @RandyOnEd After the last legislative session I've heard of many Educators, AEA Consultants, Hispanic, &amp; LGBTQI+ moving to friendlier states. Reynolds and  Republican Taliban have created a hostile work/school environment, it is likely that the state has &amp; will continue to lose population", "overlap_score": 0.1471511614079065, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1357213901474078720, "screen_name": "adventistasia", "user_at_name": "SSD Adventist", "sample_content": "“God’s health message is His desire for us to be happy, healthy and, as a result, live a more purposed lifestyle.” Join us today in the Spoken Word through Doctor Richard Nelson.  #Healthwork2024 #SSDSpiritualEmphasisWeek24 #HealthandSpirituality https://t.co/ipGoukSXYx\nA powerful evangelistic event in #Cambodia called \"The Road to True Happiness\" sent words of faith, hope, and personal change that moved 31 people to decide to follow Jesus Christ. #AdventistAsia  Learn more: https://t.co/9TPoLMx7XA https://t.co/lL7nDbUEAf\nA powerful week at Mountain View College as over 400 were baptized! The Division Wide Congress themed 'Jesus is Coming, Get Involved!' brought together 30,000 delegates, celebrating faith and community. #SSDWideCongress2024  Read more: https://t.co/upZdx2YKUQ https://t.co/cBQHOnvMth\n回复 Health Expo was first launched in the Philippines in 1982 and is now worldwide sharing health message as an important arm in the evangelistic methods.  👇🏼👇🏼👇🏼👇🏼 “Medical missionary work is the gospel in illustration.” Evangelism, page 519.\nTrials may be difficult, but they serve a purpose in our lives. Embracing them with joy can lead to character-building, deeper faith, &amp; a closer #relationship with #God.  Leave a comment below and share how you've grown through a difficult season in your life. ❤️ https://t.co/7DeS71LWAJ\nA powerful collaboration between #Adventist #churchministries &amp; advocacies in #CentralPhilippines, led to a massive baptism event! The gatherings included health &amp; family seminars, attracting many to the message of #hope.  Read more: https://t.co/nWrcer2cBz https://t.co/P37kBKN54L\nThe regional Adventist Church extends support for the spread of the gospel to the territories within the Southern Asia-Pacific and beyond.  #SSDMidYearMeetings2024 https://t.co/nATJ3LMnVx\nThe #AdventistChurch's Youth Department in the Southeastern Philippines (SePUM) just concluded their biggest Friendship Camp ever, F-Camp 2024, &amp; it was a transformative experience for hundreds! Learn more: https://t.co/LgRKMETFiY https://t.co/IuXa9OyIGR\n\"I feel blessed to be one of the recipients of this oral health kit since this is a very rare event for us to receive this for free,” said Mrs. Meraluna Tubo, one of the attendees.  Read more: https://t.co/2HhZLuYR3V https://t.co/SQgcSrfvHI\nPray with us today for: 1. Unteaches cities; 2. Raise up brave missionaries; 3. Bold students willing to testify in their study places; 4. Adventist members facing persecution; and 5. 202 million people in our division to know Jesus. #10daysofprayer #prayer #adventistchurch https://t.co/Ddzg7Ukl8y\nThe leaders of the Southeast Asia-Pacific region offices are committed to fulfill the mission entrusted to them by Jesus, to go with the power of the Holy Spirit and to be bold with the courage given by the Lord!  #SSDMidYearMeetings2024 https://t.co/fy8tBx1WyM\nThe Southern Asia-Pacific region’s 1st #LeadLab cohort completed a transformative journey under Global Leadership Institute (GLI) mentors. They joined leaders from different #Adventist ministries at a culminating event in #Bali.   Read more: https://t.co/NFABZx8EIi https://t.co/5L5ScsoLdk\nCambodia's largest province, #Mondulkiri, is building a new #Adventistchurch!  This project brings a place of worship &amp; hope to a growing #Adventistcommunity.  #Cambodia #church #community   Read more: : https://t.co/qnTmWTjV4N https://t.co/7ecsfpfPQ5\nRemembering Pastor Abraham Carpena, a stalwart of the community.  His #legacy as Health Director and life of #commitment inspires us all.  Read his story: https://t.co/pyAMzZlp8P https://t.co/6LKIwBfGWO\nMark your calendars! Every 3rd week of October is intended for special emphasis on Spirit of Prophecy and Adventist Heritage in all institutions of the Seventh-day Adventist Church worldwide. Themes: 2024 Lest We forget 2025 Sharing the Vision  #SSDMidYearMeetings2024 https://t.co/9cxndG5jIh\nThe #CentralPhilippines #MentalHealth Summit aimed to equip ministers and spouses with vital tools for mental resilience and well-being, addressing the growing challenges of #anxiety, #depression, and burnout in ministry.  Read more: https://t.co/1L78Al9epK\n回复 \"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.\" Proverbs 3:5-6   #SpiritualGrowth #Christianleadership #adventistasia #leadership #ssdmidyearmeeting2024\nWe all have those moments when life feels #heavy, and the road ahead seems #uncertain.  But remember, in the midst of our struggles, there is always #hope and #comfort in #HisWord.  🙏 #BibleVerse #Bible https://t.co/SASgO6VGSr\nPastor Samuel Saw, Associate Secretary of @adventistchurch , reminds leaders of three qualities: - have a clear sense of purpose - avoid distractions to accomplish God's purpose - enjoy every opportunity to complete His purpose   #SSDMidYearMeetings2024 https://t.co/37K5hWA1Z5\nExciting News! 👏 Sherman Fiedacan is the new President of #HopeChannelPhilippines. With a strong #communication background, he aims to expand HCP's reach with diverse, high-quality programs &amp; strengthen #collaboration across studios. 🙌  Continue reading: https://t.co/dRQLj7iSpm https://t.co/UeLkBZGDwY\nSSD Week of Prayer Communion Service https://t.co/Oi0YP3a0Y5\nAlumni, families, and friends of Adventist Academy-Iloilo gathered in Iloilo City on July 26, 2024, to honor a monumental milestone—the 108th anniversary of the FIRST #Adventistschool in the Philippines! 🎉  Continue reading: https://t.co/AqH7CslTF8\n回复 Traveling to the other side of the world with eight suitcases, four carry-on bags, and two small toddlers was an adventure.   Physically, mentally, and emotionally drained, the couple on their first overseas mission questioned themselves: \"Did we make a mistake?\" https://t.co/Ml12CeQKxA\nDoc Edward Nathan reminds us how easy it’s to take care of the heart: 1. Avoid smoking, 2. Do exercises, 3. Eat a healthy diet, 4. Keep your body pressure, blood sugar, and cholesterol healthy.  God wants you to live a long and healthy life! #Healthwork2024 #HealthandSpirituality https://t.co/Iw8jX67Ujd\nAn #Adventistschool in #Myanmar is spreading hope and love among the community, despite a predominantly non-#Christian environment.   Read more here: https://t.co/iExRgC1pfm https://t.co/g1WDS2hVaO\nEduard Harry Michael Palar Appointed SSD #HopeChannel Coordinator. His expertise in #media &amp; #communications will be instrumental in taking the channel to exciting new heights. #ssdmidyearmeeting2024 Read more here: https://t.co/UCGxMf3Psd https://t.co/axFwwDd8nZ\nPowerful week in Northern Davao, Philippines! Lay-led #evangelistic meetings sparked a spiritual awakening, uniting communities in #faith.   Read more: https://t.co/rmdxTEvQyK https://t.co/Th0RdgWhQU\n回复 Watch the full video on our Adventist Asia YouTube channel.  https://t.co/0D3yYSXtz3\nHow can morning prayer bring peace to your day?  Prayer first thing in the morning was important to Jesus, and it can be for us too. 🙏    📖This week's lesson study is a continuation of last week's study about Jesus Teaching his disciples. https://t.co/CQc2BB5slF https://t.co/hN8hIdzu7K\nLoFi Bible Commentary | Ambient Work AM Radio Vibes | 24/7 https://t.co/0WDoEgu8Nc", "overlap_score": 0.1617362601725531, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Asian Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1025814028516515840, "screen_name": "SaoghalPeace", "user_at_name": "🌏PEACE✌️☮️🍀♻️", "sample_content": "June 3 is National Chocolate Macaroon Day on the National Day Calendar. Today, we are celebrating the tasty mix of chocolate in our macaroons! #CHOCOLATEMACAROONDAY https://t.co/U04v4OLYJu\nTravel enthusiasts focus on travel planning while marketing professionals put their skills into increasing the local economy through tourism. On May 7th the two come together for National Tourism Day. #NationalTourismDay https://t.co/B0h4AVBor1\nNew 6G Wireless Tech Is 500 Times Faster Than Average 5G Smartphones https://t.co/vzflezLIQL\n回复 @KwikWarren I had one of those pecking out my neighbor's tree at 7am on a Saturday am when I lived in East Orlando. #Annoying😂\n5-Year-old Boy Becomes Youngest Ever to Receive a Bionic Arm and is Overjoyed to Ride a Scooter with 2 Hands (Watch) https://t.co/8rLbLinXyD\n‘A Bicycle Built for Two’ Might Improve Symptoms of Parkinson’s Disease–Study https://t.co/VWIG52AZWo\n回复 @archeryfan93 Sounds like a plan!\nWashington State Bans Single-Use Foam That Breaks up and Pollutes Waterways for Orcas and Salmon https://t.co/gfOBpwiw8f\nG20 Ministers Get Behind a Global Wealth Tax on Billionaires https://t.co/GJ00WxzQ2k\n回复 @wahlstedt007 Looked like cream cheese which would also be good.\nHe Became a Surgeon Because of Grey’s Anatomy – Now He’s a Consultant on the Show https://t.co/WUVf1eYr9P https://t.co/DzXPZnk68T\nIf the Democrats don't pull it together and stand together with POTUS, they will be responsible for Project 25.\nWe are celebrating National Dragonfly Day on the second Saturday in June to bring awareness to one of nature's most beautiful insects. Join us today as we buzz around learning facts about the big-eyed bug also known as the dragonfly. #NATIONALDRAGONFLYDAY https://t.co/MUPw30YhqW\nUpcoming SpaceX launch: Starlink mission may lift off Monday night from Cape Canaveral https://t.co/XIa3hgbpf3\nBottled Salad Dressings Made With The Highest And Lowest Quality Ingredients https://t.co/hULECAlKay\nFrance Celebrates Baguette on Scratch-and-Sniff Stamp, Honoring the World Heritage-Declared Food https://t.co/PMghZnbTb8\n回复 @bebe1969 One of my favorite shows. I guess they couldn't find the right category. Wednesday is another show I love that is not a Comedy Outstanding Comedy Series WINNER: The Bear Abbott Elementary Barry Jury Duty The Marvelous Mrs. Maisel Only Murders in the Building Ted Lasso Wednesday\nEach year on April 19th, National Garlic Day celebrates a vegetable also known as the stinking rose. The fragrant and potent root has been seasoning dishes for thousands of years. #NationalGarlicDay https://t.co/10mkUkZQk1\nIs it a calculated risk to celebrate National Take A Wild Guess Day each year on April 15th? It might depend upon how you observe the day. #TakeAWildGuessDay https://t.co/eRWCMWGtnQ\nThank you Mark!\nImproving Physical Fitness with Cardio May Cut Prostate Cancer Risk by More Than a Third https://t.co/CrrV8rLI4v\n回复 @LeeJohnson65 I am so sorry Lee. March has been an awful month.😞\n回复 @JillFanoO4 And I would eat both in one sitting.\n回复 @EmranRashid3 Cool! I just had a hail storm with high winds and had to go out in it to put the Deck umbrella down. Now it's ☀️ sunny!🤷\nCalifornia Man Free of HIV And Cancer in Astonishing Medical Recovery https://t.co/3aInQjcvy1 https://t.co/4VXcwAQ1Tt\nGoogle’s weird AI answers hint at a fundamental problem https://t.co/TqRDg7Eeww\nMicrosoft Restricts US Police Form Using Its Azure OpenAI Service For Facial Recognition https://t.co/uW7B1pjKlI\nEach year on April 29th, National Peace Rose Day honors a well-known and fruitful garden rose. #NationalPeaceRoseDay https://t.co/cTfNeO6roK\nJune 5 is National Ketchup Day on the National Day Calendar and we are celebrating the most popular condiment in the U.S. Happy #NATIONALKETCHUPDAY Donald J. Trump! https://t.co/iVYl6qhVDv\nPennsylvania waste management facility collects millions of dollars worth of tossed out coins https://t.co/ixPBV6RwMG", "overlap_score": 0.1892586017885634, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1338681038789365760, "screen_name": "ChumpsFor2020", "user_at_name": "Declared Independence", "sample_content": "回复 @RebeccaCol89124 @tayjoness Rebecca &amp; Tay, I’m in swing GA too. Been sitting in the RFK spaces with you. I’m struggling to vote Trump. A decision I do not take lightly, but I will do it for Bobby. I hope Republicans show up &amp; vote WeThePeople in Blue states to help us out too. Bobby just delivered on Unity\n回复 @dmp267 @RobertKennedyJr Shocker CBS would put the DNC  appointed nominee at 49%. People aren’t buying this anymore\n回复 @DeepEcol @RobertKennedyJr @realDonaldTrump This speaks more to how Silicon Valley has fine tuned the casino effect of smartphones/internet. Have you seen the Social Dilemma yet? Until we root out corporate capture &amp; use AI/blockchain to have control on what/how we view the internet through filters, it’ll only get worse.\n回复 @roaldcs @BryceMLipscomb @RobertKennedyJr @NicoleShanahan @KamalaHarris @LPNational Then use his momentum &amp; this opportunity to open the floodgates for your party as well. I’m a progressive &amp; I’ve even seen that while I disagree w/him on certain issues, the ability to open that doorway for 3rd parties is Invaluable for future candidates from all approaches.\n回复 @RealAikiRhino @Cory_Warfield @RobertKennedyJr His drone strikes were double that of Obama’s. He pulled back on boots on the ground to ramp up targeted hits and weapons deals, cozying up to the CIA. Then he put Boeing &amp; Raytheon lobbyists IN his cabinet. Trust me, dude. Both sides. RFK Jr’s the only one for peace.\n回复 @KevTucky1971 @KennedyForTheW This is why DNC is trying to sue him off ballots, why they’ve unleashed a vigorous smear campaign. I don’t blame you for thinking he’s “crazy” now. However, you owe it to yourself to ask Why they spend millions going to this length to suppress/dismiss him. Here’s what’s possible\n回复 @bikes_r_fun @AnnaRMatson What a terrible person. How dare he tell the public the truth about what’s in his closet instead of hiding it like every other politician. How dare he be a truth teller.  🇺🇸💪🏼 #RFKJRforPresident\n回复 @JethBodeen @charliekirk11 They’re suing the President for the People in Albany, NY right now to keep him off the ballot. #RFKJr2024  They failed in NC and NJ already. Also, the massive smear campaign, AI bot swarms on social media. Take your pick.\n回复 @politicalMavv @NicoleShanahan @RobertKennedyJr For you. I don’t vote for a martyr nor idolize w/a persecution vote. Everyone has their own motivations &amp; you’re entitled to yours. I’ll use my voice to make sure your liberties are protected, we restore the American Dream &amp; end corporate capture. We’ve already seen his 1st term.\n回复 @TurncoatD @jimmy_dore Ok wtf made Jon Stewart start propping the establishment?? Did I miss where he made the leap into the Opposite pool?!   I knew he came back out of retirement &amp; it was halfway back to the good days… now? Another great comic lost to the echo chamber void of the oligarchy. RIP\n回复 @jeffdornik @RobertKennedyJr @NicoleShanahan I’m not buying it. None of it adds up. Crazy mixed signals. I’ll wait to eat my words at 2pm EST tomorrow.\n回复 @conwarrior47 @goughclubz Come talk to Kennedy supporters and find out.  #WeThePeople #KennedyShanahan2024\n回复 @PeakingTruth @CloudPristine @courtneyknill Hey Graham. Ppl are turning towards RFK bc he’s the better choice to remove corporate capture/redistributing tax $ 👆🏼Trump had 4yrs. He chose Pfizer, Fauci, lockdowns &amp; CARES Act during a pandemic adding $8T to the debt. Maybe don’t name call or blame ppl for thinking twice.\n回复 @mrdoozie @JSAscension @bugimane Yeah.. this coalition doesn’t work if you think you own the Kennedy votes in the swing states without a give &amp; take. CA Tea Party is working to take the blue CA from Kamala &amp; turn it purple. This also helps Trump inadvertently &amp; ensures we have equal 3rd party next election\n回复 @chiefbacher @AnnaRMatson Well, consider this. You and I, we may not agree on some issues, but I’m about to cast my vote for Trump in swing state of GA &amp; I’m a former progressive.  I stand w/Bobby. He’s a true leader &amp; he heals the divide that’s polarizing the country.\n回复 @patti_foss @RobbinMilne Russiagate was debunked years ago. 51 CIA agents came out &amp; admitted there was no evidence of Russia’s involvement just “suspicion”. They push this pro-Putin agenda bc they want the public on board w/more war. We have to focus our budget on America. We are not well\n回复 @ItsXpensiv2Bpor @NicoleShanahan I don’t agree with him on everything, but he shoots straight about being anti-war, slashing defense budget in half to end forever wars &amp; take care of our home. He’s gone into depth many times &amp; it’s not a black/white response, but rather an objective one. https://t.co/T6cesp9W4K\n回复 @KevTucky1971 @KennedyForTheW What other candidate is even calling out corruption like this? Abolishing the Federal Reserve? Repealing Citizen’s United? We have to support the America we want to create. You get what you vote for. Don’t waste your free speech by voting against something worse than mediocre.\n回复 @chad843 @yalligatorgar @thegingerblues Sounds like another time in history… 👀 “Strength through Joy” Do they even bother vetting these slogans? Freudian slip? https://t.co/ze1Hi4lRbX\n回复 @Denise36716499 @CRLady2016 It’s my swing state. I’m one of the Kennedy supporters who’s been tasked with voting Trump.\n回复 @JulieJonas18 @BIueRuby @NightwatchN8 Sigh… All y’all on X need to put your damn phones down &amp; smell the propaganda roses for what they are. Seriously. I’m gonna get carpel tunnel setting the record straight every damn day. lol\n回复 @KevTucky1971 @KennedyForTheW You can thank Citizen’s United for the absolute obliteration of democracy &amp; authentic information. He’s the Only one who would repeal it first day in office. Kamala &amp; Trump both represent BlackRock interests.\n回复 @Holden_Culotta @autumnsdad1 Go down SWINGING. We need someone to step up to the plate and Fight for the soul of this country. We are so Damn tired of Everything plaguing the people. Enough is Enough. Open the floodgates for a new era of Independents nationally!\n回复 @ATucker2023 @jeffdornik @RobertKennedyJr I’m not voting either if they’re not on the ballot. BUT I was thinking as I was pre-maturely grieving, what IF they were getting Around MSM blackouts by adding ‘bad’ press to spread the word about their campaign to those who watch MSM. These people didn’t know he was running b4\n回复 @KamalaHarris @Tim_Walz Can someone please show me their 5 favorite policies Kamala will implement and why they’re more effective than RFK Jr’s policies? Last I checked, her site only has a Shop/Donation button and Walz is her pander to the progressive vote. https://t.co/WxtxSUfKvp\n回复 @Bitcoinosos @LloydChapman Exactly. This is the weirdest election bc we’re growing in the gray/dark. They’re throwing the kitchen sink at us hoping ppl will jump off. Self preservation is herd mentality. I know this election is a chance we won’t get again &amp; there are more of us than them. To the end 🇺🇸💪🏼\n回复 @King0fString @mattsmethods @IOHK_Charles @CardanoSaint @RobertKennedyJr Kennedy’s first 100 days in office. Where do Trump’s policies have him beat?:  https://t.co/ULs5eXSeYA\n回复 @josh119872 @MINFORMACI0N @GraduatedBen And btw, I’m a former Bernie Bro &amp; progressive. You know what the DNC did to him in 2016. They have kneecapped every progressive policy/candidate. RFK picked up the torch and is acting on it, making the difficult decisions to unite us for a common goal. Propaganda is a cancer\n回复 @DoJoe_Plays @Angelica_Reed1 @acnewsitics Nobody’s anti-vax here, man. My family’s vaxxed, Kennedy’s family is vaxxed. Just supporting addi. clinical trials to understand why certain people are getting injured, not gaslighting them. Here’s a link to his policies. The estab. hates informed voters. https://t.co/WxtxSUfcFR\n回复 @DeepEcol @RobertKennedyJr @realDonaldTrump It isn’t fixed by pointing fingers at each other &amp; feeding into propaganda that leaves you alienated from “the other side”. It comes from uniting to repeal Citizen’s United. It’s corp capture of our regulatory agencies as they dangle social issues like rage bait to divide us.", "overlap_score": 0.1406091904688709, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1108183393324326912, "screen_name": "QuippersUnited", "user_at_name": "QuippersUnited", "sample_content": "回复 @sleepy_devo @Aris_Utensil @not__vee I've watched your content consistently for years, I'm even in your discord, and the way I describe you to others is this: \"He's well researched and gives good opinions 90% of the time. But occasionally he gives a terrible take with no evidence and clings to it like grim death.\"\n回复 @FrostedGlass2 @terrysalt My channel will now be all Job Job all the time always. Also, from this day forward you will all refer to me by the name Betty.\n回复 @ZakkOsborne @MaddysHoG That isn't to say you won't die. You will probably die 3 or 4 times. You'll just keep coming back with increasingly convoluted explanations.\nThis is why MeToo was a catastrophic failure. Dogpiling is not an appropriate way to carry out justice. Whether Weinstein did anything (and he probably did) becomes secondary if the process is corrupted. Nobody wins. Except Weinstein.\n回复 @sleepy_devo The average right winger relies on truisms and philosophies developed at and before the founding of America. He may not be able to express WHY to your satisfaction, but neither will the average person of ANY political faction, left, right, or otherwise.\n回复 @terrysalt @FrostedGlass2 @TheH8Camel @RepMTG @JasmineForUS This is the worst thing I've ever seen in my entire life. This subtracted all the humor in my being. I'm going to become a Mormon and go door to door spreading the word of God.\n回复 @Medicfox @TheJackCochran You should never trust a politician. Instead, you should install the politician that responds to the correct incentives. Usually, that incentive is common sense.\n回复 @Inquisitor8_1 Well, then I would suggest it's YOUR fault for posting silly ai dating website statistics on the internet and expecting ME not to have an autistic fit!\n回复 @Aris_Utensil No stage can hold a presence of this magnitude.\n回复 @MrAndyNgo @Ranting_Monkey I'd say it was surprising that frat boys lead the cleanup effort, but from what I've seen, a lot of frats these days closer resemble the Boy Scouts than Animal House.\n回复 @LPNH For the love of God, as an actual Libertarian in New Hampshire, SHUT UP! You're making me look INSANE!\nGames With Terry: The Night of the Rabbit! (6/30/2024) https://t.co/3d1pfMhUuT via @YouTube\n回复 @RollingStone Start the clock. Approximately 3 months until this article never happened.\n回复 @TheArthurNix Taxing unrealized gains is like trying to spin a turbine with potential energy.\n回复 @terrysalt @OneBadDude_ @DefiantLs But Terry, aren't you concerned that China would take over the US in the absence of a competent leader? *cough*\n回复 @Aris_Utensil Of course it is. Modern people have the attention span of a flea and make decisions based off emotion.  Not that it matters, this shooting wasn't going to keep people's attention for 4 months.\n回复 @DrachonaTheWolf Never validate an argument, regardless of the validity of the argument, if it's made in bad faith.\nGames With Terry: Sam &amp; Max Hit the Road! (05/31/2024) https://t.co/9gKfjsY1wi via @YouTube\nMotZ #2335• Debate me bro •Assassin •Building bridges - The Wednesday Show - https://t.co/xP263ZUh2G\n回复 @DrachonaTheWolf @Disney There's a sort of linearity to bad modern action sequences that I detest. The example I most think of is Data literally jumping to another ship in Star Trek: Nemesis. Good action is not about what they can hypothetically do, it's about what they WOULD do.\n回复 @TheJackCochran If I had to look at that face for 3 months of shooting I'd be gay, too.\nDemocrats will use the debunked \"fire in a crowded theater\" argument to take away your speech. Now watch them backpedal as they try to convince you they didn't incite people to kill Trump.\n回复 @AydinPaladin Getting a Master's Degree is like being a detective that zeroes in on one suspect and ignores all contradictory evidence. If it increases your humanity, it is only through learning what a farce higher education is.\n回复 @elonmusk The problem is that your opposition controls the discussion. You even use THEIR terminology. They're not illegal immigrants, they're illegal aliens. The switch to \"illegal immigrants\" was just a trojan horse so they could feasibly be called \"immigrants,\" when they aren't.\n回复 @RdNkEngineer @Undoomed When I was a poor college student, they threw a defective jacket my way and didn't even bother asking me to pay for it. It had a crease, barely noticeable.  I'll be buying from them as long as I live.\n回复 @ClonedDax @Sabian187 It's Whedification. I didn't even need to hear the dialogue to know it was Whedification. I could tell just by looking at it.\nYou're going to imply superiority over pretentious people and quote Orson Welles in the same breath? Isn't there a rhyming dictionary you should be skimming?\n回复 @DrachonaTheWolf @GadSaad The gender problem comes down to classification. Basically, meaningful distinctions form boundaries. The meaningful distinction here is which side of the sexual dichotomy you form. If you're outside that dichotomy, you have a genetic defect, or in classification terms: \"other.\"\n回复 @DrachonaTheWolf Next generation balloons will be puncture resistant and will fold themselves into fun shapes!\n回复 @MaddysHoG It's not as crazy as it sounds. I've actually made jam with tomatoes and sugar, it's really very nice. The trick is getting over your gut reaction, so to speak, to seeing tomatoes in a different context.", "overlap_score": 0.1156653320463305, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1011074407266217984, "screen_name": "pamelad16089696", "user_at_name": "phx58", "sample_content": "回复 @selectttt @cnnbrk @CNN Not one bit surprised.  I quit watching @CNN a long time ago.\nThis moron 👇. I wonder if he has a wife and any daughters.\n回复 @AshleyGWinter I have two daughters.  I told them to NOT get pregnant in AZ until after November or maybe not at all depending upon the outcome of the election. Their lives could depend on it. Outrageous.  Infuriating. 😡\n回复 @coloradolifer1 That lady that took lemons AND the basket.  People ruin nice gestures.\n回复 @William_E_Wolfe He might have spoken to your truth but not everybody’s.  Again and again, don’t tell people how they should be living their lives. You worry about your own life.\n回复 @BetteMidler 😂😂😂 If only we could make this happen!\n回复 @Sky_Lee_1 @SpeakerJohnson How degrading to be required to hold the hand of this adult baby.  Weak and embarrassing.\n回复 @CheriJacobus I wonder if she will get dress coded.  😳\n回复 @gunsnrosesgirl3 I can’t breathe just looking at that.  I would rather sleep on the floor out in the open. 😵‍💫\n回复 @bone00afide Remember trump’s “Tim Apple”? 😂\n回复 @BoLoudon He’s a trump lover which is why I stopped watching him a long time ago. Magats can have him. 🤮\n回复 @PauletteParis1 Go home and stay there Marge. You are clearly in over your head.\nYes!!!  Dogs should not be left outside in any temperature extremes.  If you can’t take care of your pets properly, do not have them!  Nothing makes me madder than to hear people say they have pets that live outside. They need to be inside with you!\n回复 @piper4missouri Unfortunately our flag has been taken down until the rapist is completely gone.  We do not want to be mistaken for a  trumper.  Your porch is lovely!\n回复 @PortiaMcGonagal Love this!  I have been married 40 Years and we have both just taken care of what needed to be done around the house and with the kids.  There can’t be rigid gender jobs, that doesn’t work.\n回复 @brianstelter Did you say this Brian?  Forward looking???  I don’t think you would enjoy living in this “forward looking” world.  😡😡😡  \"So ironically, Project 2025, even though it scares a lot of liberals, it's actually a forward-looking plan...\" - Brian Stelter\n回复 @ericswalwell I wish Mike Pence would just come right out and say that.  You tried to have me KILLED. I will not endorse you.\n回复 @UrbanistaRamon @KatiePhang Oh she was definitely in trumps orbit.  That was very clear.  She helped him in 2016. This is why I cannot stand her.\n回复 @RossKneeDeep No, that would be a waste of time for President Biden.\n回复 @wild68223259 @blowingtom2 I like hearing about this stuff!  It reminds me that I can and should do better.  Gives all of us something to think about the next time we see a worn out parent with a crying baby.  ❤️\n回复 @NoCapFights “Dump” them in a box?  I think you can use a more appropriate word.\n回复 @squirrel234_the Good.  He should be in prison.\n回复 @Logically_JC He is regressing everyday.  His posts are so juvenile.\n回复 @DashDobrofsky Yep, that’s it!  The current media really sucks big time.\n回复 @BrandiAtkinson @polyeaster Perfect! My husband does all the cooking.  He is better at it.  As a matter of fact, for Christmas one year he took the time to write out BY HAND recipe cards of the dishes he used to make when our daughters were growing up. They LOVED it! He put the cards in recipe boxes. 😍\n回复 @Brodiesmom68 #1. I like the windows without a lot of panes. Then you get a full view of the woods, etc. that surround your house.\n回复 @BidenHQ He tries to be as obnoxious as he can. To the President if the United States. A real professional journalist.\n回复 @msnbc SEE BELOW!  Do better.  As usual you are trying to  create controversy.\n回复 @NiallHarbison She still wagged her tail even though she was miserable. ❤️ What a transformation!\n回复 @Downtownfairy @tvisgreat What kind of skills are sharpened exactly?  Laundry, cooking?  I hate to say that but it’s reality. In todays job market you have to have something to bring to the table.  Even working part time somewhere, anywhere is helpful.", "overlap_score": 0.1875936236102089, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1062783638281093120, "screen_name": "Jim45696272", "user_at_name": "Jim", "sample_content": "回复 @AnonymousJonesX Tell me what you see here...... I  see someone in Command,  chiefly\n回复 @piyushmittal He's not upset, he's laughing at you for your total ignorance of what's coming next.... which is this precedence now is set the NO FORMER PRESIDENT IS IMMUNE from prosecution, difference Trump’s will be overturned ,  BUSH, CLINTON, OBAMA, BIDEN... NOPE\n回复 @1drcole We are a Constitutional Republic,  not a democracy, therefore to end this tyrannical form of government is a great thing, this administration has corrupted the separation of powers of the 3 branches... along with the 18 intell agencies that control the politicians...\n回复 @BlindFaithBook @Bubblebathgirl White liberals virtue signaling to a black woman, shows educational indoctrination in it's purest from, shameful and extremely racist, same F'n elitist bs to keep the masses fighting each other so we can't focus on their destruction of humanity, it's Enslavement of human race\n回复 @AnnieForTruth Annie, seek some help while there's hope, starts by breathing, and letting the oxygen re-enter your brain\n回复 @OurOpinion4U @1drcole You still are only giving heresay evidence,  where is your proof? As I said before 8 yrs of endless accusations,  impeachments, investigations, etc. If there was ANYTHING true about YOUR assertions, the DC swamp, media would be all over it... https://t.co/zUfWyC0vWL\n回复 @harryjsisson Unlike Buydung, whose received billions from China, Ukraine,  mayor of Moscow, Romania, and others, we now know the laptop is real, care to explain that bitchboy? https://t.co/BNwH8WU212\n回复 @MTGrepp This is SHOW trial, Trump is showing how corrupted ALL 3 branches of OUR \"government\" are and now there is no separation of power, the real jury is the court of public opinion,  the verdict will come Nov 5th the establishment politicians and agencies are destroying themselves\n回复 @rebelmoon Absolutely,  anyone who perpetrated false accusations that potentially cause conviction and incarnation sound face the same sentence,  plus have to register as a sex offender\n回复 @VerizonNews @VerizonSupport Your customer service is the very worst I've ever experienced,  I'm being billed for internet at a high monthly fee after signing up for affordable internet access through my social security,  cannot talk to live agent without paying a fee, frankly your company sucks!!\n回复 @elonmusk Think about his favorite story about the snake, he knows who they are, they were cool until he announced his candidacy in 2015, he was in movies, songs, then he became a threat to them as president,  he knows what they do and what they are\n回复 @JebraFaushay This is mental illness, period. Show me in all of creation, where ANY other species choose gender\n回复 @ChaoticLeftistW 710 million in royalties from drug makers paid to NIH .... follow the money, profited from vaccines, after funding gain of function...\n回复 @elonmusk The tragedy is eventually everyone will suffer, shorten a chain one link at a time , it's hard to notice until too late\n回复 @TRUMP_ARMY_ Jill Biden is one of the most evil women on earth, GOD help her, where was she when Joe was showering with Ashli? She knows Joe can't function, yet still pushes him center stage, this nation is ours, it's time to stand up and take it back from these clowns.... https://t.co/32Zd4VWWZ3\n回复 @Liana53160 That's only the start, she should get 10 years minimum sentence, EXECUTIVE ORDER 13848 election interference ..... could be considered treason\n回复 @SUBRATA30016572 Look if you can at her, this is what evil does to you, it takes a physical toll leaving an UGLY mess\n回复 @OccupyDemocrats Voters? China, Ukraine, Romania ?\n回复 @TulsiGabbardrep Yes, but it needs to go farther than that, ALL his assets should be seized, as he has interfered in our elections\n回复 @__TEAM_USA Ah, but the word salads, and that cackle she uses as a laugh.....there is no doubt DEI in action, didn't earn it\n回复 @Bellas1HissyFit We won't,  stop projecting, even your precious blacks are finally leaving the democratic plantation,  come here in Chicago and see for yourself, Trump can hold a rally here now!!\n回复 @RickyDoggin Listen to his last speech, 7 days before his assassination,  if you look you will find a cia operative by the name of George H.W.Bush in Dallas that day.... https://t.co/Lqu1jdcCQ9\n回复 @photoframd @DonaldJTrumpJr Sadly YOU believe your poll, however if you were to reverse every number in your bogus poll, it would be more accurate, just wait till Merchan puts him in jail for violating his unconstitutional gag order.his numbers will skyrocket! https://t.co/yUbFHkMvqk\n回复 @JebraFaushay And the bio weapon mascarading as a vaccine causes myocardis, strokes, blood clots, turbo cancers, amputations .....\n回复 @ResisterSis20 For eight years your side has done everything possible to stop Trump, Russia collusion, 2 impeachment, countless indictments, lawfare ,fake victims set to bankrupt him, everything except straight up beating him, the more you rail against him the stronger he becomes....\n回复 @trumprealparody We need a majority in the senate, I do support her yes...  if she wins her race in Arizona,  then leave her there.\n回复 @GuntherEagleman No, he was never elected, they will use his age against him, or his cognitive decline as a plausible defense for his treason, Hunter's partner is exposing him before congress as we speak\n回复 @realTrumpNewsX 1000%, it goes beyond passing legislation,  it needs to be an ammendment to Constitution,  that no person shall vote in ANY election without proof of Citizenship, and only citizens can be counted in a census, how many seats would dems lose in the House?\n回复 @funder When the true numbers of those affected by Fauchi's bioweapon become known, Megele crimes against humanity will pale in comparison,  no he is depraved, we remember aids too https://t.co/AxnXJ4PKjS\n回复 @OurOpinion4U @1drcole Grasping at straws, legal fees are just that, don't forget, statute of limitation ran out years ago, all this gets tossed in court of appeals...you're stretching", "overlap_score": 0.1564377670872327, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}]