[{"user_id": 1157000865976217600, "screen_name": "ChristianWMale1", "user_at_name": "Baldy Beard McFat Fuck", "sample_content": "回复 @CoreyVersuz https://t.co/xZGDNDq5ZD\n回复 @maththfcx @_TruthZone_ I couldn’t imagine outing myself like this. Incredible work.\n回复 @A_refusenik @human1100111011 I grew up in the south and yes, the wars against the native Americans and trail of tears etc is covered heavily from about grade 3 onward.\n回复 @MalevolentAstra The difference is that this is an option. Not a requirement.\n回复 @sjs856 &gt;string of state approved buzzwords &gt;”sheep.”  Lel\n回复 @ideologuememer Bookmarking this for the next time someone fills their diaper over the crusades lmao\n回复 @gbeyale It looks like no one else has decorations on their cap. I’ve been to a handful of graduations in the past three years and a common theme is not allowing graduates to decorate their caps. Is it dumb? Yes. Is it a problem unique to you? No.\nMy chocolate cake was so good that someone requested I make one for their Juneteenth BBQ. Basically the best compliment my cooking has ever received.\n回复 @SenFettermanPA This is just machinery. Machinery makes things.\n回复 @RhizomaticMemer “I shoplift to help the poor.”  Yeah, stealing from CVS and Walmart so much that they pack up and leave your town with no way to get prescriptions and groceries.   Super helpful.\n回复 @NormieIcon L opinion which you wouldn’t have if you’ve read this book\n回复 @AntiWhiteWatch1 @IlhanMN Your thoughts?\n回复 @KaoticLeftist Looks to me like he got punched for running his mouth. 🤷🏻‍♂️ Judging by all the cheering taking place, I’m assuming he’d been annoying people for a while.\n回复 @JonathanTCasey Murdering innocent people. That’s kinda the big one, tbh.\n回复 @spreadsheeticus It does if it’s crispy. I typically enjoy chewy bacon, but on a burger it has to be crispy so that it compliments the texture of the patty\n回复 @libsoftiktok Spreading lies. This man was a doctor engineer. He went to that man’s house to design a bridge and treat his diverticulitis.\n回复 @garrettethanc1 I love my dogs to death but they’re still dogs lmao\nGranny Smith are the best apples. All others are not worth your time.\n回复 @The_Lord_Otter I’m a big fan of the Scar Night trilogy. It’s a basically a three-way war between Heaven, Hell, and Mankind. https://t.co/AleVDhw9Hq\n回复 @OfficialMinks You watched him more than you watched the game\nLook, WnB Factory. Your food is good. But it ain’t $16 on lunch for one guy good.\n回复 @TheEconomist Journalism can really be summed up by the first bit of this headline.   “El Salvador’s president, has brought peace to a country previously terrorised by criminal gangs. But…”\n回复 @Bolverk15 Mf this is QWOP\n回复 @GlomarResponder &gt;cooking, cleaning and laundry  She’s really counting this as self-sacrifice\n回复 @reddit_lies The cherry picked and misunderstood Bible verse really is the pretty bow on top\n回复 @the_transit_guy If the Uber was $60, it’d be worth it for the direct line there and not having to be harassed by shit caked vagrants having a heroin crisis two rows down. Lol.\n回复 @YIMBYLAND He said “great weather” lmfao\n回复 @beckysayswords Blood pressure could definitely be it. That, or low iron.\n回复 @RocinanteFerox @PrintMoreGats https://t.co/935svhDzr6\n回复 @creepydotorg Bake at 325° for 400 hours", "overlap_score": 0.1687007164280175, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1076459410342465537, "screen_name": "Patriot4GAWakng", "user_at_name": "The Great Awakening", "sample_content": "回复 @catturd2 How the fuck is it? I tweet on these threads and get no activity.??\nYeah, these are called chemtrails https://t.co/PVnrg7aIxR\n回复 @ChuckCallesto @DougAMacgregor https://t.co/xYcEYKHpcu\n回复 @Richisbackmfer It would just be so epic!!!! I heard he never got on the flight because during a pre-trip they found C4 plastic explosives!! They had to fake his death.\nThe Military’s White Hats, Unlocked a Clandestine Database Teeming With the Darkest Secrets: The Bush Senior Funeral – The Mystery Of The Envelopes – Cabal and Deep State Regime – Game Over ! - American Media Group https://t.co/nLcCW7QvhL\n回复 @Sharon1137448 @SabrinaGal182 Because everyone loves the comfort zone of slavery?\n回复 @rawsalerts No such thing as weather warfare Aye….\n回复 @TraderGirlQ The aftermath!!!\nLook at all the little bitches trolling Trump right now!!!!\n回复 @FoxNews Yeah, what’s up bitches???\n回复 @AmericaPapaBear My father and my mother-in-law, lung cancer and my mother-in-law, uterine cancer\n回复 @Patfan2001 @mchooyah She’s a dude too\n回复 @LeadingReport Trump won 2020 end of story!!! It seems like no one gives a shit about that!\n回复 @jealder3 His father is a psychologist for young people!!! Young people with social issues.\n回复 @In2ThinAir So glad someone can explain this! I’ve been following the one off of Antarctica on multiple occasions!!\n回复 @Prolotario1 Yes, because everyone’s pineal gland is so fucking calcified!!!!\n回复 @TraderGirlQ You need to find a new agency. Berkshire Hathaway is Warren Buffett, who is a piece of 💩!\n回复 @TruthSlingerX Treasonous communist, fucking traders!!!\n回复 @MAVERIC68078049 Not her WTFU!!!\n回复 @catturd2 Every time I watched it, it got funnier!!! poor guy\n回复 @FranksNBeans45 @POTUS No formal gun training\n回复 @In2ThinAir Welcome to the world of weather warfare!!!\n回复 @conservativ3ant @SecretService Yeah, they’re pretty much looked like Keystone capers!!!\n回复 @PaTrumpGirl She’s an illegitimate candidate. Why the fuck are we wasting our time with this shit?\n回复 @FOXNIIGHTGALAXY Things a deep state agent might say!\nWhy does it seem like the common goal is constantly for communism to end the world? OVER AND OVER AGAIN……\n回复 @imma_creep @In2ThinAir Probably already been released. It’s just fermenting.\n回复 @TraderGirlQ I’d still rather be on the outside looking in of this shit show fucking matrix that it is!!!\n回复 @tumaro17 @Patriot4GAWakng https://t.co/2eXLFnumNr\n回复 @Michael59302787 💯💯💯", "overlap_score": 0.1800848251265412, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 112740166, "screen_name": "adk40k", "user_at_name": "dawn k", "sample_content": "HAHAHAHAHAHA Andie! HAHAHAHAHA! You don't Disappoint!🤪\nWord Salad! Trooper Paul... Stuttering Stanley? WHAT! Is Andie a Retard?\n回复 @sheetnwinch Sorry poops, oops I mean poops or hoops. I don't know if you're a Boomer, so why don't you @ me? I'll get your response. Why would anyone cram 3,000 pages down anyone's ass in 9 days.\n回复 @MazzaMedia @NBC10Boston She was in the middle of the road when Liz started with the lawn thing.  Kathy Curran will have bad reviews tomorrow😆. Liz is predictable and pathetic!\nI read this like a Hillbilly😉. I would miss the Hash browns! John wants them to close shop...\nthe free Karen Read people thought they were losing wifi. It happened all over up to Concord NH too. had nothing to do with use guys!😉\n回复 @msgrant_smith @FancyGypsyWooo 🤣 \"Soon I will be free\",\nNurse Kerry Lama. what\"s going on with your shit bag friend? looks like she should be sectioned🤔\n回复 @JLRINVESTIGATES Balloon Boy? My Pronouns are Girl,She,Her, Asshole!\n回复 @TheYoungJurks I like Kamala, she's not Joe Biden. Just like Mike Pence! I think she's more middle of the road!\nwho comes to Boston in the Summer, and doesn't order Seafood? I'm team Karen but still Judging..\n回复 @JoeyMannarinoUS donald fucked himself! Total dink!\n回复 @MazzaMedia wouldn't his attorney object to this?  I mean maybe Lizzy but this could lead to incrimination charges. I don't believe it! Kates a crackpot!\n回复 @StephenKing I hope so! I don't want christians telling me what I can and cannot do\n回复 @Goatboy991994 Kate Peter is a legend for fake profiles!\nMark Hamill is my 1st Superhero!\n回复 @KerriTrueCrime Fat Matt blocked the Hallway /dining room door with his wide body, gocking out the window. Jen was at the door, everyone knows where BA &amp; BH was /Den. CoCo was the Village idiot dancing to a 70's song, prob full blast. John's pant's had grass stains from being dragged.\n回复 @Dimaggio007 @TheYoungJurks I'm pretty sure there was a Boston city judge wanted to move forward on the bridge after they received infrastructure monies. but ward 6 council brought up past Mayor Menino idea to use a ferry service instead. ward 6 is sticking to their guns\n回复 @ronin19217435 Is this a Quanon page?\n回复 @FallRiverReport @VP Wait! let's do Pence, He took away women's healthcare.\nLiz owns the streets!\n回复 @MazzaMedia @letstalkliveytc They want ratings, that's all they want.\nKarl Dugal looked really upset, or worried! Jackie Dugal keep your chin up 😊\n回复 @Goatboy991994 @barberelley she's poltergeist!  block her! she poison, attention seeker!\n回复 @KerriTrueCrime I'm wondering if Kevin Albert was the dark haired man in the house, according to Brian Higgins. and Chris Albert assured John, kevin wasn't at the waterfall. Maybe Kevin was at the house?\n回复 @DoctorTurtleboy @danabramslive I just saw it on World News w/ David Muir\n回复 @GhostedHiggins @Goatboy991994 MA Irish are like the 6 degrees of Kevin Bacon\n回复 @besttradereva @Matt_Pinner that's funny, I watched \"The Why Files, S4 E11\", the other day, geologist might have an explanation for trumpets heard around the world. you should check it out!\n回复 @sheetnwinch man, you guys are reaching 🤭 https://t.co/GQE6aqBcYw\n回复 @Skipvue @SpecialKay423 was that the day Bert said Collin was already gone when John was there? oooops! I mean Alison.😆", "overlap_score": 0.2168209514410512, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1187591577910136832, "screen_name": "SLG_artupdates", "user_at_name": "South London Gallery", "sample_content": "FIVE DAYS LEFT! ✨  Don't miss out on up to 50% limited edition artworks made exclusively for the SLG.   Our big summer sale ends on Wed 31 Jul.   Shop now: https://t.co/1BkfxYlDt4 https://t.co/OCIvBDZUdv\nA new pop-up exhibition, ‘Dwellings’, is taking over the South London Gallery next weekend! Take an exclusive look behind-the-scenes at some of the designers contemporary birdhouses🐦🌱  📅31st Aug-1st Sep 11-6PM Find out more👉https://t.co/bvdIBykD9r https://t.co/KNCJkesTm2\nHALF TERM FUN 🎨🍃  This Wed 29 May, join picture-book author Gabby Dawnay in a free explorative poetry workshop for families based on her new book, 'A Field Guide to Spring'.  Book now: https://t.co/gnolk2E2GP   @kidsinmuseums @thamesandhudson https://t.co/16ijoQ4Iu6\n📷 ACTS OF RESISTANCE: PHOTOGRAPHY, FEMINISMS &amp; THE ART OF PROTEST 📷  OPENING 8 MARCH @SLG_artupdates  This exhibition at the SLG, organised in collaboration with the V&amp;A, explores feminism &amp; activism, moving beyond traditional protest photography. 👉 https://t.co/gNUv8miYxI https://t.co/Tg6Qx5U0eK\n📽️ Submit your film and get a chance to feature in @filmafrica 2024!   Film Africa’s main objective is to represent a wide range of films and filmmakers from Africa and the African diaspora.  Submissions  close on 30 June 2024.    Find out more: https://t.co/qqa8sOxTf6 https://t.co/pCC0EZg8Na\n🔵 COMING SOON: Experience a new performance by Laima Leyton at the SLG. Using drumming, megaphones and voice, the work explores moments of transition and vulnerability during processes of migration and motherhood.   Join us on Wed 22 May, 7-8pm. Book now: https://t.co/OAIoXHKsJ1 https://t.co/b1Omis1gMc\nDo you want to slow down more and tune into your body?   Join us on 21 July for a Somatic Movement workshop with Sia Gbamoi set amongst Firelei Báez's installation in our main gallery.   Find out more and book now: https://t.co/47L8waH5kc https://t.co/HQHs6V2PpG\n📽️ Submit your film and get a chance to feature in @filmafrica 2024! Film Africa’s main objective is to represent a wide range of films and filmmakers from Africa and the African diaspora.   Submissions  close on 30 June 2024.  Find out more: https://t.co/qqa8sOxlpy https://t.co/99HKwM0tVj\nNEXT WEEK: Join artist Appau Jnr Boakye-Yiadom for a reading group, part of his research into how human history is intertwined with communication &amp; support.  He invites you to reflect on why certain objects, texts or sounds stay with us.  Find out more: https://t.co/6yYMl9Gpcy https://t.co/ysTpLYhmXj\nTHREE WEEKS LEFT: Our current exhibitions close on 9 June. Don't miss out!   📸 Acts of Resistance: Photography, Feminisms and the Art of Protest  📦 Motunrayo Akinola: Knees Kiss Ground  Free to visit, open Tues-Sun. https://t.co/iIfJGBa8zC https://t.co/ynxzdoqJue\n🎨 TOMORROW!   Join us for Family Space this Sat, 11am-1pm for a free creative workshop for families. This session will be led by Gbemisola Isimi from @CultureTree who invites you to help create a huge collaborative mural!   Free, drop-in: https://t.co/6uztRZcsmT https://t.co/GfBjlJ5dER\nTOMORROW! Don't miss your last chance to join us for our reading group from 12-2pm.   Book now: https://t.co/u6ROfeutLs\nWe're hiring!   🏛️Operations Supervisor, deadline Mon 15 Apr 🏢Development Manager, deadline Tue 23 Apr  Find out more and apply online: https://t.co/HZ9HkgqMpR   #ArtsJobs https://t.co/2s1nqpjRXz\nLAST WEEK:  Our current exhibitions will end this Sunday, 9 June. Don't miss out!   📸Acts of Resistance: Photography, Feminisms and the Art of Protest   📦Motunrayo Akinola: Knees Kiss Ground    Free to visit, open Tues-Sun. https://t.co/iIfJGBaGpa https://t.co/oaBg7y3oxy\nHave fun, get creative and explore our gardens with our free worksheet for children! 🌿  Our garden is open every Sat &amp; Sun, from 11am-6pm.   https://t.co/MqmCb0FZmp   @kidsinmuseums @fantasticforfam https://t.co/dsWavmLVA0\nCOMING SOON: Don't miss Motunrayo Akinola's new performance work, 'Footwash Screening (First) Interview' on 31 May.  During the performance he will present a new structure that the audience will be invited to enter and be interviewed by the artist.  👉 https://t.co/EydCIEiKdm https://t.co/XABpnTdahB\nFirelei Báez invites you to look closer at the hand painted book pages she created for the SLG. 💫   She layers figures, symbols &amp; abstract gestures, turning them into vessels for alternative interpretations and multiple narratives.  https://t.co/WzlKDZtyqC https://t.co/PxmHNW8ZT8\nJoin artists Firelei Báez and Alvaro Barrington in conversation at the SLG on 28 June.  They will discuss overlapping themes in their work, from migration and belonging to materiality and mythology.  Book now: https://t.co/YnsxvXOZG1 https://t.co/sOkbI4B1Su\nSLG RECOMMENDS:   This Thursday, @CubittGallery are hosting a reading group exploring the themes of Mathew Wayne Parkin's exhibition, 'I can fit a fist in my mouth'. Parkin engages with acts of withdrawal, censorship, violence, and memorial within intimate relationships.\nSouth London is taking over @Tate Modern this evening!   Don't miss our Head of Programme, Sarah Allen, in conversation with artist Seyi Adelekun at 7pm, talking about The Diaspora Garden project and our 2023 exhibition, Lagos, Peckham, Repeat.   https://t.co/GdOWGf7ukM https://t.co/7UP3xkQ3Ln\nThe Guerrilla Girls have taken over @buildhollywood  billboards in London!   As part of our exhibition, Acts of Resistance, The legendary feminist artists are displaying their critical artwork, History of Wealth and Power, across sites in the city.   https://t.co/z8LyOckXYP https://t.co/PQxtZXblSr\nIt’s the last weekend to visit Pope.L: Hospital!   The exhibition is open Sat &amp; Sun, 11am - 6pm. Don’t miss it 💕\n\"This country was founded on the eradication of Native people. We were also, paradoxically, used for tourism to promote the expansion of the West. Really what it all boils down to is humanity. I am always trying to show this in my work. We are human beings. \" - Wendy Red Star https://t.co/mIjSMZEDn2\nJoin us on 1 May for a reading group responding to our exhibition, Acts of Resistance.   This session will investigate the contradictions, strategies &amp; forms of movement building that are necessary to respond to crisis &amp; oppressive governance.   Book now: https://t.co/OGfpKv3jTZ https://t.co/hzmJyQrtAb\nNEXT WEEK: What methods of transnational solidarity are available to us to aid global feminist resistance to capitalism’s destructive force?  Join us on Wed 17 Apr for a workshop exploring feminist organising across borders.   Find out more and book now: https://t.co/qNeKqK5vb8 https://t.co/2Tt5kwAHEE\n'CARGO' by Motunrayo Akinola explores migration, connecting events from the past to the present to understand their ongoing impact. It was built from cardboard to the exact dimensions of a shipping container. Outside is the offence code for entering the UK without permissions. https://t.co/50KnX9dEoI\n回复 @LondonArtCritic @Londonist Thanks for sharing, Tabish. Good news! It's not the last weekend, the exhibition ends on 9 June. 😊 No excuse to miss it!\n‘After four hours, I was tired, thirsty and shaking’: the women taking photography to extremes  Find out more about the work in our exhibition, Acts of Resistance, with @guardianculture  👉 https://t.co/kGrDrAIFHA https://t.co/zma7AskPhK\n回复 Báez delves into the relationship between diasporic cultures and the legacies of colonialism to challenge conventional narratives around identity and history.  This exhibition featuring new work, is curated by the 2023-4 New Curators Fellows.   https://t.co/wFS5I91TVY\n\"This exhibition looks at the interconnectedness of the struggles of women with no hierarchy. Society is never going to go back to where it was before. This is just the beginning, revolutions take time.”   - Hoda Afshar to @onlinehyphen  https://t.co/8DQdhJLjwL https://t.co/IJVfgBxCP7", "overlap_score": 0.2076451905320599, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "Black Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1123212393167958017, "screen_name": "cpke_sonu", "user_at_name": "Sonu", "sample_content": "AS Roma has a very difficult stretch with matches against Milan (UEL), Bologna, Napoli, Atalanta, and Juventus coming up. Will be interesting to see how they do.\n回复 @PHNX_Wildcats This is good news. You know what you're getting with him. Just need to work harder on a couple pieces.\n回复 @atrupar She's probably sitting on a couch.\nThe gap between the offense and the defense is funny.\nKind of sucks that most of these rising stars in Serie A don't play for Italy. Yildiz is another example.\nI expect UCLA fans to obsess over Purdue basketball once they move to the new conference.\nAn Italian Renaissance.\nIf a writer uses Generative AI to turn a few bullet points into a few paragraphs and the reader then uses Gen AI to turn the paragraphs into digestible bullet points, why don't we just skip the middle step?\nI love the last guy.\nI think Trump's campaign leaked cherrypicked emails to Politico. Trump did something similar with his 2005 tax returns.\nMark Kelly is my favorite Senator. I think he’d make a great VP.\nKind of funny that Luntz doesn't like the fruits of the tree whose seeds were sown by him.\n回复 @SSN_Zona Very favorable path. Time to separate the sheep from the goats.\n回复 @Football__Tweet The Klopp-Pep rivalry. https://t.co/UDvK3YlXqV\n回复 @Matt_Santangelo And yes, Rom is past his prime, but he still had flashes last year. He was at his best when Dybala was playing too, so I think he’ll do well with Pulisic and Leao.\n回复 @PodcastZona That's a separate issue and larger systemic issue. Given how liable they are to being sued, hospitals aren't going to lower standards to promote diversity. The implication here is that a Black doctor is somehow inferior to a White one and that's not true.\nWould be funnier if the person sitting next to him is Tommy Lloyd. Maybe they'll turn it around, but they seem unable to take this seriously.\n回复 @RyanShead Would Neil deGrassie Tyson or Michio Kaku be interested?\nIf football were like football in the US, Ronaldo would sit on the bench, come in to take penalties, and go back.\n回复 @ShaneDaleAZ I think a bigger issue is the inability to win close games after Purdue. (The two notable exceptions being UCLA at home and Utah on the road.) When the team is down 5-6 points with a few minutes left, you know it's over.\nTo be fair, Arizona handled Jayden de Laura's situation as poorly as they could. Should've dumped him. Also handled the Sean Miller situation badly.\n回复 @Matt_Santangelo The difference last year could be chalked down — at least partly — to differences in play styles between the two teams. Also, Giroud, much as I love him, was slow and missed a lot too. Thought he was good with headers.\nThis is not 2016.  1. Dems are more united now. The Bernie wing of the party was undermining HRC even after the convention. 2. There’s no email story and definitely no Comey letter. 3. Dems have seen a Trump presidency, so it’s no longer a hypothetical.\n回复 And MU still has Garnacho, Hojlund, Bruno, and others that I like.\nIt would appear that Kentucky has missed out on its first and second options. Crazy!\n回复 @Phoenix9169 Other than Roma fans, most Calcio fans agree with his comments about Italy.\nThe Alexandria Youngkins? Do it, @glenny\nMartin Jarmond just found the next HC for the UCLA Bruins. https://t.co/3JP47iDkCC\n回复 @LupoASRoma Don’t love the name calling, but Mourinho stans need to stop celebrating when Roma loses and  critics need to stop bringing him up when they win. I like DDR and want him to succeed, but there’s more to Roma’s success than just a change in manager.\nWoke up at 2AM and couldn’t go back to sleep, so I decided to watch this. Scheer is right about the impact of the Snoop Arizona bowl for Tucson. https://t.co/JF9q6Fkpqw", "overlap_score": 0.1455161624385531, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1307096992347193345, "screen_name": "holmergreenndf", "user_at_name": "@HolmerGreenNDF🍃💚🍃", "sample_content": "回复 @SimonABanfield @SarahGreenLD I hope eventually you will make an impact on #hazlemere. We had loads of leaflets. Now we need to see what you will do for us.  We need the report on the fire and also that you will help us with the aftermath.\nI honestly don’t know. Why wouldn’t they share it?    Bellway put out a letter yesterday saying that they wanted to start building asap to stop more incidents - maybe Bucks Council also want to get this estate up &amp; built, so a fire could be  an annoying inconvenience! Who knows?\nI shall count up the times that we ring @EnvAgency @EnvAgencySE today.  It rings, we then get music, then it cuts off.  You open at 8am it is now 8.25am.    Under Freedom of Information we should have our report today.  Here is the reference: 240606/wh09  Where are our reports?\nCan you direct message me to speak about this fire. I have already spoken to people in Rotterdam and Sheffield over the past two weeks but they never come back to me!\nA resident:   \"The fire brigade cannot/will not put out a fire. The environment agency thinks its steam &amp; Bellway - they are big business uncaring just wanting profit. As to our politicians!!!!  It’s the feeling of total abandonment of our communities that most distresses me\"\"\nThank you @RagsMartel and @itvlondon @itvnews for covering the story of our TWENTY-SEVEN day old fire in the village of #Hazlemere.   You can catch members of our village if you want the lunchtime news and the evening news.  Thank you ITV for caring and being so interested\nFrom a resident:   “So many people are feeling unwell!! My daughter sent J back to school yesterday (Holmer Green) after being violently sick for two days and the head teacher said that lots of staff and children have been off with sickness!”  This can’t be right! https://t.co/x9lOfBjqEY\nWe’ve got smoke coming from two places today - TWENTY days since the fire  first started   @EnvAgencySW @EnvAgency @BucksCouncil @bucksfreepress https://t.co/FyXJtBtJQ8\nWe’ve got a fire that has been burning for 16 days.  People are suffering headaches, nausea and asthma and generally feeling very unwell.  What is being on that fire that burns through storms, rain, fire brigade dowsing - and smells acrid.\nHelp! @BBC3CR  we’re two villages in Bucks and had a fire raging for 23 days. We’ve contacted @EnvAgency @EnvAgencySE  @BucksCouncil @TVP_Bucks  the fire brigade has been out three times. Please see our posts with residents comments!  We need to know what is being burnt! https://t.co/SpXhX18dgX\nThis incident has been logged already. Have you been out to see and assess this site?   Our local Head of Environmental Health said she thinks it is water vapour! And it will disperse in the air.   The fumes from the smoke is choking and making people ill.\nI am being reasonable hoping I get answers and am not branded an Activist or Vexatious and previously by @BucksCouncil. I hate to say this but I am a 73 year old pensioner who is so worried for our villages - hardly an activist! But my grandchildren are so proud of that label!\nFIFTEEN days and our fire is still burning!     So much for clean air, ULEZ, pollution,  net zero - #Hazlemere in Bucks is the new polluting capital   @BucksCouncil @SkyNews @BBCNews @SophieAlex1 @bucksfreepress @LBCNews @GBNEWS @TalkTV @Channel4News @CountrysideNews @WCL_News https://t.co/GvNe6JIyfH\nHeadaches, feeling sick, coughing, watery red eyes and still the smoke keeps coming. This message was received from the next village:   Haven’t been able to have the windows open and at night it’s been horrid.  Can even taste it and the smell makes you feel sick” @H_S_E  help us https://t.co/RuTWTVsXfy\nCongratulations!   Please can you ensure the fire still burning after ELEVEN days on the Bellway site in #Hazlemere didn’t contain toxic material 🔥  Bellway confirm it was fly tippers and @Bucksfire suggest arson. We need to know what was on the fire🔥   https://t.co/z3XQRnbzo9\nHelp! @itvlondon we’re two villages in Bucks and had a fire raging on a Bellway site for 23 days. We’ve contacted @EnvAgency @EnvAgencySE  @BucksCouncil @TVP_Bucks  the fire brigade’ been out 3 times. See our posts with residents comments!  We need to know what is being burnt!\n回复 @samtilston @JKPlanner @KDicksonCSP @GarethWatBucks @Conservative @Joseph_Baum You can watch yesterdays planning meeting here https://t.co/lagUFzZSug  Our Neighbourhood plan doesn’t seem to be worth the paper it was written on.   A waste of thousands of pounds and years of work!\nOh dear so @UKLabour are #NIMBYS too.   One rule for them and a different rule in areas where Labour ministers don’t live.   You can’t preach what you don’t practice!   Housing minister 'tried blocking 1,500-home project' in constituency  https://t.co/MhdQHjc19V\nYes our local councillor Steven Roy has been great. But the fire is too deep to stop.   Before Bellway remove the evidence we need to know what has been burning for 23 days.  Will we get some terrible disease in years to come due to the fumes that have been engulfing our villages\nThis came from @EnvAgency @EnvAgencySE after we asked for the report on the fire that burned in our village for 35+ days. Who cares what we toxic fumes #Hazlemere breathed in? @itvlondon @itvnews @RagsMartel @BucksCouncil @MATatBucks @chillychrisy @GarethWatBucks @SarahGreenLD https://t.co/5ONSiqn4UE\nMore messages from residents. Our villages need help to stop the smoke!   “It was unbearable last night. Even affected the dog!”  @BucksCouncil Environment agent said “It is also important to note that fumes are diluted over distance and will be dispersed.”   #ClimateCrisis?\nI don’t know about lies, but definitely soil to try and put out this fire!  It keeps burning through. Hopefully se will know what was being burned tomorrow when the report is released\nWe seem to be in a world  where nothing matters any more.  What a shame for our kids and grandchildren. What sort of world have we created for them!  “Do what you like because no one cares or is is going to catch you”.\nApparently they haven’t been on.  There has been a digger making the hole where the rubbish was buried and burned - but Bellway say it wasn’t them.  Who knows who is going on that site!\n回复 @samtilston @Barbara09200901 @Conservative @BucksCouncil @Bellwayhomes1 Yes you’ve got it on a nutshell. This is what we have in #bucks   Roll on 2025 and elections. Hopefully we will get a new @BucksCouncil, new planning committees,  new planing officers - oh and environment people who know about air quality and smoke emissions!   #WeLiveInHope\nLet’s hope in the next election we have a new council. There aren’t enough spaces on twitter (x) for me to tell you how I feel about @BucksCouncil\nTWENTY-TWO days the fire is still raging and the smoke is particularly bad today! #headaches #nausea #asthma   Is anyone listening?   @EnvAgencySE @EnvAgency @bucksfreepress @SarahGreenLD @GarethWatBucks @bucksfreepress @BucksCouncil   We’ve had loads of words and loads of smoke https://t.co/F0jDuG59hz\nWell have to be marathon runners,  @bellway said that new residents on their site won’t need cars. They are putting in bike sheds! They forgot the 7.4 gradient #Wycombe hills. At least it’s down hill to get to the hospital to get our lung transplant!\nAnother day - same fire!  TWENTY-FIVE days &amp; counting.   Today is the day we should get a report and some answers. Will Bellway’s MD have any answers.  Will the Environmental agencies have any answers.  Will @ThamesVP have any answers.   Will our villages have any answers? https://t.co/5fw6XXCaTk\nWe are between MPs. We have @SarahGreenLD who put out a statement that is all @GarethWatBucks who wants to be the MP and @SteveBakerFRSA.   I am never rude on twitter so I will remain quiet!    We now have our councillor on board @Steven_Roy77 who is working with us", "overlap_score": 0.1253572065265799, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1021546832491569152, "screen_name": "TDinnie", "user_at_name": "TD 🐀🐀🐀🐀", "sample_content": "回复 @PaulFletcherMP Your lot would know. You're the experts in dreadful process.\n回复 @TheCartelDel Needs an emergency parachute to pull up.\n回复 @BasilZempilas A Harley Reid BBQ would attract more people.\n回复 @FOXFOOTY What about the frequent flyer points the rack up. It's so unfair to the Victorian players.\n回复 @alastair_f @rohan_connolly Probably so. If the blues won a flag in 2018 and played finals 19 &amp;20 I'd be pretty content\n回复 @Culbert_Report The lawn bowls would have been rocking.\n回复 @nyunggai Is there anything this lifetime grifter isn't an expert on?\n回复 @KobieThatcher @Coles @woolworths I'd love someone to buy the lot and throw them in a bin.\n回复 @tacks81 @SgtButane AFL and NRL in summer ?\n回复 @LouStagner +4 draws the ball.  The rest spray them everywhere\n回复 @jeffro_05 @Martin_Lang11 Victorian's disagree.\n回复 @vanOnselenP Daily mail 🤣🤣🤣🤣🤣🤣🤣 Every other media outlet has sacked you buddy?\n回复 @gothedees36 @Baggersforlife You've been around for 100 years and haven't got a training venue 🤣  Casey fucking fields 🤣🤣 No wonder everyone wants ro get out of the cesspit.\n回复 @hpoinsett @WittyWorldly @naomiosaka @united @Target Of course not but she could still plat. So dramatic.\n回复 @netz_melb Council costing. Those civil engineering experts. 🤣🤣🤣🤣🤣\n回复 @GemmaTognini Even if it was which it hasn't,  Australian's have a right to know where Dutton will put his reactors.\n回复 @jk06OZ @RalphyHeraldSun Gives them time to organise a costume now 🤣\n回复 @RalphyHeraldSun In 1 year Laura has the Coaches, Players and supporters having no idea what the rules of the game are. It's quite the achievement.\n回复 @HGA_Melb @earwaxicecream Lucky because it should have been a 50M to Carlton. Two Melbourne players kick ball away after whistle.\n回复 @RalphyHeraldSun GC would be absolutely bonkers to cough up 5 for Rioli. Influenced about 3 games his entire career\n#NBL24 John Casey the voice of Australian Basketball in the building, relegated to time out reporter. How's the disrespect  WTF @FOXSportsAUS @AndrewGaze10 @TheRunHomeSEN  @NBL  @Liam_Santa\n回复 @SHistorians @KipHenley Vertical line on a still picture on uneven ground proves what exactly?\n回复 @SenatorCash YOUR CABINET MEMBER https://t.co/SKNtVtGX1Q\n回复 @ShackelWill Nuclear reactor by mid 2030's?  So if elected he's got less than 10yrs to build it.  It's blatant lies. Completely ridiculous.\n回复 @IPantsafire @7NewsMelbourne Would have thought the people of Melbourne would demand proof. So far justice is exactly what we've got.\n回复 @rohan_connolly In 2 weeks they'll know they won't work in Melbourne. No chance. They'll carry on for 6 months to a year before their gone.\n回复 @mark16pg Full of sh1t.  Wasn't at Taylor Swift in Melbourne and Sydney shows haven't happened yet. Pathetic whining LIAR.\n回复 @alwayscallj @mykie1987182585 That was the fwit commentator who said that.\n回复 @hasumpstuffedup Twists him with right arm head first into the ground.\n回复 @Live_the_Dream8 Which liberal mp has endorsed a nuclear reactor in their own electorate? Answer - none. It's complete bollocks.", "overlap_score": 0.1948895376750896, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1385228609560866819, "screen_name": "Ljtnelson", "user_at_name": "Just Another Earthen Vessel ☮️", "sample_content": "回复 @ValerieGoldst17 @VivekGRamaswamy I bet if you asked people who can read and who paid attention to the trial, you’d get good answers. Though not the answers that you like obviously.\n回复 @GigaBasedDad Feminists: I’ll cook if you clean. We should share household duties since we both live here. Let’s hold off a few years to have kids.   Men:  You mean I have to help? With my own house and my own kids? You want to be a partner and not a maid? This is why women shouldn’t vote.\n回复 @HeatherJ2652 Nobody is stopping you from celebrating your god at any time, you can do it for a whole month even, go ahead pick a month and celebrate away\n回复 @dsconsole @TheBasedTrinity Who wants to destroy humanity?\n回复 @inna_quandary @darwintojesus Ah. So I guess I can claim that no theists are nice because I’ve been told that I have no morals, I don’t know what love is, I hate god, and I’ll burn in hell forever\n回复 @LiveAction Do infants, toddlers, teenagers, and adults have the right to BE INSIDE a person, using that person’s body and nutrients and oxygen, even against that person’s wishes?\n回复 @SenMarcoRubio Another Republican mouthpiece spouting the same ridiculous crap\n回复 @TulsiGabbard Omg go away\n回复 @LeftistKristin @nicholelizaq Cool. We agree on something.\n回复 @ksorbs Kevin: Will trade democracy and freedoms for $.35 off a gallon of gas\n回复 @Godisgood1836 @LiveAction We know that having an abortion can help a woman’s mental physical and emotional health though\n回复 @William_E_Wolfe https://t.co/rIqHNKLC9S\n回复 @SteveSix11 @MountainMooser @BumpstockBarbie @SomedaySudden27 Another superficial one-jerk comment from someone who will never be pregnant or worry about being pregnant\n回复 @djos24 No. They aren’t. They are going to jail for breaking federal law as outlined in the FACE Act.   Is lying a sin in your sect?\n回复 @liz_churchill10 We’re taking our Intel from Putin now?\n回复 @catturd2 We still remember Hitler don’t we?\n回复 @paulbenedict7 @RedWave_Press @DC_Draino She’s running on MAGA? Holy shit that’s hilarious. https://t.co/lB1hWS19gm\n回复 @MrSantosNY Please lecture us some more on ethics and fraud, sir https://t.co/up2PD34QWx\n回复 @SteveSix11 @MountainMooser @BumpstockBarbie @SomedaySudden27 I don’t have YOUR morals\n回复 @AmericaPapaBear @TomiLahren @HowardKurtz Omg that’s funny\n回复 @BasedMikeLee So I could commit any crime and then just run against you for office because it’s not democratic to imprison your political opponent\n回复 @VivekGRamaswamy Omg dude get a new schtick https://t.co/s7oD4g2kmo\n回复 @imcoolchristian @benshapiro So you’re going to vote for the man who regularly breaks every single commandment and who couldn’t name a Bible verse if his life depended on it\n回复 @TradCatholicMan It’s a good thing no theist would ever lose it and engage in name calling and insults https://t.co/UDuzwNkQYV\n回复 @EagleJakeman @ethandsemmel @DustyDeevers Hindu: \"Shiva is real.\" Christian: \"I don’t believe that\"  A perfect demonstration of the deification of the self. Specifically the mind.\n回复 @realMAGAMedia @redusa21 Like how you’re treating women as brroodmares?\n回复 @PhilMitchell83 @zhiheather The majority of women have experienced some form of harassment, intimidation, or assault by men. We have no way of knowing ahead of time who the good guys are. If you can show us a way to tell, immediately, which guy we can trust, we’ll gladly choose that man over a bear.\n回复 @bionicm0uth @MuellerSheWrote Victim Blaming 101\n回复 @GamingGstone @IamChristian_S_ @BishopJaxi You guys are so cute with your little stories I’m so glad you found something to help you get through your days\n回复 @John_Delich @McAvoyDawn Next time you get pregnant you can Gestate For Justice all you want", "overlap_score": 0.1912514318134329, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1133166150617927680, "screen_name": "MarieMagdalene8", "user_at_name": "Marie Magdalene", "sample_content": "回复 @KateMelin25991 @PatriotGaGa1 I haven’t forgotten, it’s with me everyday.  I don’t want Socialists in the White House Who Are Pro Terrorists!   Supporting Pro Hamas Domestic Terrorists.  Sending Money to Iran who funds terrorism is horrific!  😢 #NeverForget Vote .@realDonaldTrump , RIP Mike Bishop LT FDNY 🇺🇸 https://t.co/3W6E1NLNC7\n回复 @dizzyizzu @OutLoudNews Follow The Money 💰 And What’s Hidden Will Be Revealed!  Look at “Resident” Biden, he is a good example.  Thanks for posting will read the article!  #MAGA 🇺🇸 https://t.co/3GrkHCHhgu 👍 ❤️ &amp; ✌️ 🇺🇸 https://t.co/G8fUJSP8Ak\n回复 @Nuked4Every1 @ScreechingLibs Here too from what I am seeing in Boston.  Sanctuary Cities are hurting American Citizens!\n回复 @TerrenceBeBack @PatriotGaGa1 @CollinRugg He’s The GOAT Trolls!  #TrumpVance2024ToSaveAmerica https://t.co/8LrsLgZPNv\n回复 @its_The_Dr This was brilliant, I love Charles Payne!\n回复 @WTFoxtrot10 Drain The Swamp elect .@realDonaldTrump!  #PoliticalHitJob #HuntersLapTopIsReal #BidenCrimeFamily https://t.co/VXMmYHBFzK\n回复 @HyltonRobin @OutLoudNews @catahouligan_ @RickyDoggin @Rachel4Trump_45 @silvermanmarkj @Real_K1776 @SaltyGoat17 Trump Is A Threat To The Deep State &amp; Corruption #FakeTrumpTrials A Political Hit Job.  I will say the silent part OUT LOUD, I Am Worried About Assassination! 🙏🙏🇺🇸🙏🙏 #MAGA Patriots, All Citizens Need To Pray 🙏 For President Trump!  You Could Be Next A Victim Of Lawlessness.\n回复 @SheilaG2024 When Words Fall On Deaf Ears 👂, The Constitution Is Ignored, The Justice System Is Politicized, Elections Are Stolen, Pay For Play Is Rampant In Washington, Everything Is Compromised, What Choice Do You Have?  🆘 Time For Action 🙏🇺🇸🙏 #Trump2024NowMoreThenEver https://t.co/iC9NYcww1e\n回复 @RYboating @Lynnebf_2846 @OutLoudNews A sign you are a Free Thinker.  Seems to be a whole lot of people putting Harris on a pedestal and know nothing of her radical political policies!\nYou speak the truth about Democrats Cheating!  We MUST FIGHT By The Law!  The Senate &amp; House Needs &amp; Can Fix This!  Call Your Representatives In DC!  Demand Justice For Trump &amp; Supreme Court Intervention. Don’t Stoop To Their Level Rise Above &amp; WIN! @SenateGOP @HouseGOP  #MAGA\n回复 @gracieback2 Commenting twice, 😂.  This was a great start to my day.  😊\n回复 @AlexBasedXx2 @ScreechingLibs There are plenty of Gold Star Parents who would disagree!  Between the violent criminals raping and murdering and the fentanyl killing our people, this person must have her head up her a$$.  Who’s the fact checkers 😂. https://t.co/xRNpXYPajS\n回复 @iAnonPatriot @ScreechingLibs Well if I had said that ELON would suspend me!\n回复 @catturd2 Welcome To The MAGA Party!  We Are Not The RINO Party Anymore.  We Are The People’s Party 🎉!  #AmericaFirst 🇺🇸 https://t.co/77E69moEHh\n回复 @earthgranola Many Arrested And Being Held Were Not Rioters.  Have you seen the newly released tapes?  Newsmax has shown them I believe on Greg Kelly’s Show.  These were directly from the J6 Committee.  How many BLM Rioters are still in Prison?  Zero\n回复 @KaCurrie_45 @luluHru 💯 Agree Kelly!  #MAGA\n回复 @riverrat328 Following you and put you on my prayer list.  🙏🙏🙏 https://t.co/RK9rFAnlca\n回复 @DonnaHo10419758 All this Global Warming And Green New Deal BS is based on Theory, no scientific facts, and bad theories at that which can easily be debunked as you just have!  Follow The Money 💰 for the truth behind this BS!  NWO Operatives hard at work to destroy our economy!\n回复 @AmericazOutlaw Uh oh I need glasses!  😂 Thanks for the correction and free eye exam.  😂 https://t.co/QKjKj4yBdU\n回复 @Niknakgirl23 Sure they have made it so difficult to make ends meet that we can’t afford steak 🥩, medication 💊 and don’t even think about taking a vacation 🏖️.  Biden is relaxing on the beach for 2 weeks and Harris is practicing her debate lies!  Nice Country America, for some! https://t.co/XxveyRj9HA\n回复 @WTFoxtrot10 https://t.co/uHLrgXNZ77\n回复 @nikolina0315 @TerrenceBeBack @elonmusk I don’t need it sorted!  I want to scroll and see everyone.  Who decides the categories of where what’s most relevant?  Come on has Zuckerberg taught this platform anything!\n回复 @Vzladream Get them the hell out of the Peoples House.  These Democrat Leaders Policies Are Hurting Our Country And People.  Republicans not much better!  THE PARTY OF TRUMP WILL FIX THIS MESS!  #Trump2024   🇺🇸 AMERICANS UNITE 🇺🇸 https://t.co/c6hF5cxZAk\n回复 @Robert_Cr59 @BsBabe02 @ConservRoof Triggered! https://t.co/mQqemiQoWY\n回复 @Patriot_Lioness @JewelsJonesLive @catturd2 @MightyMouse200 @RobPligrimSr @dapgc_ @Lonewolfy777 @DebraMilam6 @PurgeRebel @PKTenn @tristater72 @PrinzessinWeiss @Gr3kFyre @DeanHarmer_42 Shared and Thank You! 🙏\n回复 @Bagel69er @JanetTX_Blessed @WhalenMona @x4Eileen @MBLINDAM @Chloe4Djt @PaulMer53 @bdonesem @TJDOGMANR2 @Pgh_Buz @bulldog_spirit2 @brexit_blue @thejavawitch @Thundercoon1776 @BearsProtect @DJTisRight @tuckersright @ScotchAndJazz99 @45johnmac Praying for .@realDonaldTrump Daily.  Last night we had a Community Prayer Meeting!  It was awesome!  President Trump Is Beloved By MAGA Patriots Even In Blue Boston! https://t.co/tWivEjSdgy\n回复 @Pwrfulwoman2 Trump had offered The National Guard Days Before The Event!  Who is sick of the Democrats?  #ThreatToDemocracy #TrumpVance2024TheOnlyChoice  #ElectionIntegrity 🙏🇺🇸 https://t.co/QFqAlzpPHc\n回复 @Tenn_MAGA @BsBabe02 @JoyceWhiteVance Badge of Honor!N 💥\n回复 @GaryWalters66 @_LegendaryLove I am following this lovely lady.  I have shared and liked this post. https://t.co/5l5YfD1Cp1\n回复 @Adorable_Todd Merchan has lost his damn mind because all of America Know This Trial Is A Sham, And He Should Have Dismissed It!  Trump has committed NO CRIME HERE.   You can’t say the same for the Judge or Star Witness!  Criminals they both are!  😡", "overlap_score": 0.1773201350103564, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1250556248723910656, "screen_name": "BruegelMargaret", "user_at_name": "Margaret Bruegel", "sample_content": "回复 @TheRena44620640 Your roses are always lovely!  What is your favorite variety?\n回复 @slater_paul Are you at Niagara Amusement Park or Darien Lake?\n回复 @gggirl924 Yep, sometimes I wake up at 3:30am and do stuff.  Who cares what time I do anything?  I don't report to anyone but myself at this point in time.\n回复 @tommy_edwin1212 Naughty naughty Tommy!\n回复 @kalmantibs Tibor, you are assuming said \"uncouth criminal\" knows how to read...\n回复 @linda16675729 I dropped seed oils and shortening (Crisco) many years ago.  First switched to Olive, Coconut,  Avocado oils and butter. Then I got pigs, and my own organic lard is amazing.\n回复 @AManCalledLP Oh yeah, lets do this!\nBecause we all need a timeline cleanse...\n回复 @MzSgtPepper I don't know about anyone else, but my feed has been overwhelmed with bots and trumpy crap lately.  So much bleak news also makes it hard to come on here.\n回复 @JohnRMoffitt Hope he receives a nice visit from the Secret Service.  Threatening the future president of the U.S. is not a good look.\n回复 @NeuroSpark So grateful for his balance of reason... too much panic and drama right now!\n回复 @NeuroSpark You used to be able to buy them at COSTCO... I was always amused at the thought of cramming one in the back of my Prius!\n回复 @Urbanartist2 Nice!  Have you ever been to the Green Animals Topiary Garden in Newport, R.I.?  It is such a magical place, I didn't want to leave! https://t.co/PuFVZ06JEH\n回复 @AManCalledLP They didn't train you to perform some outdated function that could translate to some form of employment or go to school?\n回复 @theliamnissan Especially corn dogs.\n回复 @kalmantibs Such a peaceful setting is what we need now.  Thanks Tibor!\n回复 @gggirl924 He wasn't just charged, he was CONVICTED!  If members of Congress are convicted of a felony, they can no longer serve.  You can't get a job as a garbage collector in NYC if you have been convicted of a felony. For some bizarre reason, this restriction doesn't apply to Presidents.\n回复 @thedaveabbitt Life scout here... reminds me of the time my Girl Scouts were selling cookies at a Blockbuster Video store in Birmingham, MI and in comes Tim Allen... not the same verbiage, but an assjerk nonetheless.  If he hadn't been a big star, and I needed to be a good role model....\n回复 @LuceyMicha41709 @tommy_edwin1212 I can't do it all at once at my age... I split up the 3 fields so I don't have to bale, haul &amp; stack more than 100 bales each day, hopefully with 1-2 helpers. Nice long dry spell and this will work.  Grass is already over-mature, so the ladies are going to complain anyways.\n回复 @NeuroSpark That looks amazing!  I have several Berkshire pigs coming back from the processor next week and think I might try that one!  What are your ideas for the leftovers?\n回复 @kalmantibs What a great role model for humanity.  You were truly blessed Tibor.   May his memory inspire us all.\n回复 @slater_paul These dogs live to work!!\n回复 @slater_paul Congratulations Jon!  Good parenting yields good things - for both of you!\n回复 @DarkEnergyLP @slater_paul That's literally the only phrase I remember from high school French class... our teacher was the Forensics coach, &amp; one year I made it all the way to State finals. He taught us that on the bus to the competition.  The silly things you remember.. &amp; not what you need  at the store.\n回复 @tommy_edwin1212 @SUBWAY @jimmyjohns Actually this might be an upgrade.  Last time I was buying JimmyJohns, it was decent quality.  Of course, that was 20 years ago when I was a working for the corporate autocracy.\n回复 @slater_paul I got drunk at a high school football game with screwdrivers... ugh, never had that again.  Then, as an adult someone ordered me a Long Island Iced Tea... I don't know what was in it, and it was delicious, but just one flattened me.  Such a lightweight!\n回复 @denisedwheeler If the rich truly paid their fair share, and multi-billion dollar religious groups/churches paid their fair share, and corporations hiding their profits overseas paid their fair share.... there would be no issue.\n回复 @JohnRMoffitt This is not for old folks like us, John.  It's for young, crazy people with a death wish.\n回复 @GoodwynPub Ahhh, cute nonetheless.   I must have missed you acquiring sheep!\n回复 @slater_paul She's beautiful... and very photographic!", "overlap_score": 0.143361526340857, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1032428503600263170, "screen_name": "KathleenWestfa7", "user_at_name": "Kathy Westfall", "sample_content": "回复 @GrahamAllen_1 Consumers buy it because we support our kids, our family members. Nothing wrong with acceptance and inclusion.\n回复 @CollinRugg Unhinged much kiddo?Newsflash, women have been dealing with periods for centuries. You young lady are not special. Your mouth and behavior got you removed from the flight.\nCapital punishment must be enforced. Future travel to Caribbean islands is in jeopardy, no longer safe!\nNo more Tyson. These illegal migrants do not speak English but have phones  with translation app. They are working in hotels everywhere across the US. Living here free on our hard earned dollar!\n回复 @Ixchel2024 @Sassafrass_84 @CollinRugg Dying at 42 and 64 is common, genetics and environment, lifestyle and diet all contribute. Lost both parents young, dad was 46 - heart attack, mom was 64, stroke.\nThis is sickeningly true. Stop the madness already!\nExactly why we support Israel and their citizens!\n回复 @BeatnikDave @VivekGRamaswamy China can build a battery plant in China. Americans can build and staff its own battery plant.\n回复 @Shaughn_A2 @BrewsterForever Nobody is trying to tell you what reality is, nobody is gonna knock on your door and force you or enslave anyone to accept the truth.that in these United States all are created and treated equally, regardless of race, creed or sex. No need to threaten harm upon another either.\nSo sad, Memory Eternal Johnny Hockey and lil bro\n回复 @tooronlists Modern Man, nothing Biden has done has helped me or my family. We paid off our own student loans, we no longer qualify for child tax credits, our biological meds  cost $5000 per month, no reduced cost for lifesaving cancer drugs, Biden is a one term loser presidency.  Disgraceful\n回复 @LStargazer54 @simonateba @AliceStewartDC We don’t know her health history.  Your check engine light comes on at age 40. If your not getting regular time ups and checking the engine, disease and natural tissue deterioration sets in, leading to natural death.\nFinally a valid sentencing for Rape conviction!\nEach of the 3 are equally at fault for blatant display of disrespect, lack of grace,class and maturity. Fire them now!\nVote Republican come November if you as sick of this Administration as I am!\n回复 @markmzzz1 @DecodingFoxNews I picked up on it too. Can’t live in tents, can’t live on streets. So where do we hide these displaced American families looking for shelter? Which rug should we sweep it under an make it look pretty for those who can afford to live better?\n回复 @smoggywho @Variety This world could use a little Carlin these days. I’d love to hear his spin on current events. Dude always had a way of making light of situations\n回复 @simonateba @JasmineForUS @CNN @abbydphillip @RepMTG No not a doormat, you slung insults back which makes you look twice as bad. All three women need to be removed from Congress until they learn to act like adults at the table.\nChanting for eradication of any race,creed, minority, etc are considered hate words, dangerous and unwelcome in America.\n回复 @VividProwess Absolutely not, I value my life more so than visiting a tourist attraction\nSo wrong 😑 to treat a lady like this 😢\nBoycott Tyson! UnAmerican\nGreat question!!!!\n回复 @ruiz_r62824832 @MenchOsint @elonmusk A sneak attack on US soil which brought about swift retaliation,  drop bomb on Hiroshima. Rebuild. Never repeat.\nIllegal is what it is. Criminals entering without proper documentation and representation is ILLEGAL\nI fear the swipe of a pen from Harris. Scary stuff, POWER.\nWatch and formulate your own opinion. Lineage based or beliefs based. As a 3rd generation immigrant I concur with lineage first, cabinet beliefs and values 2nd\nBingo! Read the Law\nSeriously?\nAssault on the court, charge this woman for racist remark and physical assault, kick her off the team!", "overlap_score": 0.1718935977641969, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1248021698588352513, "screen_name": "LAugustinemtv", "user_at_name": "LisaAugustine", "sample_content": "回复 @ColourNL @HajoDekhuijzen @BGatesIsaPyscho @esther241101 I know who has been behind our centuries-old enslavement.Nothing happens by accident.All carefully orchestrated &amp; executed. I’m aware. I’m in agreement w/you on all of it.We can only rely on ourselves. I don’t believe Trump is our savior, but I think he messes things up for them.\n回复 @Joplin8Patricia @chee_sexton @magckgdm @Franklin_Graham @realDonaldTrump So angry and bitter, Patsy. You might want to purchase the Trump Bible too. Not healthy to hang onto all that hate and resentment. Yikes!\n回复 @Jmsilk007 @AmiriKing @acnewsitics Kamala had already run to be the Democrat nominee for president. (Speaking of which, look up the remarks she made abt Biden being extremely racist, among other things, during their debates.) Kamala was 💯 chosen bc she is a black woman. Biden said it himself! Do your research.\n回复 @TunnelStream @raywatts @ParkerDenton @BGatesIsaPyscho The sexual Drag Queen shows at schools, libraries, children’s museums is a problem also. I celebrated my bday at an amazing drag show w/my adult daughter, mother, sisters, friend and husband. It was fantastic! All adults. Not meant for children in any way what so ever.\n回复 @SoufEastTee @SaveherAmerica @wayotworld You’re correct. Post was directed toward a white girl putting herself in a dangerous situation. You said the vile comment abt white girls loving black c*ck. I am a white girl and can attest to the fact that isn’t true from my own experience. I didn’t disparage all black males.\n回复 @bevo1916 @iLoveJaneAdams @ImMeme0 You’re absolutely right! They pretend to care, only if it causes chaos and divide and supports their agenda of keeping them in power and sustaining/increasing their wealth.\n回复 @krassenstein Show us the turnout for a Biden APPEARANCE. Pls. I beg you.😆🤣 He’s not popular enough to have a RALLY anywhere in the country, not even in NYC…&amp; who’s celebrating? No need to celebrate. 150K is the norm for us.Not for you &amp; your guy, but it is for us and our guy!🗽TRUMP2024🇺🇸\n回复 @HughMann710918 @ParkerDenton @BGatesIsaPyscho You didn’t read my apology, so you’d know why it happened. YOUR community? 😂How do you know it’s not mine also??? You don’t know me or my life. ALL adults need to keep their junk hidden in public spaces, regardless of context. We ALL should be protecting our children. Period.\n回复 @Athomewiththed3 @DesiSanatani @libsoftiktok @jk_rowling It’s assumed the majority of the 36.8% are of the woke/white-hating variety, along with those who are too old to leave the country or don’t have the means to relocate.\n回复 @centristview411 @Motabhai012 @VivekGRamaswamy ALL taxes should be lowered.   We are funding the elites, other countries &amp; now millions of new ILLEGALS. Founding fathers wanted one flat tax for all to fund infrastructure, but the families who control the planet for centuries are evil &amp; greedy. Wasn’t enough. So, here we are.\n回复 @TheWand36470391 @BADKARMA5261482 @TheInsiderPaper I always turn 5G off on all my phones. I keep the setting on LTE. Does that help?\n回复 @BooneK45418598 @Melchizedek1972 @mryoung151 I’m sorry to hear this. I know so many ppl were afraid and believed it would keep them safe. Stay strong. Stay well.\n回复 @AddisonJK @SpartaJustice She’s believable to me! In this instance, it has nothing to do with race for them. They disparage and demonize anyone who exposes their evil.\n回复 @SoufEastTee @SaveherAmerica @wayotworld I didn’t say the girl was in a dangerous situation, the post did. She just looks foolish allowing someone to simulate slashing her throat on social media. Has nothing to do w/the male being blk. She, herself, looks trashy. I never mentioned the guy.\n回复 @TunnelStream @raywatts @ParkerDenton @BGatesIsaPyscho Most are quite theatrical -which I love, but not for kids. The theme of such events as well as the subject matter of some books are not appropriate for children. What purpose does it serve to have drag queens reading to young children? Doing full on shows @ schools/museums also.\n回复 @print3_d @ReturnOfKappy Everyone around him wearing masks yet he’s mouth and tongue harassing a child!!!\n回复 @Lisahudsonchow7 She said things will get worse if we don’t make a change in this election!!! That’s what she said!She’s absolutely right!!That change is not voting for the same party that put us in this mess the last four years!  ——&gt; VOTE DONALD J TRUMP ON NOV 5!!! 🦅🇺🇸🇺🇸🇺🇸\n回复 @SoufEastTee @SaveherAmerica @wayotworld Yes. I chose to respond to your ignorant generalization abt white women. Correct. I’m not a victim. Never was. Never will be.\n回复 @TheGoatofMPVs @TheQuartering @LaurenWitzkeDE Especially when the airlines (United, Southwest, Delta, American, etc) all have announced enforcing DEI policy. What were hiring requirements and practices before this that qualified black/brown pilots weren’t hired? Skill and qualifications should be THE ONLY considerations!\n回复 @ColourNL @HajoDekhuijzen @BGatesIsaPyscho @esther241101 He was already our president &amp;did the right thing. Life was better. No wars. Booming economy. Border was under control. He went after sex traffickers. This time around he knows to keep his circle very small &amp;knows who he shouldn’t trust (almost everyone!) We’ll see what he does.\n回复 @Anthony53822966 @TrufPerspective @ImKnotTheOne @Chicago1Ray We “Trump women” aren’t married to Donald Trump. That’s between him and his wife, like the cheating part was between Bill and Hillary. Right?  Why you so butt hurt over this? Didn’t affect his presidency. Won’t affect his next term either.\n回复 @Jmsilk007 @AmiriKing @acnewsitics I agree with you on that (patently dishonest/gutter criticism going on here) I know Trump is not the most articulate as well. He’s definitely not a polished politician. I just don’t understand what Harris is trying to convey. She says a lot of words that don’t carry meaning.\n回复 @LarryDJonesJr @CollinRugg I don’t believe they’re trying to hide their identity by wearing masks. These are 100% the type that wear masks daily to “do their part” to “stop the spread”.🤡🤡🤡\n回复 @donniefonz @Vital_Vibration “Compliance.”  This is bone chilling.\n回复 @dane_hidden @TaraBull808 Remdesivir! FAUCI made it the “official”C-19 treatment in hospitals. HIS Remdesivir trials inAfrica had 53% kill rate from organ failure.Lungs fill up w/fluid bc kidneys no longer worked. Patients got pneumonia on top of it&amp;died.His trial was stopped so he it to be used for C-19.\n回复 @JamesGa63637630 @libsoftiktok @ShalerArea Groomers! I agree .. but my 13 yr old son’s TikTok algorithm is natural health/nutrition, Jesus/God, proTrump/conservative, animals, interesting facts abt people in history, education (math, science) pro Constitution, pro 1st &amp; 2nd amendments, etc.Have to look at their algorithm.\n回复 @SeraphimRosen @DeesKodi @schizoid_pb @BGatesIsaPyscho It’s wrong in any context for any group of ppl when children have access! Be naked&amp;free in private ADULTspaces, not in public! NONE of my gay relatives&amp;friends would be part of this.  Again, it was labeled“Pride Ride London”,took place in JUNE AND Snopes called it a“Pride event”.\n回复 @JamesGa63637630 @libsoftiktok @ShalerArea What???? Are you okay? I didnt say you were jabbed or tested. I’m saying that’s how CCP collected DNA from Americans.  Boy, you’re a loose canon!  I will be moving along. Thanks for the great advice to do so. Take care.\n回复 @hodgetwins @CTheoryHunter Hope everyone who got the shots the first time learned a lesson and don’t comply the next time… bc they’re definitely coming for us again\n回复 @ThePatForge @wman132 It’s not insane! What other recourse do we have when everyone is bought and paid for by Soros and the elite?!?!??? I live in NYC and this is necessary!!! Can’t just go on letting these evil &amp; corrupt politicians, judges and DAs do what they want bc they hate Trump &amp; hate America!", "overlap_score": 0.11653292543035, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1277034665442979840, "screen_name": "mongopotamus", "user_at_name": "Mongopotamus", "sample_content": "回复 @The_Wheel_HiLo @DarioCpx It's CSCO all over again.... we know how this story ends.  (90% drop after peak)\n回复 @Mr_Derivatives It wasn't a real $VIX spike, because it all happened during premarket.  Never hit 45 during market hours.  It's a warning of what's to come... https://t.co/AtnHNSlTot\n回复 @MikeChandlerMMA @MAKHACHEVMMA @TheNotoriousMMA @RiyadhSeason Title shot on a 1-3 streak... https://t.co/UE2TVBo489\n回复 @Barchart NVDA beats every single quarter, we all know this.  Expect $6.85 EPS this quarter and $7.60 next.\n回复 @MMAUNCENSORED1 @Topuriailia @AndyHickeyMMA Jon Jones finished 4 legends in a row in one year:  Ryan Bader Shogun Rampage Machida\n回复 @InternetH0F He's gonna win a free double knee surgery.\n回复 @patriottakes Narrator:   It had become painfully obvious to everyone in the room that she did not actually know what the word 'conservative' meant.\n回复 @StockMKTNewz The whispers are screams, expecting huge numbers.\n回复 @Acyn The actual law (Presidential Records Act):  The United States shall reserve and retain COMPLETE OWNERSHIP, POSSESSION, and CONTROL of Presidential records; and such records shall be administered in accordance with the provisions of this chapter.  #guilty\n回复 @WallStreetSilv When did Republicans become Russian propagandists?  Reagan would roll over in his grave.\n回复 @goldseek 98% of the people buying Bitcoin don't even know that the founder kept 10% of the ENTIRE currency for himself.  The largest grift in financial history.\n回复 @TrumpDailyPosts Donald Trump will be a convicted felon in less than 10 days.\n回复 @MeidasTouch Single-handedly lowered the cocaine supply by 80% in Central America. https://t.co/ZNoZ2VRsHa\n回复 @Barchart It's the CSCO story all over again.  Now comes the 90% drop part.  💀💀💀\n回复 @TreGraves_ @Mr_Derivatives What happens if Blackwell delays affect revenue the next few quarters?   Stock will drop like a rock.\n回复 @KobeissiLetter With only $1.8 Trillion of revenue...  This is worse than the dotcom bubble.  Expect a 5% down day soon.\n回复 @unusual_whales Powell has spectacularly failed to control inflation.  He's more interested in keeping the everything bubble going than helping hardworking American families put food on the table.\n回复 @Investingcom Friendly reminder that 3.4% means that we're still 70% over the 2% target after 3 freakin' years. 💀\n回复 @Mr_Derivatives Can someone please ask him a very simple question:  \"NVDA can't keep up with AI demand and you are clearly growing exponentially....  so how come operating expenses were the same in 2024 as in 2023?   In fact, they grew LESS than the rate of inflation....\"\n回复 @LeadingReport I thought Republicans were all about small government?\n回复 @Mr_Derivatives The bubble has already popped, we know how this ends.  Last chance to sell $1 of revenue for $38! 🤣\n回复 @DavidCornDC Judge Cannon allowed this photographic evidence of Trump declassifying all documents. https://t.co/ThQlPg739U\n回复 @Mr_Derivatives We're 4 weeks away from NVDA earnings and the founder &amp; CEO continues to dump shares.  Jensen has sold 4% of his shares in the last month.  🚩🚩🚩\n回复 @Swordfishv44183 The hilarious part is the CEO warned us about this upcoming quarter:  \"Nvidia warned in its third-quarter earnings on Nov. 21 that it expects a negative impact from U.S. export controls during the fourth quarter\"\n回复 @LastCallCNBC @fundstrat NVDA beats every quarter, we all know this.  Expect close to $7 EPS this quarter.\n回复 @jimcramer QoQ Revenue growth continues to decline:  Jul 2024 $30.04B  15.3% Apr 2024 $26.04B  17.8% Jan 2024 $22.10B  22.0% Oct 2023 $18.12B  34.1%\n回复 @OsburnTrev68240 @TrumpDailyPosts Trump is too much of a coward to testify in his own trial.  Only liars are scared to speak under oath.  You will find out very soon.\n回复 @SpeakerJohnson Tell us more about the bottom of the deck... https://t.co/Uo5kjoq0mB\n回复 @FFT1776 This isn't hard...   Trump cheated on his wife with a pornstar, then paid her to keep quiet, and fraudulently hid the payments.  He's on tape, he signed the checks, and his own friend testified against him.   #GUILTY\n回复 @TradingThomas3 Target CPI is 2%.  Low would be 1.5%.", "overlap_score": 0.1734693401852727, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1104894002304675840, "screen_name": "bathams_drinker", "user_at_name": "174 thoughts per minute", "sample_content": "回复 @sigirides @cyclist13 E-bikes and lightweight bike based cargo vehicles can also be faster to deliver in urban environments where they are not held up in traffic jams like cars and vans.  Stopping to deliver is much less of an obstacle to other traffic also\n回复 @OldStationSt I'm still furious about the central library tbh\n回复 @samwake So this is the Birmingham no-go-zone those people were talking about yesterday.  Had no idea they were so concerned with public infrastructure\n回复 @Paul_Notters @Wilfred_Diego @daaan_1874 City centre is mostly fine. Some of the outer residential and industrial/post industrial bits feel less safe.\n回复 @Digforgold1 @chrislepkowski Performing arts, theatres, music venues etc make cities vibrant and attract people to visit them, live there, spend money there, contribute to them.  They create a real buzz but also generate significant economic activity, directly &amp; indirectly. Slashing funding is a big loss\n回复 @RajShar62817205 @thebathams You're not wrong. But hang on, with your name and being a Burnley fan and talking black country stuff..   did you used to work at a catalogue shop in a town beginning with H?\n回复 @SMGlookalike @OldStationSt @lisanandy @DCMS @RhonddaBryant @BFI @Cllr_suleman @David4BKH @gardensinboots @RichParkerLab @andy4wm @AlistairCarns Two very different buildings, both deserving of historical preservation.  The brutalist version just needed some love and investment and perhaps some remodelling or demolition of the buildings immediately adjacent to it. The area immediately surrounding it let it down\n回复 @H_H_Gray Compare/contrast with the public spaces in any Dutch city.  Last year I took my kids to a playground in Birmingham I went to as a kid in the 80s/90s.  Same play equipment there still, looked as if it had not been painted in 15 years. In NL public stuff gets maintained &amp; updated.\n回复 @Barney__Coleman @juvehearts @medwaymakem @crimlawuk It's not ironic. easyJet operate within a semi-functional marketplace. You can choose from different airlines, routes etc.  you can't however send two competing trains down one track.  Nor can you choose your water provider.  These are monopolies captured for profit gouging\n回复 @bancroft_mathew @SpannersReady Yeah not in favour of the danger part but if the unpredictability in performance can come back without tyres exploding it could be interesting\n回复 @drjenwolkin if everyone had one leg, then having one leg would not be considered a disability.  Despite that, having one leg would still be incredibly restrictive.  My ADHD may be worsened by NT expectations &amp; standards, but they didn't create it, &amp; their absence wouldn't help it.\n回复 @chrislepkowski I have the impression that things were very well managed behind the scenes, see the psychological measures taken re. Penalties.  It may be that he would be better suited in more of an analytical or technical support role than having full responsibility as head coach.\n回复 @mitrebarnet @TracyEglin @campbellclaret The EU did not put any conditions in place. We quit the free trade agreement without a plan.  If people who wanted Brexit gave a crap about business in the UK they should have had a plan on how they would maintain frictionless trade with their biggest market.\n回复 @supertanskiii Yeah but the nature of FPTP means they don't get a sniff of power in any case. Electoral and constitutional reform should be high on Starmer's priorities if he wins a whopping great majority.  It won't be though.\n回复 @PaoloWalnuts Missile.  Baggies have scored some absolute belters in recent weeks that feel uncharacteristically Albion based on recent seasons\n回复 @BradleyPhilpot That looks intense. Most of the go karts I've been in at turn up and drive type places have had so little grip that you barely feel any g-force.  It was a shock to me when I had a go in one with some actual grip that I had to strain to keep myself upright in the corners!\n回复 @cjeam @Laura_W_Gieseke @clhubes No, there isn't a balance. You can't predict how a baby reacts to being on a flight, because they're a baby.  Babies are just as entitled to fly as adults. Crying children on flights are irritating, but you can wear earplugs.  It's far, far worse for the parents of the kid crying\n回复 @CyberPunkCortes @wasnt__me_ Anything more than a limited strike of 1 or 2 bombs would cause complete societal breakdown. The systems we rely on for food production, power, drinking water, medicine would disappear.  Society would regress to a lawless violent fight for survival. Some fetishize this prospect.\n回复 @Beej_JJJ @RainbowChazer @tonkerthomas Not aware of any element of neurodivergence which means one needs to irritate other people with sounds from a phone.  If anything ND peeps are more likely to be aware of how sound can cause other ppl discomfort and sensory stress\n回复 @Russ4Northbrook @mckenzie_sohan @Layo_FH There's no ideology in NL re bikes. The Dutch cycle because they realised it's cheap &amp; convenient. They are one of the most pragmatic folk on earth, not ideological at all.  That's actually you. Of course they move home using removals firms with big lorries &amp; shipping containers.\n回复 @BradleyPhilpot Hearing Queen in the trailer cemented my suspicions that this film is going to be a stinker 💩💩 of a film\n回复 @nimrodson @dange82 @SportmphMark @Jayhassett You're interpreting a legal text &amp; making an argument whilst not understanding the text. There was no ambiguity in the rules.  The stewards relied on Red Bull's objection to Mercedes' appeal in their decision.  Upholding that decision and braking the rules created ambiguity.\n回复 @Bob_London_ @CoastalNorther1 @arleneseesit Point is very clear.  The person bought their house earning below average wages and with a mortgage of 2.5 times their salary.  That has been impossible for a long time and house buying is becoming a privilege of the wealthy or those with financial support from their parents.\n回复 @Burt_Bondi @Jimbo_Preston @anon_opin I can see that might work at a steady constant velocity on a motorway.  In an urban environment with frequent stopping and starting accelerating up to 50 to then have to frequently stop is going to be far worse on fuel than going more slowly.\n回复 @DudeAdhd @RadicalLabGeek Indeed.  And yes, a rich child with well educated parents who understand ADHD are less likely to end up in crime than a poor one with badly educated parents etc.  but the rich one still has a heightened predisposition towards behaviours that may lead them to commit crime\n回复 @TobiFrenzen @mrianleslie Has anyone been able to verify how he eats a bacon sandwich yet?\n回复 @iainlee I can initially picture something in my mind, sort of. But then it very quickly fades away and the more I try to focus on it the faster it goes.  I also can't draw to save my life - not sure if that's related to this or dyspraxia/dysgraphia, or a bit of each combined.\n回复 @a_h_reaume Either can be productive, enjoyable &amp;  powerful but also exhausting (afterwards), stressful, &amp; detrimental to the many demands of adult life. When really hyperfocused on meds I'll avoid going to toilet until it hurts to avoid breaking focus.\n回复 @f1_editor @nettocharrua @JennaFryer Calling it an internal matter doesn't change anything once it's become public news\n回复 @youngdand @ClimateFirst2 @Secret_Squidgle @RichardJMurphy @UKLabour Well exactly. That and changes in many skilled professions which require a degree qualification such as nursing", "overlap_score": 0.1389313409300933, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}]