[{"user_id": 1222574930165948419, "screen_name": "WmKelleyRoddye", "user_at_name": "William", "sample_content": "回复 @OzarksCurly @VistaOfVastness Thank you, my dear, good, special, wonderful friend.\n回复 @OzarksCurly I know that I am, and I'm grateful. Sometimes, for me it's an hour's work, without drugs. Sometimes, it's a battle not to scream, or go to bed. The demons are tough. When I got out, I didn't get any treatment till I was around 60. So I'm still a mess. But D has helped more than…\n回复 @nancmc111 I think \"Love Story\" created a myth that you won't have to say your sorry if you fall in love.\nMy wife and I just had a wonderful conversation about the differences between living here, in the U.S., and in Europe where we have also lived. We were informally trying to quantify the GOOD things of both. Good people can be found everywhere.\nMy best friend, wife, mother to our children, and the girl in all my dreams, is still feeling better today. Do you believe in angels? I do now. One sits across from me, at the base of a ray of sunshine.\nI need to stop for a pill break. Hahaha. Really, I need to stop for a little while, to get my day together. Carry on while I'm gone. I love you all very much.\n回复 @jayrockne Jan, you are a beautiful spirit.\n回复 @parisofprairie @DavidMc47629196 @teslaownersSV @CDR_GRIMES You are a constant explorer, in the technology world, and it the world of others. I am humbled and honored that you include me in your circle of friends. I love you, Aacia, my friend.\nThe latest typo glares at me. My wife sleep, I wrote, when it should have been 'sleeps.' Most of you say, 'Don't worry about them.' But when one is 82, how do I put this: I fear senility. With my body torn, the only thing I have left is my mind and what it says to my fingers.\n回复 @NicoleZierer Thank you for showing us Zurich!\nTomorrow, the snow will be able to read.  Deer tracks, Canada geese tracks because of the lake, bird tracks and ground squirrel tracks on the patio, coyote tracks, dog tracks, maybe kittie tracks, and oh, over a little farther to the west about two or three hundred meters, sled…\n回复 @timoweidmann My life has been full. I've been able to experiment with a lot of things. Too many to list here.\nMy wife is hurt and frail from successive horrible injuries and illnesses. She is in pain. She is so thin. My heart reels. I need to speak my truths today, so you will know to help protect her. We need our country, its people, its blessings strong, so I can help my wife.\n回复 @nancmc111 @BeMe555 Thank you for the vote of confidence, Nancy.\n回复 @Imworthwhile You must be right, form articles about where they're finding the dna-size micro-plastics.\n\"As-salamu alaykum,\" is an Arabic greeting that translates to \"Peace be upon you.\"  The typical response to this greeting is \"Wa alaykumu s-salam,\" which means \"And peace be upon you too.\" There is NOTHING dangerous about that.\nEd Sheeran hasn't had a phone since 2015: 'I was losing real-life interaction' https://t.co/kYTlguxWKL #FoxNews\n回复 @JacqueSapphire I really am trying. I've already slept five hours in this day. That's really unusual for me. But I think my old body is trying to tell me something. How are you and yours doing today? Let happiness reign.\n回复 @SoulDead777 Thinking I'm so tired I might just have to submit  and obey.\nFreedom: What point is learning to dance, it you have no place to do it.\n回复 @bagel_baker3 That's a very good question. It seems as though Zuckerberg has always been practical and impractical.\n\"If a political party does not have its foundation in the determination to advance a cause that is right and that is moral, then it is not a political party; it is merely a conspiracy to seize power.\" Dwight D. Eisenhower\n回复 @djdoge69 My left knee went completely out yesterday. Terrible pain. I'm trying to ignore it. So far, no such luck. But I'm going to keep trying.\n回复 @theTWINsmith @AssemblyTheory Beth Smith is a humorist. Isn't that a better word than comedian? Well played, well written, well heck.\n回复 @1stacyphillips You missed the entire point, I fear, Stacy. But not today, please. Not today.\n回复 @PatriotJackiB Cant get to any locally. Wish I could. I'd take it in a minute.\n回复 @nancmc111 No. But my wife's mother is from there, and we would spend summers there, in the Rhineland, not far from Mainz. I love Germany so much. I must have lived there in another life, though I really don't believe in that.\n回复 @ted_brase34458 Ted! Thank you for reminding us! A big, wonderful HAPPY BIRTHDAY to you wife. Both of you -- just have the most beautiful days you possibly can. Blessings.\nThe world swirls with madness, yet the Time Magazine Person of the Year is Taylor Swift. Not Elon Musk. Not Benjamin \"Bibi\" Netanyahu. Not Donald Trump. Not the astronomers who explore with the Webb Telescope. Not the doctors who fight Ebola, and other diseases. But Taylor Swift.\n回复 @RudyRud420 Aren't people abroad great! Congratulations on your beautiful trip. By the way, I think people here is the U.S. are pretty wonderful, too.", "overlap_score": 0.1486757443796439, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1051349845917675521, "screen_name": "cholm0710", "user_at_name": "FELIX the HELIX", "sample_content": "回复 @FB_Helmet_Guy Ernie Whitt Darren Daulton Jim Abbott Franklin Stubbs\n回复 @fitdaddy_scott Some fat dude that paints himself orange\n回复 @Pistons__Talk 1987- age 11\n回复 @FoodPornPhotos Keto\n回复 @TonyPaul1984 Caught the last out in game five. Let the celebration begin!\n回复 @FB_Helmet_Guy Falcons classic look full time. Red helmets. Red primary jerseys\n回复 @RetroCardSnaps @Topps Don’t forget these beauties! 83 had beautiful subsets also https://t.co/rLH3Im3PUj\n回复 @Super70sSports Well there goes my imagination\n回复 @deeptocenter I propose bullpens, hanging from the rafters! The mofos can parachute down\n回复 @CTOTHELOS77 Black Cherry or lemonade favor kool aid\n回复 @ThatEricAlper Elementary school friend had a Doberman named Satan\n回复 @TodayInSportsCo Hook and ladder on OG madden with the oilers\n回复 @lippyent Rhinestone cowboy, Wichita lineman\n回复 @lippyent I remember going to a Pizza Hut looking like that somewhere in Ohio when I was a kid. I sat in amazement watching my dad put away an entire pitcher of beer! 🍺\n回复 @FB_Helmet_Guy A modernized version of the Barry era for the main set- thinner numbers and pant stripes. Current, more detailed lion on helmet is ok I guess. Bite the bullet, take one for the team alternative set- I’ll take black over the grey pjs they go with now.\n回复 @CTOTHELOS77 A. Late night snacking means we’re going to the bell\n回复 @RetroCardSnaps https://t.co/D0AzICc2Th\n回复 @detnr19 @EvanPetzold But hey they’ve got new dogcrap looking city connect uniforms. We’re supposed to love those🙄\n回复 @Super70sSports I remember having these at Tiger Stadium🙂\n回复 @RpsAgainstTrump 💯\n回复 @kevee_D @IffyTheDopester We have a new scoreboard. And new softball outfits. Let’s not forget the Meijer ad. So don’t act like changes weren’t made\n回复 @Super70sSports Six or several cold ones and her and I are throwing down\n回复 @benedictpolizzi I can’t tell if that’s Boris Badinov or Harry Wormwood\n回复 @FB_Helmet_Guy https://t.co/TBymPFtNW2\n回复 @Howard_Cole Third installment of the Dumb and Dumber movie franchise- “Dumb and Most Dumbest”\n回复 @daily_msu 4-8\n回复 @KeithOlbermann @RonFilipkowski https://t.co/KMVT9rENQ7\n回复 @Super70sSports Karl Malone knocked up a thirteen year old. There’s no respect due\n回复 @Ashy_slashee No disrespect intended for this reply. Leo was amazing in this role and I still feel empathy for his character https://t.co/rmWRrAeOW8\n回复 @il0venostalgia Metallica self titled, The Chronic", "overlap_score": 0.1659528604472304, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1176317007265853441, "screen_name": "RandomSecretary", "user_at_name": "RS", "sample_content": "回复 @McFeenixx And so it did!\n回复 @aussieinTO Stephen was elated that you were able to get the group to pull off a quintuple Lecce! https://t.co/4lX3FQFcSD\n回复 @Mikenthemiddle https://t.co/RL8WSJMPtK\n回复 @aussieinTO https://t.co/9h3NuRXPYf\n回复 @PitCrewJoel_25 Zero shenanigans! I did it!!\n回复 @Ayerlynd @Robbiej34 @Xenon3454 @MsKrispanis @TK2inTO @Stanglife2 @RecruiterNick https://t.co/bVashjt4mL\n回复 @Sean_B_taketwo It’s possible I’m the problem here! My parents got rid of all my 80s toys when they downsized, so I might be a bit sensitive!\n回复 @Roadtrekman95 I’m in! https://t.co/MxfQMrPFgo\n回复 @SovereignBronze @Hankloves26tee9 @BumpstockBarbie You’re attempting to tell people how they can react. Are you sure that’s the precedent YOU want to set?\n回复 @d0j0h https://t.co/dArf1nUPHu\n回复 @49erin_MD I’m Canadian, and I’ve visited 7! 😂\n回复 @aussieinTO @sthar93 https://t.co/ntXs3whq2A\n回复 @ouatedephoqueeh I mean, if I did all that shit and someone made it into a show, I’d deny it too 😂\n回复 @neversleeps29 Same!! https://t.co/6k4385eBb9\n回复 @Oilers1829 It was everything I hoped it would be!\n回复 @MsKrispanis @Ayerlynd Not sure what she’s expecting though…she doesn’t work, she doesn’t have kids. I suggested a trad wife day, but she didn’t like that either 🤷‍♀️\n回复 @aussieinTO Pierre loves in when you swoon over him! https://t.co/wjZrwYxdsm\n回复 @aredlight1 https://t.co/XE1skV3CAT\n回复 @aussieinTO https://t.co/TcPAL3jQB9\n回复 @londo402 @Sflecce Looks like he was in Brussels first, for “work”, but guaranteed he’s been enjoying vacation time on our dollar!\n回复 @Kissmyazz24 https://t.co/iMZ81ZRTr4\n回复 @GogglesPaesan0 @jennyleeshee Can confirm it’s good!\n回复 @aussieinTO https://t.co/n9bC0E0j4k\n回复 @RodKahx @CJsaneAlbertan Hahahhaha, the 70 year old lady bras! How could I forget those?!\n回复 @Mikenthemiddle https://t.co/fS7jA19mmK\n回复 @Kevin_Keeler6 https://t.co/00qJ2To9k0\nThis is sad (for receptionists), but funny that he thinks that’s what I make 😂😂😂😂😂😂😂😂😂😂\n回复 @aussieinTO Pierre told you he’s going to bring back common sense haircuts, but it doesn’t look like you’re very impressed! https://t.co/xPVbqIGvHM\n回复 @49erin_MD How’s the shoulder?\n回复 @aussieinTO https://t.co/Ywy0iHFVZE", "overlap_score": 0.1703754187790357, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1146406163988303873, "screen_name": "LewesArboretum", "user_at_name": "Lewes Urban Arboretum, (Friends of Lewes: Trees)", "sample_content": "This #tree in a #Lewes garden looked lovely in the evening light - a Cornus kousa,( Chinese Dogwood). https://t.co/UYjJhDRRH5\nA sparkling day to see the remains of the lovely red flowers on the Red Maple #tree outside River Lodge Surgery, #Lewes. https://t.co/37K1NAnEmw\nFriends of #Lewes, @lewesfriends, have installed a new plaque at Jubilee Gardens in Juggs Road, opposite the entrance to Saxonbury House. The plaque celebrates one of our biodiversity initiatives: a #hedgerow of native #trees planted along the edge of Jubilee Gardens in 2021. https://t.co/xQx9vjqS7v\nBlossoms coming on the #trees in our #Lewes garden - Guelder Rose, Hawthorn and Spindle. https://t.co/TVdKK7BJaY\n\"Tremendous #Trees\" season begins at #Lewes Climate Hub, 32 High Street, on Wednesday 5th June.  Ideas for trees to grow in your garden, trees and wildlife quiz, make wooden decorations  and \"Trees for your garden and how to look after them\" on Saturday 15th June, 1.30 p.m. https://t.co/6QF0Al4U4R\nThe #Trees Committee of Friends of #Lewes were given a preview of the Cockshut stream restoration this morning. It is great for biodiversity already - today we saw 17 different species of birds including a large flock of Lapwings. A brilliant project by @LewesDC and @OuseAdurRT https://t.co/fObZLZDsTF\nWalking past the copse of #trees at Baxter's Field, #Lewes - shade, shelter and bird song! https://t.co/cKOk6hDrpz\nThank you very much to Keith and Jill, two members of our Trees Committee team, for weeding, pruning and mulching six more of our street #trees around #Lewes this morning! https://t.co/yrI4kMX7m2\nBlossom on one of the Pyrus calleryana Chanticleer #trees, (Ornamental Pear), which we planted around Nevill Recreation Ground, #Lewes, last year. https://t.co/9ImbwXRtc5\n...\"rise up, garden by garden, park by park, balcony by balcony and do something – anything – to help a bee or a butterfly or a bird or a hedgehog?\"\nWeeding and mulching the seven Elm #trees on St. Anne's Hill, #Lewes High Street, this afternoon. https://t.co/FlntWaceND\nWe were in Prince Edward's Road, #Lewes, today to check on the 11 #trees we have planted there. They are all weeded, mulched and have either had their ties adjusted or their stakes removed. Thank you to @bonnyswood for the wood chip mulch! The trees were from @Barchamtrees https://t.co/VarA0BZWKs\nRobinia #tree in blossom, in Valence Road, #Lewes. https://t.co/H2YZuxPxH2\nAmelanchier in blossom on the 3 #trees which we planted at the top of #Lewes Cemetery in November 2020 in our joint \"Trees for Bees\" project with @LewesDC. The Elm nearby, given to us by @TheTreeCouncil to celebrate 30 years of the Tree Wardens scheme, is doing well too. https://t.co/dGOybiV95n\nBeautiful colour on the Liberty Tree at the top of Castle Banks, #Lewes. A Copper Beech planted in 1989 to replace a #tree lost in the storm of 1987. https://t.co/wCAcQBEnNZ\nWild Service #Tree in blossom, De Warrenne Road,#Lewes. https://t.co/isdkbnIdZC\nWinter #trees and blue skies in The Paddock, #Lewes. https://t.co/T2yUjQ1dJ1\nThe blossoms on one of  the Wild Cherry #trees we planted by Abergavenny Road, #Lewes, really opened up over the course of today! Nearby, Willow catkins, the first buds of Whitebeam and another Cherry are showing well outside St. Pancras School. https://t.co/EvjG05eJCy\nOur Guelder Rose, (Viburnum opulus), in it's second year. Planted as small whips and now decorative small \"#trees\". Beautiful flowers which are especially attractive to hoverflies, red berries for birds, and  the spreading canopy provides shelter for other #Lewes wildlife. https://t.co/22zDCtyZLM\nSumptuous blossom on one of the Whitebeam #trees at St. Pancras School, #Lewes. https://t.co/og6z7jjLwA\nBee on one of the Whitebeam #trees at St. Pancras School, #Lewes. https://t.co/ChJTzth20t\nJudas #tree blossom in Mildmay Road, buds on a Mulberry tree in Leicester Road, and a very red Red Horse Chestnut in Church Lane, #Lewes. https://t.co/XTnKrgEwKu\nOver the past few weeks, ESCC has involved members of the Trees Committee of @lewesfriends to agree a revised management strategy for looking after all the #trees  in Blake's Walk, #Lewes so that no healthy trees will be felled. Well done everybody! https://t.co/6Xv3iQFWDg\n回复 @greenfield855 The council felled it because they thought it was dying.\nJoin Litter Free Lewes to help to keep #Lewes clean for us and for #wildlife! https://t.co/sg3DPEMDUq\n#Tree maintenance at Laughton Greenwood, near #Lewes, this morning. Everyone is welcome to come to their volunteer sessions on the first Sunday of the month, 10.00 a.m. - 1.00 p.m. https://t.co/iTV88clLtu https://t.co/730Ys1jBCa\nAnother #tree maintenance session this morning - weeding and mulching the trees we planted alongside Abergavenny Road, #Lewes. Hot work! https://t.co/ZTxS1aSs1C\nhttps://t.co/a092UXis5q https://t.co/VScAqNlXIe\nThank you to everyone who supported our \"Tremendous #Trees season at @LewesClimateHub.  The information from Keith Sacre's talk on \"The Benefits of Trees\" is now available on the Friends of #Lewes website: https://t.co/nyfQCRxOak https://t.co/8on9IDpWoO\nMulching the rest of the 30  #trees which we planted at #Lewes Cemetery in November 2020 in a joint project with @LewesDC. Lovely to see the new buds and leaves beginning to show! @Barchamtrees https://t.co/lkJstcWKJh", "overlap_score": 0.1330833419225787, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1079217029515800576, "screen_name": "s0ymalia", "user_at_name": "Community EBIDTA Adjuster 🇦🇲🇺🇲", "sample_content": "回复 @mica_dragon @SwannMarcus89 Are you also a convicted pedophile looking to assault teenagers at a riot?\n回复 A decade ago people wouldn’t even venture outside a 8x8 square of blocks because everything nearby was plain scary.\n回复 State and USCIS has a list of everyone who overstayed a visa and everyone who was allowed in and then disappeared. My guess is it would take the NSA or FBI all of ten minutes to locate 80% of those people. 2/x\nGuarantee this Georgian chick has no issue with this and neither does any woman of comparable attractiveness.\n回复 @feelsdesperate Lol i broke up with my ex right before this shit started and she got on a pussyhat bus to DC and told me all about how great it was. I knew everything i needed to at that point\nI hate agreeing with the urbanist people but when you observe the people who are rushing in city traffic, cutting others off etc, you notice that they are almost universally a lower class demographic who probably does not value their time in any other context.\n回复 @FischerKing64 @BerndIsTheName Sorry you can accuse the eastern block of anything and everything under the sun, but doling out theoretical physics degrees to subpar students ain’t it\n回复 @MrBeigeShiba Yes but never through formal process. Massive reorg, people leave, congrats you’re now a director\n回复 @ArmandDoma Yes driving 10 over and doing fentanyl on the street are different concepts. I know leftists struggle with this\nThere’s this soapbox I get on every few months where I explain to someone why taking out insurance against a worst case outcome you could easily cover is retarded and consequently why you need a to deductible max. The number of 115 IQ people who just don’t get it is stunning.\n回复 @Empty_America I suspect that for a variety of reasons people camping in tents are also staying further away from established campgrounds\n回复 @Eric_Erins Psyopping society into paying a minimum of 20% tip on $200 bills will do that\n40k is close to the minimum practical wage in a metro area. What you’re saying is that the lowest paid people in America can afford a two room condo, a car and a healthy meal each day and still have some to spare. Absolutely insane how wealthy we are.\nA whole bunch of people about to find out why Uber and Lyft employ thousands of people and effectively have a monopoly on resharing globally outside of China and Russia.\nI’ve managed 19 year olds through 60 year olds. This view is neither new, nor is it entirely wrong. The difference is that most older generations generally understand that by refusing to work outside of narrow formal commitments they essentially handicap their career.\nThis tweet in an otherwise interesting thread is particularly funny as it illustrates the egregiousness of the system we have accepted so far. A real estate agent casually asks “what will happen to the bonuses sellers offer for me to promote their property to my client?” 1/3\nWhat Fischer does not see here is that the left would love nothing more than whites going full minority mode. What’s the old saying about wrestling a pig?\n回复 @BidensAttorney Places like Armenia or Georgia are kind of an in between that don’t make retirement sense unless you have ties to the place. You don’t get the familiar comfort of a western country and living standards are high enough that people don’t fawn over foreigners with money\n回复 Haven’t really interacted with quants in ages. I think some of them derive genuine joy from making the markets 1e-6 percent more efficient.\n回复 @alxcharlesdukes @MostlyMonkey You’re suggesting certain races just cannot succeed without permanent help? Wow\n回复 @Empty_America Odd take. There are only two senators from Iowa. By that measure every place has one big dog somewhere. Fetterman also hilariously is just a guy with affluent parents who cosplayed local politics\n回复 @Empty_America There’s a difference between strawberries and mechanics though, the former can just become a luxury good in a relatively linear fashion whereas the latter just pigeonholes itself to being a niche thing\n回复 @CominternQueer “I am a dimwitted moron” is a pretty short and sweet explanation\n回复 @VPM_IanStewart Don’t see anything that needs helped\n回复 Notably this won’t remove signal from credit scores. The poverty class will inevitably tank their credit scores through other deadbeat behaviors.\n回复 @shaunrein Lmao you live in a country that runs literal concentration camps for an ethnic minority.\n回复 @eddiekimx A value judgement would be saying that Dean Preston is a scumbag. Which would be factually correct but inappropriate for a community note. This one though is spot on\n回复 Finally the simplest and fastest thing isn’t to round up illegals but to prosecute those who employ them. Throwing a dozen white farmers and developers who knowingly employed a bunch of illegals into federal prison will result in massive self deportation. 6/6\nNone of this will happen of course but the libs need you to believe that deporting illegals necessarily requires the waffen SS marching down kicking abuela’s door down, whereas 60-80% is just trivially achieved by prosecuting a couple white guys who knowingly hire illegals\nMega churches are just a symptom of the core problem, which is the evangelical movement is unmoored from any core tradition, leaving each local pastor free to freewheel their flock with their own brand of 30% therapy and 70% talk show host performance.", "overlap_score": 0.1516599859767479, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1011687452900196382, "screen_name": "HortBen", "user_at_name": "Ben Hort", "sample_content": "回复 @RudeBoyNYK Looks like an athlete with a soft touch. Love the rainbow jumper. #Knicks recent track record of identifying &amp; developing guys like this has been pretty good. This will be interesting. This probably can’t be evaluated for 2-3 years.\n回复 @TheSports_Shift Campbell had a much better #NFL career &amp; body of work.\n回复 @jeffpearlman Too close for sure &amp; it’s pathetic that he is the Republican nominee &amp; not in prison, but I do not see how he possibly wins this election. Too many MAGA’s but they are not a majority.\n回复 @StonedBlue22 @SpartanMike96 I admit they have not done it yet as everything being said could be a smoke screen, but if Daboll &amp; Schoen are comfortable going forward with Jones what does that mean?  This is what they get paid to do? Why do fans think they know better? Occasionally they do, but it is rare.\n回复 @KendrickPerkins Man did the #Pacers shoot the ball this entire series but in a Game 7 on the road. Very impressive. Hats off. #Knicks will see them again next year.\n回复 @BrianDabollMVP I think you can trade it in at Modell’s or Sports Authority.\n回复 @TheEntertainah It’s on the new OL coach. #Giants have assembled what should be a reasonable amount of talent, depth &amp; competition. They need to figure it out without using the # 6 pick in draft.\n回复 @SmokedByHyatt Did you watch him play in 2022?  He looked pretty good to me. He particularly looked good against Aaron Rodgers, Lamar Jackson &amp; in #Giants road playoff win in Minnesota.\n回复 @ThisIsNotZain #Lakers were not beating Denver this year if Pat Riley was coaching this team.\n回复 @TheEntertainah Did he get hurt?  I was surprised Robinson did not get back into the game after #Knicks took the lead back. Embiid was obviously less effective against him than Hartenstein.\nI have been reading David McCullough’s Truman biography &amp; the parallels between Truman &amp; Biden are undeniable. Hopefully President Biden doesn’t cut his reelection as close as President Truman did in 1948!  We don’t need a Trump beats Biden headline.\n回复 @TimJHanrahan But when the Orange domestic terrorist, rapist does it, it doesn’t matter? As he says judge him against the alternative not the almighty. Biden has always been gaffe prone &amp; he is old. So what? Look at the stock market, look at employment, see how he is doing on the world stage!\n回复 @DrMoneyTrees I’d buy you a k-car, a nice reliant automobile.\n回复 @GottliebShow Olympics were fun &amp; those HOF players were great but doubt there would have been a drop off if guys like Edward’s &amp; Tatum were asked to play a bigger role. Single elimination format + short time to gel made it interesting but USA was by far deepest most talented team.\n回复 @sseeley82 @stevegomavs @nut_history Very good player. But wouldn’t ever swing at first pitch or on 3-0. Sometimes he should have in certain situations if best hitter on team. Worked his ass off to become a solid defensive 3B but still had limited range. Overrated but very good.\n回复 @BobbyMilone29 Dominguez is a different conversation but you have to wonder if DJ &amp; Peraza coming back might signal the last days of Gleyber Torres’s #Yankees career? He’s not hitting enough &amp; his defense is below average.\n回复 @EverythinKnicks All true but on rare occasions when he is healthy &amp; playing well Porzingis is a unique &amp; talented player. Hard not to imagine what could have been. He’d also fit current #Knicks roster very well.\nIs there anybody else who is both a #WakeForest &amp; #Knicks fan?  If you have been watching both for the last few weeks, what a contrast in heart &amp; effort.\n回复 @TheDougRush I only h/ jerseys of retired players older than me. Babe Ruth, Sandy Koufax, Tom Seaver &amp; Phil Simms. One’s I’d get Dave Parker, Willie Mays, Patrick Ewing, Bernard King, maybe Moses Malone, Darryl Dawkins or Andrew Toney. #Knicks Micheal Ray Richardson would also be cool.\n回复 @jeffpearlman People should at least have to register somewhere. All of this anonymity is a lot of the problem here &amp; on social media in general. Easy fix.\n回复 @_BillyHoyleofNJ Probably but not definitely. Not sure why anyone would trade for Robinson even though he’s great when he plays. #Knicks could secretly promise that they will make it up to Hartenstein in a wink wink deal. 72 million not chump change. He likes it here.\n回复 @art_stapleton I am very surprised &amp; I like Saquon but it would be absurd to overpay for a vet RB. #Giants did the right thing &amp; the #Eagles are probably nuts. Schoen will find 2-3 productive RB’s in draft &amp; free agency. I guarantee it.\nPorzingis appears to have about the same size load in his pants that OG Anunoby had when he tried to play with calf injury against the Pacers.\n回复 @CentralPAFAL @TheStrickland @IQfor3 For sure. I always thought Ntilikina would be a lock down defender &amp; a reliable spot up shorter with the ability to play point guard. He was always hurt with seemingly fairly minor leg injuries. For sure expectations for Ntilikina were rightfully higher. Disappointing.\n回复 @RetroNewsNow My family always watched Dallas but they lost me after this. Complete insult to the fans who’d wasted the previous year watching episodes that no longer mattered. This was total bs!\n回复 @CallinShotsTV @SosaPicks @SosaKnowsAll All time great in NCAA. Champion, made Final 4 - 3x. Supposed to be a defensive Bill Russell type defensive C. In #NBA evolved &amp; became dominant scorer with lethal mid-range jump shot. Warrior, played hurt never played with another star. Best player in #Knicks history.\n回复 @Tony11Sim What about a lime or how about putting it in a Diet Coke? Hard to enjoy the little things anymore.\n回复 @peacock #bronxzoo90 very good documentary. I always thought Luis Polinia got hosed. Mel Hall is another story. Pretty surprising how much Brian Cashman participated in this considering it excoriates Steinbrenner.\n回复 @WFAN660 You were obviously not a big blue fan in the 1970’s nor are you a fan of the NY #Jets, #Knicks #Rangers #Mets or #Nets. #Giants made playoffs in 2022. Have appeared in 3 SB’s &amp; won 2 since Y2K. Hardly a terrible franchise. Yes last stretch has sucked but have some perspective.\n回复 @IAmPoliticsGirl Walz definitely ain’t no bandleader. I like him.", "overlap_score": 0.1491865790407741, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1083442826053079040, "screen_name": "Brad_L_Bowman", "user_at_name": "Brad Bowman", "sample_content": "Iran wants U.S. forces out of Iraq, @VOANews reports.  Not the most shocking news of the day. Evicting U.S. forces from Iraq is a longstanding Iranian objective.  A U.S. military departure would be a gift to ISIS and Iran.  https://t.co/HxaQ2cbMHS\nUS and Saudi Arabia close to defence and civil nuclear deal, @felschwartz reports in @ft.  If anything actually emerges, it will be interesting to see what elements of the potential deal require congressional support or at least acquiescence. You will know it is a serious effort…\nIf the United Nations Interim Force in Lebanon (UNIFIL) does not execute its mandated mission by stopping Hezbollah attacks on Israel and ensuring the group withdraws north of the Litani River, the steadily intensifying violence on Israel’s northern border could become a…\n回复 If NATO becomes less capable or less unified, or adversaries begin to question whether the alliance’s deterrence warnings are actually worth taking seriously, the margin of safety for Americans will erode, and the American politicians who played a role in that erosion will…\nTrump is now the clear presumptive Republican nominee for president. What would a 2nd Trump term mean for U.S. foreign &amp; defense policy?  If past is prologue, my @ForeignPolicy piece from Feb. 2021 might offer some clues:  Trump’s Worst 2 Military Mistakes for Biden to Fix…\nIf that major war comes in Lebanon, expect widespread international outrage to be directed at Israel because of the war’s extraordinary humanitarian consequences, which could far surpass what we have seen in Gaza. But here’s the point: If only a fraction of that prospective…\n🧵Iran caught in the act.  @CENTCOM: U.S. forces seized on Jan. 11 Iranian-made ballistic and cruise missile components - including propulsion, guidance, and warhead components - being sent from Iran to the Houthis. Initial analysis: same weapons being used in attacks.   1/5\nHere we go again... More attacks on U.S. forces.  Iran-backed terrorists repeatedly attacked U.S. forces in Iraq and Syria, beginning on October 17.   For weeks, the Biden administration failed to respond with strength, essentially inviting those attacks to continue. That’s…\nReviving the Arsenal of Democracy  In this new episode of @FDD's Foreign Podicy, I sit down with Mira Resnick, Deputy Assistant Secretary of State for Regional Security in the Bureau of Political-Military Affairs (@StateDeptPM).  We discuss the U.S. defense industrial base and…\nI completely understand why Israelis would want to increase their domestic defense production capacity in light of threats to cut off the provision of weapons. Israelis certainly need a stronger domestic defense industrial base.    But there's a smart way to do that.   Start with…\n回复 And here's a piece for any Republicans still undecided on whether we should help a beleaguered democracy fight naked Russian aggression in Europe.  Looking at those of you who claim to be a Reagan Republican and yet argue against Ukraine funding:  Ronald Reagan Would Never Betray…\nThe supplemental, American leadership, &amp; the arsenal of democracy. ATACMS for Ukraine. And Iran and Israel trade blows.  It was a busy April.   Each month, I assess the Biden administration's defense policy and strategy in 250 words.  Here's the latest:  https://t.co/cvozlS4cXV\nWhat about the Lebanese Armed Forces (LAF)?  Here's what @FDD_CMPP Advisor Dr. David Kilcullen concluded in this 2022 @FDD report:  \"The LAF has demonstrated a clear pattern of covering for Hezbollah infiltration, hampering UN efforts to monitor Lebanon’s southern border, and…\nThe Biden Administration, via the Defense Security Cooperation Agency, just announced that it has approved a number of systems and weapons for foreign military sale to Israel.  They include 1) Medium Tactical Vehicles, 2) 120mm High Explosive Mortar Cartridges, and 3) 120mm Tank…\nBuild Iron Dome in the United States To Prepare for Israel’s Worst Day  The United States and Israel should work together to strengthen the Iron Dome and Tamir supply base in the United States and create a redundant full production and integration capability in the United States…\nHow belated you ask?  Here was our August 2022 piece in @defense_news calling for the administration to provide ATACMS to Ukraine: https://t.co/zwNHeavOtj  And here was our 11/23 @BreakingDefense piece calling for sending the longer-range versions &amp; versions with the unitary…\nIf you are an American and you are feeling concerned about our country and the challenges we confront at home and abroad, spend some time watching the West Point (@WestPoint_USMA) graduation.  You will be reminded of what makes our country unique and worth defending. You will…\nA note to President Biden @POTUS:  Your response in the immediate aftermath of October 7 was incredibly impressive. Your words and your actions were incredibly admirable. It was some of the best weeks of your presidency. You spoke with moral clarity and you acted to protect U.S.…\n回复 Xi Jinping is likely asking himself and his advisers whether the United States would stand with Taipei if Beijing launches aggression in the Taiwan Strait. To help answer that question, he will look to votes in Washington and American actions in Ukraine and the Middle East. What…\nThe unfortunate reality is that Iran and its terror proxies have looked at events in Gaza since October 7 and likely concluded that human shields work as a tool of political warfare designed to isolate and demonize Israel.   So, we should not be surprised if Hezbollah is working…\n回复 -Graph 2: Great to see 23 of 32 NATO member countries expected in 2024 to meet the minimum for defense spending of 2% of GDP. That's a significant improvement from 3 in 2014 &amp; 6 in 2021.  There has been significant progress on European defense spending, and partisans will attempt…\n回复 🧵Here's the transcript: https://t.co/hQn3vS1O63  Some highlights:  Austin: We \"call upon Iran to -- to quit -- or to cease supplying the Houthis with -- with these advanced conventional weapons that they've used to attack ships in the -- in the Red Sea and the Bab-al-Mandab.\"…\nBridge, I appreciate you sharing your thoughts on our @WSJopinion piece today.  I consider you one of the most influential voices on U.S. defense policy in the Pacific. That is why we felt compelled to respond to your recent commentary.   I appreciated our podcast discussion on…\nWith Iran threatening new attacks, Washington must ensure US troops deployed to the Middle East have the military means to defend themselves &amp; the political permission to counterpunch hard to make Iran regret any new attacks.  Our latest in @FDD's @LongWarJournal:…\n回复 First, an admin note: Here's the highly precise grading I will use for each of the 8 categories: great, almost great, so-so, not great, or ugh.    -Maintain robust defense spending. Administration proposes but Congress decides. Takes 2 to tango but can judge Biden by budget…\n回复 For some additional reading, here is a piece @JohnH105 and I wrote in October detailing the consequences of congressional delay. The damage is much worse now.  https://t.co/fJia7KRnIh\n回复 And here's a piece we published this week on one specific way to help Ukraine on the battlefield:  https://t.co/5fIyWtT9DJ\n回复 Article 3 is of the North Atlantic Treaty is also noteworthy: NATO members \"separately and jointly, by means of continuous and effective self-help and mutual aid, will maintain and develop their individual and collective capacity to resist armed attack.\"  Looking at you NATO…\nStopping the flow of weapons to Israel would be a major mistake for U.S. national security interests.   It would increase the chances that Hamas will survive to commit more Oct. 7 attacks and send a message of weakness to Iran and Hezbollah, inviting more aggression.   Stopping…\nU.S. Launches Effort to Stop Russia From Arming Houthis With Antiship Missiles, @WSJ.     Very important reporting by @laraseligman &amp; @mgordonwsj.  Key excerpt: \"But some Central Command officials say their forces have been unable to prevent the Houthis from regularly threatening…", "overlap_score": 0.1215912210967561, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1190653163961028608, "screen_name": "USASAC", "user_at_name": "USASAC", "sample_content": "#DidYouKnow most of the hardware provided to Ukraine comes through presidential drawdown authority — which means they are pulled directly from existing military stocks? #AlliesAndPartners #SecurityAssistance   https://t.co/WJXEbvp9PQ\n#ThrowbackThursday #TBT #ICYMI  (Far left) #USASAC's Retired Col. Fred Heaggans and (far right) Retired Sgt. Maj. William Kaundart during a visit to the command's Saudi Arabia-based subordinate organizations circa March 5, 2010. #PeopleFirst #BeAllYouCanBe https://t.co/VQcQj6yveS\n#FastFact #SATMO Soldiers, Civilians, and Contractors deploy to over 20 countries to deliver Security Assistance Training in satisfy Allied and Partner training requirements and the U.S. Geographical Combatant Commands? Find out more at https://t.co/Gk2eTEUJyy\n#PeopleFirst #MakingADifference  AMC;s Christina Freese, #USASAC's Keven Hutchinson, AMC;s Valerie Francis and USARMY ID-Sustainment's Timothy Rolfe were recognized by AMC SGM Mark E. Biggins for helping expand the Master Resilience Training footprint from AMC to worldwide. https://t.co/aZpMy6vfPB\n#AlliesAndPartners   This month #SATMO will begin working with an Albanian Air Force Squadron to establish a fully trained, fully operational UH-60A Black Hawk squadron.  Read more in the link. https://t.co/Dbn7bZrLcW\n#PeopleFirst #ICYMI   Congrats to the #USASAC Public Affairs team for wins in the 2023 David G. Harris Public Affairs contest: Sarah Zaler, Tim Hanson and Terri Stover. With 1st place wins, Hanson will now compete in the Army’s renowned MG Keith L. Ware competition\n#PeopleFirst #ICYMI  #SATMO Team Member of the Week was SFC Cesar Cavazos, maneuver advisor for the #Panama TAFT. He provided outstanding training for partner forces, partnering with 1st SFAB. His efforts helped ensure our partners are tactically and technically proficient.\n#PeopleFirst   #SATMO's LTC Jeremy Trescott (Chief Admin Officer) completed Phase I and II of the Army Battalion Pre-Command Course at Fort Leavenworth, KS and is set to take command of the U.S. Army Veterinary Readiness Activity in Vincenza, Italy this summer\n#ICYMI   Col. Gregory Holmes, #SATMO commander, presented the #PurpleHeart to CW4 Joshua Price May 17, 2024. Price was recognized for injuries sustained while serving as an Apache pilot in Iraq Oct. 7, 2021. https://t.co/SrAT9Ndc9E\n#ThrowbackThursday  USASAC SGM Bill Kaundart and BG Michael “Mike” Terry mark the first building occupied by USASAC at Redstone Arsenal, Ala., March 8, 2008.  The command relocated from Fort Belvoir, Va., to Redstone following the 2001 Base Realignment and Closure decision. https://t.co/68O6DtP1dP\nCivilian employees who report adult sexual assault will have a SARC and a SAPR VA to help file a Restricted or Unrestricted Report, for immediate crisis intervention and referrals to available resources. Call the RSA SHARP Hotline 256-924-0795 or the lead SARC at 256-450-5647. https://t.co/XH3WeDvVBa\nAshley SIms and Lauren Van Cleave received a Civilian Service Commendation Medal at the June 6 Command Town Hall. https://t.co/ZvC8YdA6PT\nThe Security Assistance Command security staff have for the second year in a row won the Army’s Best Large Unit (brigade and above) Antiterrorism Program. https://t.co/3C8u5deK1x\n#ThrowbackThursday  Employees at #USASAC-New Cumberland hold a costume contest Oct. 30, 2017. https://t.co/se0W82xkem\n#FastFact #AER  DID YOU KNOW ... … You can donate to Army Emergency Relief online AND designate what unit you support?  Visit https://t.co/bXmbBsIjjS to donate now.\nSoldiers and Civilians support U.S. foreign policy by executing #SecurityAssistance missions around the globe. Interested in an Army career? Visit https://t.co/I6yq97HuOx  https://t.co/qhYULZeywF #GoArmy #AlliesAndPartners #USASAC #BeAllYouCanBe\nSasha Baker, the acting undersecretary of defense for policy, praised the work of the Defense Security Cooperation Agency while speaking about how the Pentagon's \"Policy Shop\" works to synchronize DoD efforts to achieve the country's security goals.   https://t.co/G6i3ZuLg4C\nCongratulations to the #USASAC Public Affairs team for placing in AMC's 2023 David G. Harris Public Affairs Competition: Sarah Zaler, Tim Hanson and Terri Stover! With 1st place wins, Hanson will now compete in the Army's MG Keith L. Ware competition. #PeopleFirst  #PeopleFirst\nDr. Myra Gray, #USASAC DCG, discussed international sustainment and FMS alongside Tory Kessinger, assistant PEO for international programs in the Army's PEO for CS/CSS, at the 2024 Tactical Wheeled Vehicles Conference hosted by the NDIA in Charlotte, N.C. https://t.co/Jp8xt4drXn\nThe State Department has made a determination approving a possible #ForeignMilitarySale to the Government of #Croatia of UH-60M Black Hawk helicopters and related equipment and services for an estimated cost of $500 million. #USASAC #PartnersAndAllies  https://t.co/nom8lcY3MV\n#ThrowbackThursday #TBT  Defense Logistics Agency Susquehanna's protective services gave an active shooter and all-hazard class to #USASAC team members at its New Cumberland, Pennsylvania headquarters Oct. 17, 2023: https://t.co/Bl42QeoVD7\n#AUSA Global Force Symposium Day 1: ✅  USASAC CSM Stephen Burnley stops by the USASAC exhibit during his busy day. The symposium is an annual event that creates opportunities for Army, academia, and defense industry leaders to come together to discuss topics of mutual interest. https://t.co/iwR8QLXjbd\nThe State Department has made a determination approving a possible #ForeignMilitarySale to the Government of #Sweden of UH-60M Black Hawk Helicopters and related equipment for an estimated cost of $900 million. #TeamUSASAC  https://t.co/Bk5ikkqQV1\nThere's still time to take the Federal Employee Viewpoint Survey. Results are analyzed at the Department, bureau and lower levels to inform decision-making.  View a sample of actions taken at the Department of Commerce in response to FEVS feedback:  https://t.co/HM6DwQUdLA https://t.co/NlqZOG5UdY\n#ICYMI -- If you missed the live stream, take a look at the photos from the farewell ceremony for Colombian Army Security Assistance Liaison Officer Col. Javier Valenzuela. https://t.co/uU0G90TndX\nWe donut know a more mug-nificent combo than ☕ &amp; 🍩.    #TeamUSASAC members poured into the Great Hall at RSA to join CG Brig. Gen. Brad Nicholson and CSM Steve Burnley for coffee, donuts, and conversation, this morning.  #PeopleFirst https://t.co/PvTLUvcs7k\nThe Federal Employee Viewpoint Survey is your chance as a member of Team #USASAC to give input to the chain of command. Don't miss this opportunity! For more information, visit: https://t.co/CM0W29quiv  #PeopleFirst https://t.co/Hj5ONzz32Q\n#DidYouKnow #FastFact   Fifty-four years ago, on 15 May 1970, the first female generals in the U.S. Army are appointed. Anna Mae Hays and Elizabeth Hoisington were appointed the rank of brigadier general by President Richard Nixon.\n#PeopleFirst #SATMO Team Members of the Week: 3rd RSAC's LTC Camden Jordan, CW4 Price, MAJ Andrew Petrie and Mr. Pat Macri. The 3rd RSAC continues to operate at a high level while achieving mission success as they support their Geographic Combatant Command's lines of effort.\nSecretary of Defense Lloyd J. Austin III underscored the power of U.S. partnerships in the Indo-Pacific as he presided over the U.S. Indo-Pacific change of command ceremony May 3, at Joint Base Pearl Harbor-Hickam, Hawaii.  Full article 👇  https://t.co/Cx5YaeMp1c", "overlap_score": 0.1358125798763355, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1233238321775575040, "screen_name": "CynthiaBelinda4", "user_at_name": "Cynthia Belinda Williams", "sample_content": "回复 @ThebestFigen And some kids I knew didn't even want share their food with their brother and sister, this young man saved a life. Love this.\n回复 @AttorneyCrump @rachelnoerd Stand and be counted in justice!\n回复 @Yoda4ever That's what kind people do\n回复 @Matt_Pinner None are left \"0\"\n回复 @marvinmusk Hating others, from people's heart\n回复 @JoeBiden @DrBiden Happy Birthday Dr.Biden, be blessed with many more\n回复 @IAMJHUD @MsPattiPatti A FORCE OF NATURE, is your singing voice, Happy  Birthday Beautiful, talented Patti LaBelle.\n回复 @WTFMissyElliott @MissyElliott @ciara @BustaRhymes @Timbaland What a experience! and I'm not even sitting there!\n回复 @WillSmith2real @ComedianTyRaney Don't show him the old phone we had in the 70's it will blow his mind\n回复 @Be_Believing Need a ride I got you!\nMy latest creation, I call him Jacob. https://t.co/CECAkUsX8U\nOld school stuff, or antiques https://t.co/6tCC4cHanR\n回复 @Brink_Thinker He knows good music when he hears it. So sweet.\nMy poem for today https://t.co/pht9jsLR5J\nCar at the Strawberry Festival https://t.co/RmeyEvbing\n回复 @NBCOlympics @eentertainment @KellyClarksonTV @kellyclarkson @celinedion @nbc Happy you are there Kelly, remember it all a once in a life time experience. Yes Celine one of the greatest vocalist Ever!\nMy poem for today https://t.co/qCgoLLeo4L\n回复 @steven_franco01 It's online already go ahead and share\n回复 @Ludacris Love watching you, Ludacris, live your best life, make it Golden!\n回复 @Ludacris Beautiful bike Ludacris\n回复 @KeneAkers So proud! Congratulations!\n回复 @JanetJackson God bless you all for all y'all do to put on a great show for us.\n回复 @Alphafox78 Couldn't close my mouth for a few seconds. My delivery wasn't that easy! Man never seen that before.\nJust crocheted these, for my ankles, hate to be cold. Ready for winter. https://t.co/LB7MBkA2aC\n回复 @WillSmith2real Great family picture\n回复 @SnoopDogg Happy Father's Day Snoop Dogg\n回复 @Ludacris Thank you Ludacris, I have a son, who kept my grandchildren from seeing me, but I found away, anyway. We aren't going to be here forever appreciate our time with you.\n回复 @GMA Vanilla\n回复 @NBCNews I hate it for you, may Jesus be there for your healing and comfort, may you be blessed with healing and long life.\n回复 @EverythingKeanu A fool! or in denial.", "overlap_score": 0.1950666373474723, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1314543895406145536, "screen_name": "Brandon85153963", "user_at_name": "Brandon Figueroa", "sample_content": "回复 @harris_wins None of you are real people and nobody will listen when you shill for Demcrat scum. Just a message for real humans who stumble on this letter agency bot in the trending list\n回复 @Supabara_ This was the wrestling scene on the way down. Particularly because Warrior couldnt fill Hogans shoes because just like Sid or a Goldberg he couldnt wrestle for crap\n回复 @RobSchneider Careful there comments like that will trigger the perpetual globalist bootlickers and they might make snarky comments that get likes from their 10K alt accounts AND their letter agency friend who follows them with his alts too. Scary huh?\n回复 @CanYouHelp15 Wow they are putting like 0 effort into their fake accounts these days.\n回复 @nazirafzal I bet it will go as well as it did in Venuzula\n回复 @Sigmundine2 Mocking instead of making a counter-argument. People like you sold my future and then told me the knife in my back was for my own good\n回复 @gggirl924 Oh look a letter agency account pretending to be a person with no personality other spamming propaganda. This is just a note for actual humans that pas though seeing this on their trending list so you kknow how you are being manipulated by bot accounts\n回复 @TRUMPoxoEPSTEIN @charliekirk11 Yeah you give us this crap but ignore Bidens daugter openly talking about him \"joining\" her in the shower.\n回复 @AKATheIV @bmcarthur17 Didnt they also have someone that pretended to know sign language sitting there waving their hands randomly as well?\n回复 @radvstheworld Why wasent this put in Fight Forever?\n回复 @willywaldo @jackcase2022 Yeah just like you same people told us the Obama economy was working perfectly and the Trumo years were TOTALLY his efforts vearing fruit exactly when he left office.\n回复 @CollinRugg Mimimal problem is its more proof the left are psychotic and given jobs in prominant positions. Worst case scenerio its a sloopy attempt to silence a problematic politician by globalists using a disposble asset\n回复 @kara_ahern I see the RINOs and bot accounts are out here in force\n回复 @chefboirp @WWEREALONE I just like pointing out that Orton wouldnt have been jack shit if he didnt carry Hunters bags (Who Bret was also right about all along)\n回复 @BidenHQ Your plan is to write \"1 bajillion votes\" in crayon on a napkin and claim you won the election like last time. Why waste all this time on BS propaganda when nobody outside of 3 twitter weirdos on your payroll listen?\n回复 @RpsAgainstTrump Oh boy Jesse the MIND Venture is endorsing you for a trival pursuit answer. Wow what a shining endorsement for the 2nd worst Govenor after Kamalas running mate\n回复 @ShadowofEzra Im sure the robodog iwill be as effective as their fake aircraft carriers and the laser weapons on the moon they claim to have\n回复 @the6eyed Yup murder your political rivals to prove you are the good guys. This is exactly why you have to fix elections\n回复 @DemocraticDaisy @MikeSington Jesus christ what a fake letter agency account. Like it is just a list of causes with no semblance of anything unrrelated to propaganda\n回复 @Agojie_ Wow the exact same thing a 50 year old wine aunt told me decades ago about why we HAD to elect Al Gore. This is almost as repetitive as the \"world will end form global warning in 10 years\" sliding time lie\n回复 @SenTedCruz Its not a real thing and lets stop pretending\n回复 @GlenPayne16 @Ms_LilShadow @StevenConnie70 @RonFilipkowski The main problem is most of the supports on twitter are just bots run by a letter agency account which is why they ar ein lockstep every \"BEEP BOOP\" Meme they spout. Of course I should hace know rich aholes would be like this when I click tending to find out who it was/Who died\n回复 @WrestleClips Heyman was completely 100% right and should have been the babyface in the entire invasion angle\n回复 @Out_of_fear2 Probably related to the people that make fake accounts on Twitter that have no human behind them and are 100% political shilling to make it seem like ruining our lives is popular. This ones for the guys that stumbled across this letter agency guy post through trending lists\n回复 @l0rdadrean You should have been able to end that man with the F-5. Now look'atcha boy laided out like tommorws work clothes with a spear. A spear of all things that shoudnt be a finisher for anyone excep Edge maybe nice boy but his finish has as much impact as a sack of wet mice\n回复 @lukepbeasley Yeah makes perfect sense that Trump got more votes than his first term but 20 million more dems appeared out of the ether and elected him including 10 million more than peak Obama,Man where was that 30 million voters before a lockdown?Cuz you would think less people would show\n回复 @mjfree Well im not a government bootlicker piece of human garbage so I wont label him guilty because my commie masters tell me to say that nor a bot account working for a letter agency to spread propagnda for 20 pieces of silver\n回复 @jackcase2022 Oh well its Opie Cuttingham a hollywood kid toucher. I should listen to him because he was in a show I sorta heard was alright especially with all the other celbs with tons of money telling us the most obviously corrupt people that share their politics are doing GREAT\n回复 @FeserEdward Pence did everything he could to make sure a good ol boy from the one party system took over the government. You are concerned about them dangling their keys over your crib after the dems ALLOWED them to win a meaningless victory over nothing that mattered\n回复 @NickKnudsenUS Oh good did it work out as well as raising minimum wage in Cali did for all those former businesses?", "overlap_score": 0.1459991246535855, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1271007478445047809, "screen_name": "TaylaPinto", "user_at_name": "Tayla Nicole", "sample_content": "Just realized this is the second opinion I’m working on this week - no wonder my brain feels like it’s running on Windows from 2003\nI did that man’s course twice. The first time he rocked up to class with a copy of his manuscript and read it to the class. Taking notes of comments and questions as he went.\nIt’s the anti inflammatory diet thing if anyone cared.\n回复 @TheGrantC Mainly the first one. I mainly deal with ITGS contracts and having ITGS contract-specifics in a commercial agreement ruins things for me, so big fan of the modular approach\nYes things aren’t perfect rn, but never forget what we have gained in the last 30 years.   We often treat our constitutional rights and freedoms as the norm when it’s really not. Being able to openly criticize the gov, demand more and have a say in your self determination is huge\n回复 @africaquiche I get stuck at the financials bc we cannot be using the same mandelas\nAlso, is there a way to file a complaint against an attorney without being drawn into a whole process? Like can I complain bc X-attorney did something and I find it worrying that they’re allowed to practice like that and then be removed from proceedings after that ?\nThis approach is why I feel guilty/bad for taking sick leave even though it’s fully justified.\n回复 @AmandaBRinquest @dansmywholename https://t.co/0RreoKtdFp\nNo but seriously. The ability to meaningfully engage socially, economically and politically without access to the internet is dwindling.\nEvery time I open Facebook I’m reminded that people my age are married, having kids and being grown while I’m just out here still trying to figure out life insurance\n🗣️ your emergency contact numbers for the WC if you’re affected by the storm. https://t.co/HeATl3Y1nS\n回复 @MbekezeliMB I need us to be honest. 1) is there a real threat to him that we need this level of security (even if this is small)  and 2) if someone really wanted to take him out, surely they’d just wait for him at Cubana etc instead of trying anything while driving ?\nHow must I watch my TikTok’s and doom scroll 😭😭😭\n回复 @CapeTown_Bru That’s a natural response to Lewis\n回复 @AdvNchodu I’ve tried sleep training and the whole lifestyle change thing but it only works until real life kicks in. Turns out it’s part of the menty B things\n回复 @rassie_dot_dev Truly a bottom barrel experience and wouldn’t recommend it to anyone 😭\n回复 @BabaTaks Surely you didn’t think that music was natural talent ? His career is also definitely a rotation of ski holidays and dropping banger albums. Rinse. Repeat.\nI love how the French protest and really hope they bring the Olympics to a standstill.\n回复 @kirsten_ld Trolololol.\n回复 @CapeTown_Bru And I am enjoying it and I look cute doing it.\nI need opposition parties in SA to stop running on anti-ANC rhetoric. Tell me what you are going to do as opposed to just pointing out how shit the ANC is and that you’re not them.   Like what’s your plan?\n回复 @leahmolatseli SPOILER\n回复 Spotted some South African wine. Giggled at the price - we’re so spoilt with good wine at home. https://t.co/onG4W9b8Dh\n回复 @StephanieMarthi @JesterLee01 You can’t be letting “your” man walk around like this. He is now for the people\nHomemade decaf mocha: 1 x teaspoon of hot chocolate  1 x decaf pod (to dissolve the hot chocolate) Top it up with warm milk and stir like hell.\nThey greet in Germany!\nI appreciate their audacity with this all or nothing approach.\nIsn’t her father in law also on the hook with diddy for diddying?\nWhen I say I am never flying @lufthansa again I mean it.   The wheels were ripped clean off my bag, bags unlocked and broken. https://t.co/Tff4s7aUXH", "overlap_score": 0.1734404578740795, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}]