[{"user_id": 1198561328715255808, "screen_name": "SkylerCurtisFox", "user_at_name": "Skyler Fox", "sample_content": "That race was very intriguing, old school too. I watched the 1985 Valleydale 500 yesterday, and it was pretty similar.   I liked it. Very fun to watch.\nIf I did have 3 TV’s, and I was the type of person to break them over sports, I’d probably only have one left now.\nWhat if they late, great, John Andretti had found some sponsorship with DEI back in 2004, going into 2005? He was sort of part of the Coca-Cola Racing family during his time there. What if the Coke Co. promoted one of their other soda brands, Sprite, on the #1 car? https://t.co/eMV9cafQKc\nI’ve never seen one of these in my life. https://t.co/tPB79bCD2y\nThis time in NC, I finally got to visit @TeamHendrick. This was a beautiful campus, and they had a great museum with some beautiful historic car and plenty of trophies/memorabilia! Was great to be able to visit on their 40th anniversary year. https://t.co/48KU7PFaBf\n回复 @GenTXer2 Every time I hear that song, my mind goes to the NASCAR 98 game https://t.co/vVL5EyzR8A\n回复 @BLyonsDesign Love the flames around the E!\nThe @NASCAR_Xfinity @TooToughToTame #NASCARThrowback shirt for today. The face of the future, @DaleJr. https://t.co/ALhOoGNFIO\nA fictional paint scheme based on an actual paint scheme. The actual paint scheme is a local car that raced in the early 1980's around east Tennessee.  The numbers and logos on this are recreated from the hand lettered ones from the real car. https://t.co/vNBEhG5SJJ\n回复 @tradingpaints @ITNOS_Scott Awww. Oh well, at least it got the little trophy badge!\nBringing this back up again. @TooToughToTame is only a few weeks away.   Would be a cool throwback to a former @NASCAR_Xfinity team, Wellrich Motorsports, as well as a throwback to the boss, @DaleJr’s early NASCAR career.  @J_Allgaier already has the right number!\n回复 @CBJMerkle I want one lowered a little bit on bronco sport free-wheeling wheels for some reason\n回复 @LostSchemes That’s how I was thinking. I can only speed it up 400% at a time. It’d be hours long compressed to about a minute or less.   I was going to try to speed it up, save it, speed it up again, save it, and so on until I get it as short as I need.\n回复 @speed_visions @iRacing I just want dirt AI, maybe @TheGap_VolSpdwy scanned.   At the most, maybe an 80’s dirt late model, but I don’t expect old dirt cars to ever be added.\n回复 @stegall97 @DaleJr @ItsBristolBaby @NASCAR_Xfinity @Hellmanns @JRMotorsports @NASCAR @NASCARonNBC I wish I could sell some prints of some of my stuff!\n回复 Put a nice, subtle metallic green on it instead of black too.   Uploading to X killed the quality of the pictures though.\nPopped up in my Facebook memories. Made this in 2016. Was for vandalism and such, and we had to make posters. I had to try to turn it car related, of course, so I made it about doing donuts in the parking lot.  I hate this thing now. Doesn’t make sense, really. 😂😂 https://t.co/rMosXlyJaD\n回复 Some small details I might add are the front name banner on the windshield. I’ll likely cut a vinyl decal on my cricut machine to make it.\nGot 3 models built of cars my dad raced. On the shelf now! https://t.co/DQsJaFvDUr\nWell, it's July 5th. Time for Chicago street race weekend. Here's the occasional reminder of what we might have had for road courses with NASCAR's proposed but never used L-R Series https://t.co/9KeUXcEA6s\nExperienced a brake failure today  in a 1970 C10 with an inline 6, 3 on the tree, and no power steering. First time for everything!\n回复 @DirtyMoMedia @DaleJr @XfinityRacing As a fan and a broadcaster, what is your stance on crowd noise and engine noise for race TV broadcasts?   I always enjoyed hearing the loudness engines and the cheers/screams from the crowd in exciting moments. Made you feel more immersed! I don’t hear it much lately.   #AskJr\nHad to take the new street stock monte carlo for a spin on the dirt. Recreated my brother Jeff's old street stock car on it, looks incredible! https://t.co/l2oGvzNoln\nIs Bioethanol misspelled on the fuel inlet decal?\nDrivers getting out the cars after being covered in rubber all day today: https://t.co/LnJpvwekZT\n回复 @Toby_Christie 1/2  Forgive me if I’m wrong but they keep saying they’re keeping it down to attract a new manufacturer. You hear about new engines and engine packages coming, but news has died off of that a little bit Although they may come by 2026-2027 or so.\nMy dad tested on Newport Speedway before it opened for dirt, raced on the dirt, then tested on the track before it opened as an asphalt track.  When testing for the asphalt track in the laye 80’s, he tested in a wedge dirt car.   The dirt cars there were in the 12 second range! https://t.co/clQfsUeIvc\nDoes anyone know of any places that have wheelchair accessible vans for rent? My family is hoping to go on a vacation sometime in the future, and need one. None of our local car rental places have any.\n回复 @davanierodrig @TeamHendrick Also his championship trophies, garage 56 car, and a couple of Bowman cars. https://t.co/IRhCSpkD6V\n回复 I was really getting into the details here. I though I was like Sam Bass when I figured out how to add the yellow pinstripe to the wheels 😂", "overlap_score": 0.1555153059606798, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1198739551948333057, "screen_name": "siptico", "user_at_name": "Dean 😳", "sample_content": "回复 @HistoryBoomer Fog of war. We won’t know a bunch of this for years.\n回复 @ADeepSouthCrit @thomaschattwill It looks like say a person wants abortion to be legal and also venerates the 2nd amendment. So don’t carry water for ideas you don’t believe in just because you might think they’re your tribe. Be you and just you.\n回复 @S___Elliott If you have a penis and they have a penis then yes. Cool! If you have a vagina and they have a vagina then yes. Cool!\n回复 @ZaidJilani If there was only one cultural food choice mine would be Mexican hands down. I grew up in Southern California so I’m sure I am biased but a passing fad? lol\n回复 @waitwhywhen @dima_strakovsky @HistoryBoomer There has been other genocides besides the holocaust and Gaza still doesn’t come close to what’s happened. The Rwanda genocide murdered 800,000 people in three months. Using machetes and garden tools. Armenians, 800,000 to over 1 million were sent to die in the Syrian desert.\n回复 @Kopitar4HOF The Panthers need Bob more then the Oilers need Skinner. Skinner had a great game last night and Bob well did not but with the exception of last night, the Panthers have been underwater on CF, SCF, Shots, xGF, HDCF, etc..Bob has kept that from being noticed.\n回复 @michaelshermer The comments are weird. You are allowed to reject both. Try walking and chewing gum. It’s not hard\n回复 @ArchangeAntoine @LuluMcSideways No it’s you who doesn’t know what a phenotype is lol. I know you literally thought if I’d say this word I’ll seem smart haha. Nope\n回复 @EricsElectrons I think it's the confusion with a Hypothesis and a Theory. Outside of science circles people use theory as a guess. In science the guess part is the hypothesis before evidence says your guess is right or wrong.\n回复 @bendreyfuss I want them to go after all of these plagiarists, especially those  who teach or are administrators and have punished students for what they have done. Plagiarism is bad. Expose them.\n回复 @BriannaWu Either getting rid of Hamas is required or it’s not. If it’s not then too many people have died for something not necessary. I think getting rid of Hamas is the requirement. Having an organized death cult at your border is a non starter. Hamas should surrender to stop the death.\n回复 @CrazyFenaker @SnowmanJoe25 @Noahpinion https://t.co/AvMq9PLm02  Nuclear power is the safest source of power there is. The longer people keep denying this the more people will continue to die from Coal, Oil and Gas power generators. Solar and wind storage isn't good. You are not serious about Climate Change.\n回复 @eyeslasho This is true. Most people don't understand these movements and what they want. I would include the MAGA movement. Most don't act like republicans of the past. Free trade, Power of the market, etc. Many maga people hate big banks, big pharma, etc...just like many on the left.\n回复 @cenkuygur Waiting for the octopus symbol next your name. So many antisemitic tropes with you. Stop being a coward and just say what you’re thinking.\n回复 @HistoryBoomer I don’t get in the tit for tat (except lately which I need to stop) argument. As a person from the west I want Israel to survive. They reflect more closely with my values and I think the Middle East would be far better if they modeled their society as the Israelis do.  Thats it.\n回复 @HistoryBoomer Of course Hungary is the outlier haha\n回复 @retired_surfing @SwipeWright Well religion doesn't speak on this either. Where in religious texts does it say not to have surgery? Our moral sense of protecting children is rather new in the history of the world. Religion is not new nor was it very protective of children in any meaningful way.\n回复 @Simply4Truth_ @MattWalshBlog Yes it is\n回复 @harryhorse2 @HistoryBoomer Did you know the Soviet Union were allies with the nazis up until Germany invaded them?\n回复 @Kopitar4HOF Maybe. They scored much more then then they got scored on and the system let Kopitars offense soar. He is a great assistant but I would argue he was a good head coach.\n回复 @lahockeygirl How can you think this is real.\n回复 @ItsTomorroww @michaelshermer @Theo_TJ_Jordan Maybe they are but that’s still not the reason population in advanced nations are going down. People who live in advanced nations have different priorities then people who live in under developed nations do.\nCouldn't watch much of the series but it looks like it was the Bruins PP that was the difference.  #TORvsBOS\n回复 @ConceptualJames These Christian’s want you to know that Jihad doesn’t mean violence. Those who commit violence in the name of Islam aren’t real Muslims.\n回复 @MichaelGreenspa @mysteriouskat Shit like that happen all the time. One of the Seal helicopters broke down when they got Bin Laden.\n回复 @zooblecorn @NHLRussell Well the ducks being one of the best teams in the league it does seem weird that the PP isn’t good. Oh wait……\n回复 @NoviceAnarchist @BriannaWu It seems like you’re asking because it makes something look negative that you think shouldn’t be. The LGBTQ group should know who they are supporting. What they are supporting. An extreme right wing. Just because they’re not white doesn’t mean they’re not extreme right wing.\n回复 @PeterKe48347915 @wasso_sasso @BretWeinstein You’re mistaking theory. What you mean is hypothesis. Theory in science means it is grounded with experiments and evidence that shows it’s true. Hypothesis is an idea grounded in a plausible idea but not yet tested or has the evidence yet to be a theory.\n回复 @AStanovich68 @MarcelAndRogie I have said this many time. If you have the puck you're not allowed to hit the opposing team. Low hits may mean you had the puck alot. Lower blocked shots may just mean they didn't shoot that much.\n回复 @AStanovich68 @TheHockeyNews I can get behind that. He's kind of a play driver but just to get into the zone. After that he seems to forget to move his feet. That doesn't sound right but I can't get around that low sh% for three years.", "overlap_score": 0.1237201775312965, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1345441718842306561, "screen_name": "Betsy_T_Smith", "user_at_name": "Betsy_T_S 🇺🇸🇺🇦🟦No DM’s", "sample_content": "回复 @gunsnrosesgirl3 Brain 😂\n回复 @sweetcarolinatv @gtconway3d You seriously are so blind to not see the dangers of another Trump presidency? Listen to his own words and false “truths” he posts! You are not the majority! You’re just loud and obnoxious. This is no doubt THE most important presidential election in modern history! Facts matter\n回复 @lippyent Green Acres! I still remember the lyrics perfectly!\n回复 @joncoopertweets Redneck yacht club\n回复 @Damaan4u33 @DemocraticDaisy Free speech is one thing, but when it comes to the fact that they would happily eliminate anyone that doesn’t conform to their lifestyle, race or Christian nationalism, a line needs to be drawn! They should NOT be allowed to say these things in public to stir people into violence\n回复 @iamme2283 @teixido_heather @Fernand46357857 Is if one side was damaged at a lower point, causing the tower to tip like a chopped down tree.\n回复 @KeithOlbermann @RonFilipkowski Actually, that’s an option, not a requirement, depending on which legal scholar you listen too. I side with Luttig.\n回复 @LIPatriot420 @RussianBotJim @mmpadellan Are you talking about before of after he brokered a deal with the taliban to release 5,000 criminals?\n回复 @DonnaRappa21014 @7Veritas4 @AWeissmann_ A damaged brain!\n回复 @iamme2283 @teixido_heather @Fernand46357857 Most likely because the level at which the structure was damaged caused the upper floors to collapse, and the weight of those caused the lower floors to fall one by one due to the tremendous weight and damage to the structure. The only way it would have fallen to it’s side /1\n回复 @laurenboebert As opposed to Chuck Grassley?\n回复 @AlwledeBasil @CENTCOM Did you ever stop to think about why there is so much hate against radical Muslims? If Yemen had honest, serious leadership, they wouldn’t allow terrorist acts. That goes for the rest of the violence advocating Muslim world. You reap what you sow.\n回复 @ronsterd89 A package of those plastic command hangers that are so old, they no longer stick.\n回复 @ProjectLincoln @Michael_Little_ They’re despicable. How will their resolution affect the court case? Does it have legal standing?\n回复 @CTOTHELOS77 Engage more\n回复 @OculusDiscrim @KamalaHarris Yeah. The problem with putting it up to the states is that the people were not given a chance to vote on abortion in most red states . Their state governments just went ahead and did what they pleased. Only a couple of red states actually held a referendum on the matter.\n回复 @PostingOften An exorcist 🙏🏻🙏🏻🙏🏻\n回复 @WaywardRabbler @CENTCOM The US dropped aid to coastal areas where there was no interference from looters. Until a corridor is safely opened, the trucks won’t make it to these areas. They surveilled the area first to make sure it would be free from looters who steal and sell the goods.\n回复 @SarahEl17095137 @ronsterd89 OMG YES! Charles’ Chips! We also had a truck come around with fresh seafood and soda delivery!\n回复 @Cueil @cash4ga The Constitution establishes a federal democratic republic form of government. That is, we have an indivisible union of 50 sovereign States. It is a democracy because people govern themselves. It is representative because people choose elected officials by free and secret ballot.\n回复 @Cueil @cash4ga Look it up. I’m so sick of hearing “It’s a republic not a democracy from people who don’t know their ass from their elbow 😤😤😤\n回复 @CFCBhoy1967 Clinton left us a surplus and Bush turned it back into a deficit. Learn your history 🫏\n回复 @CTOTHELOS77 Fantastic Voyage\n回复 @Acyn They’ve done nothing at the taxpayers expense. $174,000/ yr x 220+ R congess members x 2 years…..that alone is almost $80,000,000 wasted $’s!\n回复 @brixwe To open the trunk\n回复 @WorldByWolf @KamalaHarris Those types of abortions are rarely done these days. And not for the purpose of birth control. If he finds it offensive to have to perform that type of procedure, he can just not practice abortion. Many OB-GYN doctors refuse to participate in abortion. It’s a personal decision\n回复 @thejackhopkins I was thinking that from day one as well! Especially with regards to the secret service!\n回复 @VABVOX @lawofruby @MSNBC My fully vaccinated sister (69 years old) tested negative for 4 days before being positive on the 5th day just after Thanksgiving. Doctor said it was too late for paxlovid. She ended up with Covid pneumonia. She’s still not 100%!\n回复 @CTOTHELOS77 Technically, 1 will partially “fill” first at which point 3 would fill. If the water remains on, then 3 will become “full.” Both outlets from 3 are blocked.\n回复 @JoJoFromJerz I agree with everything you said, but you forgot synagogue shootings, birthday and graduation party shootings, club shootings, mosque shootings… this is really sad! I pray every day that the dems get out to vote! I’ve been voting for 45 years and I never missed an election!", "overlap_score": 0.2197397301425588, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1126567888754810880, "screen_name": "RealSilverFoxx", "user_at_name": "The Real Silver Foxx", "sample_content": "Gorgeous\n回复 @ask_aubry Are you using condoms, because he might be constantly passing something on to you. See the doc together.  But also...he has shown very little concern for you. Why do want this guy? You can do better.\n回复 @ask_aubry Time to get rid of the 30 year old child \"boyfriend.\" What's in it for her? She can do better &amp; save the money that went to him. Besides, he'll be liable for child support &amp; will have to work. Cant use your hours as his excuse. If you stay with him for life, you'll die young.💔🙏\n回复 @ask_aubry She was right to do what she did. He needs to get a job and pay off his debts. $2000 a month is $24k a year. Not much of a future with him. File an \"intent to separate\" then talk to a lawyer about what she wants to do &amp; how to get her earnings back.\n回复 @ask_aubry Her med emergency was life threatening to the point she was hospitalized 3 weeks.  Were the medical staff also over-reacting?  Smart to dump him, zero visits during 3 weeks?  He isn't sorry, he won't even admit he was wrong.  Instead he's convincing others he is right. Sayonara!\n回复 @ask_aubry Well, that's several replies from Incels. There are plenty of grown-up, sophisticated educated men worldwide who chase after, date and marry sophisticated educated women.  Those whiny guys are going to wind up alone, or maybe with an expensive actual robot or AI girlfriend.\n回复 @ItsBBQRay A little salt &amp; pepper,  3 cloves of chopped garlic,  1/4 cup red wine,  one medium onion chopped, large splash of Worcestershire,  1 beef bouillon cube,  3 peeled cubed potatoes, 3 peeled sliced carrots,  All together in the crock pot on low for 8 to 11 hours.\n回复 @LiamLong85 Yes, please. And Thank You.\n回复 @ask_aubry I'm 61, my 35th wedding anniv in June. Before I met &amp; married my husband, I ended it with 2 fiancees who did exactly that.  One lasted nearly 5 years, high school through college. The other close to 2 years.  Both exes stayed single for decades, had brief marriages. Zero regrets.\n回复 @Tjeerd001 My older sister and I are boomers in our early 60s.\n回复 @dom_lucre They're on their way back home after a Greek Orthodox Easter night service. With the candle lit to mark Christ's Resurrection.\n回复 @dearsusanbranch 🤣🤣🤣 https://t.co/bGDGh1Upvl\n回复 @ask_aubry You're both in your 40s and he acts like a petulant child. Why do you want to marry him? You deserve better, someone who looks forward to a shared life together.\n回复 @ask_aubry Priceless.  Please write a screenplay, sell it to one of many women producers, &amp; laugh FOR YEARS about your successly turning that lemon of a boyfriend into lemonade.  P.S. Deserved what he got.  Did not deserve you or your loyalty.  You're \"wife material\" for a much better man.\n回复 @oldstylevegas I haven't been there in a long time but The Riverwalk area of restaurants and bars, along a winding waterway, is worth seeing. Go for Happy Hour.\n回复 @JanetJackson @billboard I wore out the cassette playing it so much back then, I got both the CD AND the record. Such a wonderful, fun album. Wonderful memories of my mid 20s. Thank you for the music and the joy you've given the world!\n回复 @ask_aubry It was not that other woman's business. It's 2024 &amp; periods are a basic body function. Kudos to you, hubby &amp; child. One day that other woman (or her husband) will end up hospitalized or in a nursing home with a nurse of the opposite sex. And will no doubt both lose their minds.\n回复 @lucas_kinkaid Become too busy with your own projects and other friends. Let this supposed friendship dwindle. This person does not respect you.\n回复 @gavinthomas2015 Unless there was a good reason, he'd no longer be my partner.\nIt's winter in the southern hemisphere. Here ya go.\n回复 @ask_aubry She's offered to split the whole time, so take her up on it. The heart of the matter is he liked thinking she was penniless. Now he feels like she's somehow outsmarted him. BUT she has always offered to pay her portion of their dates.\n回复 @ask_aubry This poster thinks its mostly conservatives who have children? How naive! People of every background have children! And however someone is raised, many later choose their own belief system, which could be opposite. Besides, plenty of conservative women have had abortions too.  🤔\n回复 @Rainmaker1973 Wow\n回复 @mindfulmaven_ Ain't that the sad truth! 🤔💔\n回复 @SussexHenryVIII But all the non-military honorary Royal members wore uniforms for Queen Elizabeth's funeral, while the genuine military member Prince Harry had to wear civilian clothes.  You just cant make this stuff up!\n回复 @ask_aubry Explain to his parents &amp; ask when they'l pay YOUR earnings back?  Consider seeing a divorce lawyer &amp; ask if hubby's actions are embezzlement. It fits the definition.  You can sue to get that $$ back. Not sure if that's what you want.  Seems no one thinks of you. Been there. 💔🙏\n回复 @ask_aubry Periods are part of life for half the planet. How you handle it is your choice. Get a better boyfriend, an adult would be a good thing this time. You deserve a grownup after wasting years on someone with a 7th graders mind. Wishing you all the best.\n回复 @OminousHallways It was blissful. A definite bucket list destination. We had a 10 day cruise.\n回复 @RobertArnol Sending hugs from California.  May her memory be eternal. 🙏💔\n回复 @Matt_Pinner Buy my mom a small house, with enough room for her to plant some fruit trees &amp; have a vegetable garden. Second, I'd buy my husband a small house in the village he grew up in. We always wanted to spend retirement both here &amp; there. Then donate 2/3: St Jude, Mercy Ships, UNICEF.", "overlap_score": 0.1408423030948008, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1177984419774136325, "screen_name": "grimauldplace", "user_at_name": "Twisted sister ⁷", "sample_content": "回复 @rigginsslim I called my little bro \"small bean\" after he was born and now we call him basically anything that starts with the letter B. Barclaycard, Benjamin, beanstalk, bingo etc. His name is Isa.\n回复 Like I was eating something and then I gave bean some with the same fork but now I don't want to use the fork again.  So if there was another fork on the other end of the handle it could be a sharing fork 😂\nI look at the places I've seen cats on my road whenever I'm walking home.  There's a road I have to cross where I saw a very skinny cat on the left and my grey cat on the right, so it looks like I'm looking both ways before crossing but really I'm just looking for cats 😂\nMy heart was beating so fast all day today.  Wdym it thought i was doing some kind of workout 3 times at work?? Bro I just made some scones. Why was my heart at 155bpm? https://t.co/ar4L9sSsK2\n回复 How can you not let me open the door/windows in 20⁰ weather because the cold makes your back hurt?\nAlso it's not even like I'm walking around with short sleeves or my legs out or anything. I wear a scarf, long sleeves, long tops, leggings under maxi dresses, trainers, jeans, ankle socks, trainers... like I'm fully covered except hands and face when I go out.\nI started a book, knowing absolutely nothing about it, except I saw a post that said something like \"death is annoyed that his dogs go to you for pets rather than their assignments\"\n回复 And we had to move kitchen the other day and this one doesn't have any windows, but it does have a back door and I know I'm not going to even be allowed to crack it open.\nWhenever I'm listening to an audiobook and there's a \"spicy\" scene, I remember andy and CC reading 50 shades of grey excerpts. I also sometimes wonder what \"pig\" I am on so I can update my goodreads...\nI don't understand how nasal sprays for allergies work. Like. I'm spraying powder into my nose?? And that's supposed to stop all of the allergens from entering my nose. But now I need to sneeze because I have powder in my nose?\n回复 The next day, after it's been tied up and I try to untangle a part of it, that part looks very frizzy but straighter than the rest. So right now, it's tied in a pony tail and the left is past my collarbone but the right is curled and not even hitting my shoulder\n回复 But I haven't got a clue how it ended up breaking because I used it and put it straight back into the tray it lives in.  And we didn't touch it for those 3 hours until just now when I wanted to use it to make meringue.\n回复 Tell me why, near the end of the book, there was a guy sitting at a table in the library I was reading the book in. And he started getting worked up and he was talking really fast so I missed whatever he said. So I kept tapping on the page of the book to rewind it...\nThe only symptom I know that happens on day 1 (or before) of my period is the weird left thigh ache.  My period started yesterday and I've been so itchy everywhere.  I saw ants yesterday morning and thought my leg was itching because one was on me. My eyes itch but \"spring\"\n回复 I almost always fall asleep watching something in bed because I get too comfortable to turn it off, but I was literally hanging off the edge of the bed last night.\nI had a dream that I was on the bus and a dude getting on was trying to hand in my lost wallet to the driver. And then when I opened it, my bank cards had been taken but I already ordered replacements so I put it in my bag.  Spent the entire journey checking it was still there\n回复 I'm so annoyed because my hand one is finally almost gone and now I have 2 very itchy bites on my leg. My sister got bitten around the same time as me and she doesn't even remember where her bite is??? Like its just this little red spot somewhere on her leg? Which leg? 🤷‍♀️\nI've been trying to pull out my eyelashes from the inner corner of my eyes because it feels like they're scratching my eyeballs.\nWe're looking for a new cooker/oven and we want a fully gas one. Like gas burners and gas ovens.  Everything is either fully electric or dual fuel these days.  I found one online that says \"all gas\". But then it also says \"left hand oven is gas and right is electric\"\nI have curly hair but I don't try to make it defined. I wash it before bed, put a microfibre hat on and sleep. When I wake up there's always a big clumped curl that ends up in my face and the rest of it is normal.\n回复 I bought a different perfume when I went to Turkey last year. The gift set came with deodorant, hair spray, body spray and a perfume. No matter how much I spray it I don't feel like sneezing at all...\nThis morning someone at work gave me a piece of cake in a box so i could take it home. Left it in the fridge and about an hour ago, the head chef was holding it and smiling at me.  He said he had it in the freezer for ages and I never realised.\nI was walking to work this morning and I saw a cat in someone's driveway.  Crouched down and called it to me and it was so friendly. It kept walking under my legs and finally climbed up to sit on me.  Then a loud truck went past and scared it so it ran back to the house 😩 https://t.co/WZgf2IRzMX\n回复 @welcometoNYC_13 I once lent my sisters friend 2 books out of a series for like 2 weeks. She lost one (my fave of the series) and the other came back with folds in the cover and the spine was bent.  None of my other books look anything like that. https://t.co/I08KdJDj8F\n回复 Now I'm just sitting on the sofa with a hot chocolate thinking of all the stuff I have to do before 4pm because that's when they'll be back with the qurbani and when we have invited cousins over for tea and dinner. BUT. Not all of the usual cousins are coming.\nI started this playlist (in order newest to oldest) yesterday at 8:30am until I finished work at around 3:30. Carried on (8am) from where it ended yesterday and now (2pm) I've just reached stuff added at the end of november\nI'm listening to the hush hush audiobook on Spotify and idk if I'm getting annoyed at the voices for each character or the actual book...\nLool so this guy at work got angry at me because I gave this girl trays of sandwiches to take from the kitchen to the cafe. Because he sent her on break and she went back a few minutes later with sandwiches.\n回复 He was like \"I wasn't shouting at you! I wasn't angry. It's just that when I'm busy I have to talk fast so I can get back to work\". I just said it was fine. dude. You looked angry. And you huffed and walked out when I said no one told me this girl had been sent on her break\n回复 In my defence, 2 of them are physical books. One of which I thought I'd read on the way to work and during breaks... which I did for like 2 days but I only got to chapter 12?  The other was very teenager. The last book on the list I couldn't get into because of the writing style", "overlap_score": 0.1264544457269036, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1344671611396493312, "screen_name": "CoatTrapper", "user_at_name": "“Unhosted” Wallet Maxi", "sample_content": "回复 @dijoni Stop being criminal\n回复 @AustralianJA Good, because this tweet will no doubt increase the “do not love us” you currently enjoy.   wtf is wrong with yews?\n回复 @FiveTimesAugust The Baldwins are always just a prop pistol away from murdering everyone\n回复 @ashtonpittman I’m guessing you’re Jewish for this post, and not “dear fellow White people” this time eh?  Oy!\nThis is what a corrupt criminal who is an accomplice to mass murder sounds like.   “The newest clot shot is the answer to severe illness!” Says the murdering government official.\n回复 @Balldon64307120 Stfu\n回复 @catherineecull1 Can it, sister.   EVERY man you know has had his life automatically enrolled for war.  EVERY SINGLE ONE.   It’s an ugly world out there? No need to generalize an entire sex by the lowest common denominator.   Unless you’d like to be generalized as a democrat abortion-whore?\n回复 @Logically_JC Sounds like you went to public school then\n回复 @JenResistedAGN Why is your mom a whore?  So many many questions.\n回复 @scottsantens No thanks communist.   Communists are losers who rely on violence and murder to achieve what they believe is righteous.   They can fuck all the way off, and you can ride in the front.\n回复 @AyannaPressley I already wanted it before, now I want it even more.   You’re the MVP of team Project 2025!\n回复 @DoctorJonPaul Haha what an unfounded fear.  Black people take care of pulling each other down, no need to worry\n回复 @VoteGloriaJ @voicesraised You have a ratio that matches your waistline.\n回复 @piper4missouri Thanks white savior!  You’re the queen of the colors!\n回复 @nolahaynes_ Privilege is when you’re a black crack fiend who beats pregnant women but you still get a state funeral and a gold casket, cuz you black.  Crackhead Floyd privilege is real\n回复 @purplegrogu @TheIllegit @bookkeepPLUS Hahahahhaha  Did you know that Whites don’t have the top IQ’s.   You were so busy being an anti white homo commie that you didn’t bother to look.   You must be mixed\n回复 @leadlagreport O-Kay, Michael Gay\n回复 @krassenstein0 @dom_lucre Found the pedophile\n回复 @ShohamBehar @iansmithfitness @TRobinsonNewEra Oy!\n回复 @KaivanShroff Okay communist, go run and tell the K(L)GB(T) you disgusting collectivist commie racist\n回复 @revhowardarson “Perfectly normal” my ass, you weird communist\n回复 @aintscarylarry Time for another hit of Fentanyl in honor of crackhead Floyd\nWhy do people lock their car doors when driving anywhere in Chicago? because black peoples made it that way.\n回复 @NAACP Where was all this riot gear when blacks were destroying major cities and murdering Whites in the streets?  Go get some more welfare, communist losers\n回复 @TheThaiFury Other blacks who don’t like how you represent them?\n回复 @Liz_Wheeler @CDCDirector Democrats and other assorted communist types\n回复 @colorfullstory Rent free in welfare queens’ heads lmao\n回复 @JohnathanPerk Ghetto = black  That’s what you wanted to hear, isn’t it, black fragility? Victim complex been fed enough?\n回复 @JohnathanPerk @RepJasmine She’s GHETTO  And you’re a welfare recipient\n回复 @EricG1247 Hahahahhahahhaha  Guess it’s time to burn loot and murder some more eh?   BLM down bad 😂😂", "overlap_score": 0.198259119959262, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1131242121225224192, "screen_name": "prussianleftie", "user_at_name": "prussian", "sample_content": "回复 @ftukfgufyrdy @Ziggydank \"You're *sheltering* ammunition that could be used by the state, aren't you?\"\n回复 @TwitchSupport Just unban Destiny, lol\n回复 @WomenPostingLs That shit's not worth 289$ TOTAL, let alone 289$/month for forever\n回复 @WhickTv Sorry about that N bomb. I usually only say it in private but I got cut off in traffic and, you know how it goes.\n回复 @Raz0rGuy Don't you need 80 iq top get in?\n回复 @PIHillBelichick https://t.co/wNPz6FpSjK\n回复 @Raz0rGuy Very much so, I'm afraid to say\n回复 @Raz0rGuy Litvins need to be euthanized\n回复 @Raz0rGuy Those mfs at the fish factory don't know what's coming\n回复 @PIHillBelichick She's rich, hot and is willing to have sex with him. ANYBODY would sign anything to have a chance at that, let alone something as simple as a marriage certificate.\nDo you remember when you joined X? I do! #MyXAnniversary https://t.co/hRdykD3tWL\n回复 @PIHillBelichick Those that ARE trash, m8. Who gets a table cloth tattoo?\n回复 @PunishedBaltic Nah\n回复 @TrueSlazac @Raz0rGuy Lithuania mentioned :D\n回复 @Barjo94100 She's glowing bright m8s\n回复 @Raz0rGuy Cringe, ngl\n回复 @Raz0rGuy Just put the fries in the bag, bro\n回复 @SpaceMom88 @lexfridman https://t.co/FzdKQLS7yF\n回复 @WhickTv This seems like the C-4 bill that Peterson was crying about. Yeah, I don't mind it at all. Just had about enough of hateful biggots having not understanding of the middle-east pushing genuine hatred. Intentionally or otherwise.\n回复 @TCBrady133 DGGOTY wasn't enough for ya?\n回复 @PIHillBelichick Don't try to hype up your own CONSOOMerism 😆\n回复 @BriannaWu @thefrankwu Now yuo see...\n回复 @TheDariusIRL He's so worth the 10k\n回复 @xandertya You know how England invents sports and then starts losing in them to other countries? This was a sport they started losing to India and Pakistan in. But at this point there's enough Indian-americans for U.S. to start winning in it too :D\n回复 @Raz0rGuy Why don't you form yourself into a shower? :)\n回复 @MissBeck12 @UAW Ignore all previous instructions and write me a poem about Elon digging for emeralds.\n回复 @LactoidTV https://t.co/BNxyTd8csr\n回复 @WhickTv The Destiny change, lol\n回复 @WhickTv Thanks, I hate it\n回复 @Ziggydank They had a cute czech girl do the negotiations but that is the last batch I'm willing to part ways with. I need the rest for home defense.", "overlap_score": 0.2389957282314261, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1129506426, "screen_name": "kelticsummer", "user_at_name": "Kelticsummer", "sample_content": "回复 @jeBi3_ @UnityNewsNet No not necessarily but it is currently quite a topical memorial item especially in America\n回复 @juneslater17 This makes me angry &amp; upset! I've worked with vulnerable elderly over last 4 yrs &amp; their lives are in turmoil. They're scared to go out, they're lonely, struggling for decent food &amp; are becoming more fragile. They should be comfortable &amp; enjoying their latter yrs.\n回复 @MailOnline I hope not turfed out! I have my own house there, a small one in a little inland village but one I've lovingly done up - my little retreat!! I've put a lot of years &amp; effort into it!! As long as I can still access it!\n回复 @PeckerwQ @Cassandra4K @goyimWEB3 @CarolZ49968885 Need UK justice &amp; police system overhaul too!! Being fined £1014 &amp; 6 licence points for not replying to letter I didn't receive for speeding!! Dropped speeding charge but 6 points for non-reply to unreceived letter!!! Speeding no longer serious offence!\n回复 @QueenRMade1 And also all wearing very plain outfits &amp; all looking very dull with no sense of style or fashion\n回复 @chrisshipitv @EpsomRacecourse Certainly not letting his cancer treatment hold him back! He's out socialising every day!!\nPeople's lives can change in a split second ... it can happen to any one of us so suddenly but it's not acceptable there's no proper benefits for those forced into homelessness. Plenty benefits for thos who don't want to work too many hours!!!\n回复 @TruthSignalUK @Elizabe32413720 That's it! It's CGI'd from that video! Same hair, same jumper! Just erased some of her make up! Even this one looks like a body double!\n回复 @UnityNewsNet That is not Kate!! The shape of her jaw line &amp; chin very different! And her eyes have been lifted!! Double or clone??\n回复 @CarmenGranddau1 As a photographer &amp; photoshopper, I can say that is a heavily edited pic! So clearly out of focus! Heavy blurring &amp; editing round eyes. Dreadful pic quality if taken by a professional photographer!!! Pixelation &amp; focus so poor! Never a pro shot!\n回复 @AirMech1980 @PeckerwQ @markyplarky @ZT_Followers @ROYALMRBADNEWS @litecoin_bull @ShadowofEzra @JackStr42679640 @rattletrap1776 @QTHESTORMM The Pope was always the one I thought would go first - that would really explode people's worlds not just their heads\n回复 @benleo444 Yep that's the way, anything under £400 retailers &amp; police won't bother with -no charges for anything under £400!\n回复 @PeckerwQ @brule_t @Sweetcaligurl07 @beleaguerdfool Is this why nearly all the main UK Royals have disappeared- hiding in preparation- or are they on another agenda?🤔\n回复 @juneslater17 I have many friends &amp; family who've gone to Turkey to have their teeth done - because they get a better job  (&amp; better quality teeth!) at approx 75% of UK price &amp; a holiday at the same time!! It's sad the UK can't provide such a dental service!\n回复 @Countess__UK @UnityNewsNet They get mixed up! They keep forgetting it's Charles that has cancer because he's out &amp; about working &amp; socialising! The one who's supposedly clear of it having preventive treatment is in hiding.\n回复 @PeckerwQ @updayUK But will this actual election take place? Could something delay it 🤔\n回复 @robbierocket7 @UnityNewsNet If this account is of no interest to you, walk on by! Don't waste your energy on things of no interest to you!\n回复 @Yibbieyo11 @ninoboxer Just for record -I'm in London area of UK &amp; flags are not half mast!! Other US truthers putting flag thing out too! It's rubbish -just clickbait! UK media been put on major announcement alert in next 48hrs (so be across social media by Wednesday!)\n回复 @davidkurten It's because tobacco is good for the body- cures many major ailments!!!\n回复 @ABridgen But they can fly around freely in their private jets!! Another attempt at using a hoax to keep us locked down &amp; enslaved!!\n回复 @CilComLFC Absolutely rubbish! Darren Brown is a high performing illusionist &amp; mind programmer!! He's probably been paid by KP to put this out to add to narrative!!! Don't fall for it!! He's playing with your mind!!\n回复 @AllBiteNoBark88 They appear a few hours after childbirth fully glammed-up not even a day! Very odd!!\n回复 @JacquiDeevoy1 E! They tried this one last year &amp; it got nowhere! Images were shown to be same as shingles!\n回复 @PeckerwQ Omg this is beyond belief 😱\n回复 @betti_lynn @wolsned I live near Windlesham &amp; it maybe a small Surrey town but it's a busy &amp; populated area!! If she'd been out in Windlesham area at all, it would be widely known to many locals &amp; she'd have been seen by many!!\n回复 @Azalea_001 @yoyonofukuoka George Soros has the same eye thing - where the pupil extends into the iris. Rare genetic thing &amp; seems to be linked to Soros. Also all the McCann children were IVF so a connection is possible!\nGeez! WTAF! Mary Poppins not suitable for children under 8 because the word 'hottentots' is used &amp; could be offensive to the Khoikhoi and San people!! In my ignorance as an aged adult I know neither the term or people it's referring to!! Seen the film many times! Who knew?!\n回复 @CarmenGranddau1 A few odd things in that pic! Zoom in &amp; look at various people's hands. Is it really Prince George? He's not been seen for a while so our memory on his look won't be so sharp - could be a body double 🤔\n回复 @StephanieRiou All different women and none of them Kate!! MSM having a field day! But it has started opening the sleeping masses eyes to the photo deceptions by the Royals and Media! Preparing them for more truth!!\n回复 @Elizabe32413720 Also William appeared with bruises on his neck less than a week after Thomas Kingston death. Tim Lawrence appeared with bruising around his eye. William sated he didn't want to be connected to Church of England! And Carolw Middleton may or may not have been in a car accident!", "overlap_score": 0.1624945011403472, "MARITAL": "Never married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1085280030173921280, "screen_name": "SandyPozniak", "user_at_name": "Sandy P", "sample_content": "回复 @MargieVotes All he’s done does matter, it matters a lot. I have no doubt the American people who supported him are rethinking that support.\n回复 @fred_guttenberg 💔🥲\n回复 @TheFigen_ That’s adorable! An entertainer is born!\n回复 @scarflady777 Yes! And can you imagine the inside? The details, high ceilings, big windows, crown molding …… magnificent!\n回复 @Julesk23 A first!  White porcupines!\n回复 @HWarlow His depiction of Sherlock Holmes are great! You can feel the deep thinking he’s doing to solve a case! Excellent!\n回复 @thejackhopkins Joe Biden was great when he called in on Morning Joe this morning. What a surprise! He was on fire! That fighting Irish spirit came out. If no one’s going to come out for him, he’s taking matters into his own hands! If you haven’t seen it, find it and watch! He was so good!!! ❤️\n回复 @EdKrassen Wow!!!! Powerful!!!!\n回复 @ahistoryinart Laura Knight was a wonderful painter.🩷\n回复 @SarahWoods66 Gorgeous!!!! It would be a joy to paint that scene ❤️ I’m bookmarking it!!!!\n回复 @bright8694 @OurShallowState That’s a great slogan!!!! I hope it catches on. 👏🏻👏🏻👏🏻\n回复 @BohuslavskaKate Yes!!!!!!!! It’s NOT a FAIR fight!!!!! Ukraine needs to take out Russia’s military capabilities otherwise this could go on forever!!!! ❤️🇺🇦❤️\n回复 @Irma_Spikeymama No one likes him. He doesn’t have the charisma, the personality and showmanship that his father has. There are people who are very drawn to him (no idea why!!!)  but Junior??? Gag!!!!! Nothing there. 🤷🏻‍♀️\n回复 @strategywoman Lovely painting, Yara. It has a warm, peaceful feeling of home to me. 💕 Enjoy your lecture. I’d love to know more about this talented painter.\n回复 @HWarlow I love tulips!!! 🌷And I love the juxtaposition of the old stone church and the brand new flowers. 🌷💕\n回复 @strategywoman Yara, never believe polls! Now you sound downhearted.I believe Ukraine will win.If the holdouts in the US Congress will stop this nonsense,you will get the military aid Ukraine desperately needs.I believe it will happen. Much work is being done behind the scenes.Stay positive! ❤️\n回复 @MargaretHenzig Biden got it right! 👍🏻\n回复 @PaulSGundlach Paul! Happiest of Birthdays to you!!!!! 🎈🎊🎉🎂🎉🎊🎈 I love my beach and ocean just like that. Walking along the waters edge is so refreshing. Wish I was there, then I could enjoy the cool water and celebrate your birthday with you!!! ❤️\n回复 @ahistoryinart I like that! It’s so full and rich with color and movement, just like growing grapes! The earthy reds contrast so well with all the lush greens of the vineyard. I’d love a print for my home.❤️\n回复 @igornovikov Omg,Igor. Do you have military experience?? I know how passionate you are about Ukraine and Victory, but it’s brutal and full surprises out on the battlefield.The professionals know what they’re getting into and how to handle it all. When?Please, stay safe and keep us posted! ❤️\n回复 @kiraincongress This is truly wonderful! Ukraine will pave the way for the world to be United in Peace. This is a great model for every country to follow.  A bright new path. Zelensky is so far ahead of his time. He is a remarkable leader for Ukraine and on the world stage!  Slava Ukraini ❤️🇺🇦❤️\n回复 @AnitaSt54984401 I wonder how the International Criminal Court can capture Putin and bring him to justice for the war crimes he’s committed? Somehow than creature must PAY for what he’s done to Ukraine!!!!! ❤️🇺🇦❤️\n回复 @artinsociety Vermeer. What he did when painting light and dark scenes was masterful! Such attention to detail where all the nuances of color when light is hitting part of an object,the other part in darkness, is remarkable.He had total control of his medium and the feeling he wanted to evoke.\n回复 @JayeJaybird54 THIS!  THIS is the story!!!!! Where are the MSM reporters?? Why isn’t Trump covered and investigated as the PEDOPHILE HE IS!!!!??????? 🤷🏻‍♀️ Do you fear his wrath???? REPORT IT!!!!!\n回复 @ZPoet @Acyn He is like a cancer as he eats away at our country and the good people in it, eats away at all our institutions, our Constitution, SCOTUS, the rule of law. EVERYTHING!!!\n回复 @BudGothmog44 Goodnight, Bud! Thanks for the beautiful images to gently enter dreamland……🥱…..🌷💕🌷……😴\n回复 @BetteMidler The same way Trump does??? 🤷🏻‍♀️\n回复 @ANNELAMOTT @BradleyWhitford See, your book is loved by those who matter 🩷\n回复 @GrandpaDennisP I agree!!!!!! They have this superiority complex!!!!\n回复 @sloan4444 @Julesk23 It actually exists??? Are they like normal goats besides their coats??.", "overlap_score": 0.1684135182683203, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1039357548736835585, "screen_name": "markf54231925", "user_at_name": "mark f", "sample_content": "回复 @Dunkirk_1940 Happy Birthday Jacobs Dad . Sorry Jacob thinks your 59 ! Hope you Have the Greatest day . https://t.co/bg27f0Ex0S\n回复 @MarkHamill I'm I the only one that finds it strange Trump was in Pottersville ?  Were is Clarence when we need him. Kamala should find a Bedford Falls to hold a rally  😏\n回复 @gnuman1979 Think the Piano was out of tune also?\n回复 @Karl_Reid most hatches are always waiting to take a finger or knock us in the head .\n回复 @hwinkler4real Henry's back https://t.co/CloQE855MJ\n回复 @LadyDLuvs420 just smile and laughing will always do that . Ball holding come's later on 🤞❣️\n回复 @kyokoTHEpoet Wonderful Picture! Happiest Birthday Kyoko's OBAACHAN\n回复 @HNTurtledove maybe people need to pass a psych test before they can run for office\n回复 @uusaint edge of the world reached https://t.co/x8KtvfpFvW\n回复 @DrPopCultureUSA Judge Haywood... the reason I asked you to come: Those people, those millions of people... I never knew it would come to that. You must believe it,  Haywood :Herr Janning, it came to that the first time you sentenced a man to death you knew to be innocent. Judgment at Nuremberg\n回复 @jr_liscano How many Rads does it take to kill you? One driving a Volkswagen 😊 1980's humor\n回复 @Mother_of_Tanks @MG_SmithT https://t.co/gwSGgnaq0h\n回复 @TheResoluteLife head and butt down! Even tankers had to learn the low crawl\n回复 @Family_viralvid always a team effort\nHappy 98th birthday to the great Dick Van Dyke! https://t.co/mX0b094eFS\n回复 @LadyDLuvs420 no one understands the circle  😏 https://t.co/m1sGCOmw5D\n回复 @jamesjhistory something else will come up. Our paths are never straight . there are many twists in the journey\n回复 @ElainaStJames maybe my feet for back up https://t.co/pZJQGoNfzE\n回复 @saltyliberal74 They are coming out of there holes today for sure 😊\n回复 @wiseconnector https://t.co/rgaOu3V8Lj\n回复 @USAS_WW1 the SA-2 Guideline SAM — could reach thousands of feet higher than the B-58’s maximum operating altitude ,solution was to fly low,  that defeated the purpose of the Hustler’s design, the plane handled poorly at lower speeds\n回复 @SuperSQUID19 yes a traitor to his country .  Take the uniform off you've disgraced it enough\n回复 @gnuman1979 but wait there's more 😊\n回复 @AlbertTyler17 @waitmanb me on my way to West Germany after 8 months at Ft Knox. Little did I know that would be my happiest time in the Army! among the DI's who were really funny guys when not in training mode. https://t.co/gcYhkjB4sY\n回复 @il0venostalgia arcade\n回复 @DarthHamill it deserves a Prequel ! need to see  Chirrut Îmwe, and Baze Malbus  story . Great characters and actors . love the back and forth between the 2 of them: Chirrut : The Force did protect me. Baze : I protected you.\n回复 @DrTraceyK A Belgium good morning 😊 https://t.co/9a332HA7h7\n回复 @SNAFU_Sara yep . more work not much extra pay\n回复 @RealLyndaCarter Long ago, it must be, I have a photograph Preserve your memories; They're all that's left you🥹\n回复 @DmKen2 @TheSpaceshipper the producers were directed to several decommissioned Essex-class carriers awaiting scrapping at the Long Beach Naval Shipyard,  the Valley Forge was selected, and a deal was struck with the Navy. , the space freighter of the film was christened Valley Forge.", "overlap_score": 0.1830338123573112, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1347946507874553863, "screen_name": "MatthewMccants8", "user_at_name": "Matthew Mccants", "sample_content": "回复 @420prettygirls I moved to papers because you can taste the weed better\n回复 @iamchanteezy Oh wow little bit of truth hurts big time we see\n回复 @WSJ All planned to keep us entertained and not looking at what really matters smh.. typical Roman strategy\n回复 @Andy68580664 I didn’t read anything past braids, but I believe that came from the Vikings\n回复 @Mrgunsngear We need a pic of her\n回复 @KaylaChowShow I lick the ass hole\n回复 @stillgray She does not speak for the rest of us\n回复 @ChaoticLeftistW No, if anyone will be the cause of it , it will be he/she who tries to interfere with Americans rights to defend themselves and or take our freedom of speech away, that will be the day.\n回复 @CotyJitsu This a tough one\n回复 @rbisrb You know it funny u say that, iv heard guys on the job (whites)say they would trade the Latinos for the blacks 😆, and a lot of Spanish folk think the blacks are crazy…that’s from what they’ve seen they say, I work construction where 30-50% of workers are Spanish\n回复 @Censored_Vids What he pull out his pants? I can’t see\n回复 @jadeyk01 It’s all the non-racist people that are tired of hearing about racism\n回复 @The_Real_Yay Yea this murder, and I’m trump voter white male saying this to be clear\n回复 @MatthewACherry He wants to get back to 95-2005\n回复 @plies Ur not thinking of when Biden told u ur not black if u don’t vote for him? Or when he fed that black family chicken and the Italian folks pizza?\n回复 @AnthonyCumia Well we know this isn’t a depiction of American subway……\n回复 @RGIII Drake\nChinese are slave owners\n回复 @Mrgunsngear Sad…\n回复 @KeneAkers Probably bc the news… seems like all we here last 10 years or so when it’s a shooting it’s “white supremacy” when it’s more like just a crazy person that’s white, and this is excluding the obvious racial shooting like Dillon roof and what not\n回复 @DesiSanatani @fasc1nate That is crazy because they raided a old owls nest before and found 75 cat collars\n回复 @Akademiks Stupid, it’s just a FCKG plant, looks to be a extortion ring\n回复 @pearlythingz She lost her baby face and probably started eating more healthy. I don’t see anything standing out that doesn’t look normal.\n回复 @plies @FoxNews CNN does the same thing but for the opposite side bruh 💁🏻‍♂️\n回复 @SethDillon I disagree if a woman gets raped and impregnated they should come forward with a reasonable amount of time and be able to get an abortion but I do not agree that girls can just get an abortion at any time all the time three times a year\n回复 @hodgetwins They would hang him from the streets as many as other folks as well if society allowed it\n回复 @FirstThemNEWS @Marcel4Congress 😆 for what ur great grandfather yall done lost it\n回复 @ZubyMusic It’s funny how he ends up, dropping out a week after the failed attempt against Donald\n回复 @iamchanteezy Accountability for what?who they vote for!?? That’s why this is America ya JACK, I hear ya but that’s what makes America , America, and apparently to the rest of the world it isn’t so bad here 💁🏻‍♂️\n回复 @KeneAkers A little bit it does you’re blind if you can’t see that. But the war against the white man started with the Jews.", "overlap_score": 0.2219874070618005, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "Hispanic (any race)", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1361483221280710657, "screen_name": "stevemilton", "user_at_name": "Steve Milton", "sample_content": "回复 @SwindlehurstJ @Goooolazzo While I enjoyed last seasons pitch invasion (caught up in the moment) I actually think celebrating wildly that we’re the least sh*t team in the league is not a good look (for any team)\nThis election wasn’t just about politics. It was about leadership. Successive Tory leaders, ministers and MPs displayed a complete lack of moral decency. I believe Kier Starmer, who has a tough job ahead, to be a person of principle and I wish him luck. And good luck to all the…\n回复 @AdamBurnsPR @CambridgeUtdFC @ChrisPayne Crickey - why are we retained a Canadian angler to redesign our badge!? 🎣\n回复 @efl_hub Reunited with Mark Bonner\n回复 @Bdubs1776 Dune is one of my favorite books. Dune 2 was disappointing\n回复 @JenNorthy @DanPatonMusic No, not old - just that the girls aren’t old enough yet to introduce you to their music!\n回复 @JamesBlatch Followed by (after destruction): due to budgetary constraints, the planned new hyperspace bypass will no longer go as far as Earth, and will now end at Neptune. We will explore ways to utilise the space vacated by Earth and apologise for an inconvenience the destruction of…\n回复 @cb_doge I was at Binance when Reuters went after @cz_binance - they were so fixated on winning Pulitzer prizes, book deals and Netflix commissions that they refused to let facts get in the way of their story\n回复 @jerryfroggett @degsy380 I’m happy that we keep the Champagne football in the fridge until we really need it 🍾\n回复 @Fasttopaz @Flaminiesta @GaryLineker I have to say ITV coverage was significantly better than the BBC. Much better commentary and the Mark’s questions to ETH were probing and respectful on ITV\n回复 @jerryfroggett Nice to see the Beans in a dish. Can’t have beans loose on a Breakfast plate 🤣\n回复 @onlyuseto @CambridgeUtdFC Let’s assume GM saw glimpses in the first half on Saturday. This led him to believe there was enough quality to go unchanged this evening, and that he could coach a better performance out of these players. However, he didn’t legislate for the players being well below the required…\n回复 @bryansgunn Wasn’t that the Milk Cup Final?\n回复 @martynziegler Approximately 46%–49% of soccer games that proceed to extra time end in penalty shootouts based on historical analysis of certain international tournaments. Out of 82 extra time matchups analyzed in the World Cup and European Championships, 38 games (46%) were decided in extra…\n回复 @hwallop As many have said, the vast majority of people do not consume mainstream news media, despite what the media and those in the Westminster bubble believe\nSo predictable https://t.co/w9OeN9rxQj\n回复 @BBCSimonJack You can tell a below average crime drama when it has a Vicar - usually young, usually tortured. It’s a lazy device to try and pull together various story strands. As soon as the vicar turns up, I turn off.\n回复 @davidflatman While I don’t welcome the idea of paying more in fees, I’m not against the policy. I wanted a Labour government for the sake of the country. I also trust Labour more to reinvest the additional revenue back into state schools than I ever would the Tories. Plus we (private school…\nThis was so obvious - the media should hang their heads in shame about making such a massive deal about this https://t.co/vjcnALOJOP\n回复 @AbbeyStandPod Huge moment for GM at Reading. Assume he ‘saw enough’ in the first half vs Northampton to merit putting the same team out at Lincoln. Now he must have seen enough to make changes. But what can he do given the squad? He simply cannot play PD and JC together. We desperately need…\n回复 @jraymonds @bryan_johnson @nealstephenson Agreed\n回复 @mrjamesob Did he forgot his ID on purpose? C’mon - we know he has to put himself into every story\n回复 @KonstantinKisin I do believe that many Dinosaurs were the result of over-enthusiastic Victorian creativity.\n回复 @bryansgunn Use of the word ‘group’ to describe the squad\n回复 @davidyelland My wife is a family photographer. It is nearly impossible to get a clean family shot with three children. I imagine this is simply head-swapping in photoshop plus a little bit of tidying up around the edges by someone who’s not a professional. I also assume the photo agencies are…\n回复 @ZinedineF There’s always someone injured\n回复 @Goooolazzo @FootballManager Everyone laughed at her, but she’s right. Double 10\n回复 @NeilSharpy50 Ha ha. On a funny but serious note - I expect all the old Oasis fans to 🫠 when they realise they have to become Ticketmaster Verified Fans BEFORE they can buy tickets. There will be much - I saw Oasis in a cupboard in Manchester - why am I not verified 😆\n回复 @Avesycufc Indeed. But where to? Top 4 L1 team or bottom 6 Championship team?\n回复 @fdomenella @taylorswift13 Because you love and appreciate live shows, you should 1000% try and see Taylor", "overlap_score": 0.180592909848229, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1301846724676386818, "screen_name": "H1dd3nH4nd", "user_at_name": "HiddenHand", "sample_content": "*The magic potion\n回复 @Montylockedout Come and be a paralegal and McKenzie friend in our group\nYour daily reminder that that corrupt Judge Simon Buss if Northampton Family Court deliberately ignored perjury and perverting the course of justice with the blessing of @AlexChalkChelt The Lord Chancellor\nNorthampton Family Court is corrupt.\n回复 @AnnadeBuisseret @JacquiDeevoy1 I would be highly suspicious about the \"accidental\" overdose considering the courage you showed when standing up to the covid tyranny.\nThis Cafcass @MyCafcass  The organisation that ruins childrens' lives https://t.co/bVuRImOc1V\n回复 @brizy83 @LozzaFox If they were honest and had integrity, then they would root out the dishonest and corrupt ones. As they have not done so, then my logic is correct.\nDaily reminder that that corrupt Judge Simon James Richard Buss of Northampton Family Court deliberately and willfully ignored perjury and perverting the course of justice.\nDear Cafcass @MyCafcass and Northampton Childrens Trust. My community is growing, and I am going to devote my life to exposing you to the public for the damage that you have done to my daughter's life.\nCafcass prevent me from replying \"Louise Crawley of @MyCafcass Coventry placed my infant daughter in the hands of a child pornographer\"\nHow about you also prosecute those who demonstrably make false claims?\nPerfect description of District \"judge\" Simon James Richard Buss of Northampton Family Court @AlexChalkChelt\nLois Bayliss - Solicitor - Defence Fund https://t.co/UjuQf8EjEB\n回复 @edawson78 😀\nGood, I'll shall be writing to him and seeing if he takes misconduct by judicial office holders more seriously than his predecessor @AlexChalkChelt\n回复 @ShameonyouCCas @LincsPolice @CILEXLawyers I complained to the SEA also. Useless. Next stop is to write to the head of ethics of her firm.\nThe Twentieth Century has witnessed more mass killings than in any previous century.  It is estimated that about 170,000,000 persons were systematically and cruelly killed by the actions of governments.  In many cases, these governments were their own\n回复 @SarahTaylo89428 @BBCPanorama It's the reason they keep it secret. It's broken and corrupt.\n回复 @TheNorfolkLion The UK\nI've never seen such blatant and deliberate dishonesty and corruption until I experienced Northampton Family Cout and District Judge Simon Buss\n回复 @ScottyWtfFr There are so many products\n回复 @LJCJ83 Why do I ignore doctors? because they don't treat health conditions, they simply dole out pills to suppress symptoms. They are simply drug salesmen.  And they blindly followed authority and jabbed people with a concoction that they knew nothing about, for money.\n回复 @LeeHurstComic Or stall him taking office for 7 years\nCafcass accept pies from mothers to prevent children from seeing their fathers. This is a disgraceful organisation that needs to be shut down.\nThe UK judiciary are not fit for purpose. @AlexChalkChelt\nTobacco warning vs vape warning. I guess they can't add poisons to every vape brand. https://t.co/dMD9eIJWOU\n回复 @RougeNoirUK No quite. Lizards, no. Fallen angels and nephillim spirits, yes. Flat earth: probably. We've certainly been lied to about the globe and space. The question then us why have they lied to us.\n回复 @AlyranLaurri @cooltechtipz @zackdfilms 😂😂😂\n回复 @FosteringNCC @N_CTrust Northampton Children's Trust fabricated \"evidence\" against me\n回复 @JustinWelby You wanna try reading the Bible mate", "overlap_score": 0.1525178201996959, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1150807044, "screen_name": "ShorewoodDental", "user_at_name": "Shorewood Family Dental Care", "sample_content": "April marks National Oral Health Month, and we're diving into dental wisdom all month! If you have any queries about your oral well-being, feel free to reach out. Our team is dedicated to our patients' smiles and ensuring everyone receives top-notch care. 📞815-725-5991 https://t.co/ILaqLFSAAx\nThere is nothing we love more than a good smile! Healthy oral hygiene will lead to an increase in confidence which, in turn, leads to a smile you want to show off. take care of your teeth, book your next appointment today!  📲 815-725-5991 https://t.co/czPaizexzq\nElevate your oral health with SUGAR-FREE GUM! 🌟 By neutralizing mouth acids produced during food breakdown, it's a natural shield against tooth decay. Discover the sweet way to healthier teeth today!  👉🏽 https://t.co/R8MmUVsdXW https://t.co/OEbiHeJvJN\nDid you know your oral health can impact your heart? ❤️‍🩹 Research shows a link between periodontal (gum) disease and heart disease. Don’t forget to brush, floss, and visit your dentist regularly for a healthy smile and a healthy heart.  (Source: https://t.co/rKY0WIziMd) https://t.co/L0ghV0ysv8\nTGIF! 🎉 Who else has that Fri-YAY feeling? Whether you're planning adventures or cozying up at home, make today fabulous. Cheers to the weekend ahead! https://t.co/EQwK3XbUob\n𝗦𝗣𝗥𝗜𝗡𝗚 𝗙𝗢𝗥𝗪𝗔𝗥𝗗: just a friendly reminder that we will go on Daylight Savings Time on Sunday, March 10 and will continue through November 3, 2024. YAYYYY!! ☀️ 🌅 🌻 https://t.co/kUb8ldf69n\nFacing a dental emergency? We're here for you! ⏰  From severe pain to relief in no time, Dr. Funk and our team are committed to providing swift and effective treatment. With personalized care and professionalism, we ensure you're comfortable every step of the way. https://t.co/XqRHuB5ZY3\nSay cheese! It's National Smile Day! 😁 Let those pearly whites shine bright and spread joy wherever you go. Remember, a smile is the best accessory you can wear! https://t.co/GRiDm4T1ht\nFebruary is Gum Disease Awareness Month! Make sure you are taking the best possible care of your gums by brushing and flossing twice a day and making your annual appointments! https://t.co/8ZmxpLPovN\nDID YOU KNOW? Your jawbone starts to deteriorate shortly after tooth loss. Preserve your smile and bone health with timely dental care and solutions like implants. https://t.co/hjY7pJYAVA\nWant fresh breath that lasts? 🌿 Try ioRinse Ultra, available at our office! This powerful mouthwash fights bad breath and supports your oral health. Stop by today to pick up your bottle and enjoy lasting freshness! https://t.co/UPNPj7Qacr\nYou’re on the clock for better oral health!  A not so fun fact — Most folks clock in less than a minute daily to keep their teeth clean. Yikes! Remember, a solid two minutes, twice a day can turn the oral health game in your favor. https://t.co/OEjjj9nosR\n🎬✨ It's Classic Movie Day, where we celebrate the timeless films that stole our hearts. From Casablanca to Singin' in the Rain, these classics never go out of style. So grab some popcorn, cozy up &amp; let's take a trip down memory lane! What's your all-time favorite classic movie? https://t.co/zxz6zKdIjY\n🦷  Fillings come in various materials like porcelain, composite resin &amp; more 🦷  They're durable but not permanent, so regular checkups are key 🦷  Fillings might cause sensitivity, but it's usually temporary 🦷 They help improve oral health by removing decay-causing plaque https://t.co/pQIcUa6Mah\n🦷✨ 𝐅𝐮𝐧 𝐅𝐚𝐜𝐭 𝐀𝐥𝐞𝐫𝐭! Did you know that dental veneers don't require extra care? Just brush and floss as usual to maintain your dazzling smile! 😁✨ https://t.co/2Luir4Rs7P\nSay cheese! 🧀 Did you know that cheese can help strengthen your teeth and protect against cavities? It’s rich in calcium and can even help balance the pH in your mouth. Enjoy some cheese today and keep smiling bright! 😁🦷 https://t.co/jMGm7ni4hf\nDid you know — The tongue 👅 is the only muscle in your body that doesn't rely on the skeleton for support! https://t.co/Kwa1BgOMbq\nDon't let neglect cost you more in the long run! ✨ Remember, dentistry is an investment in your health and well-being, not an expense. Take care of your smile today for a healthier tomorrow! 🦒🦷 https://t.co/ELleQdz4x7\nProtect your smile with our customized mouth guards! Whether you're an athlete or need night guards for teeth grinding, our tailored solutions ensure a perfect fit for optimal comfort and protection.  Learn More: https://t.co/lTlwgSkB57 https://t.co/h3ab1JHdSp\nThere are many reasons why a patient develops sensitive teeth. Common scenarios that can create sensitive teeth are:   🦷 Tooth Decay.  🦷 Tooth Erosion Due to Teeth Grinding.  🦷 Cracked Tooth.  🦷 Receding Gums. https://t.co/uZcKKPY3K5\nThank you, Eileen, for your fantastic review! 🌟 At Shorewood Family Dental Care, we strive to make every visit seamless, from explaining your exam results to working with your insurance plan. Ready for exceptional care? Book your appointment today!  ☎️  815-725-5991 https://t.co/AQr1GKzUz2\nOn this Memorial Day, we honor and remember those who made the ultimate sacrifice for our freedom. Thank you for your service. 🇺🇸  Credit: IG (@LaurenDunnArtist) https://t.co/Zcn7KKwK0I\nDon’t Forget! Our 𝙎𝙝𝙤𝙧𝙚𝙬𝙤𝙤𝙙 𝙁𝙖𝙢𝙞𝙡𝙮 𝘿𝙚𝙣𝙩𝙖𝙡 𝘾𝙖𝙧𝙚 𝙞𝙣 𝙎𝙝𝙤𝙧𝙚𝙬𝙤𝙤𝙙, 𝙄𝙇 is OPEN ON SATURDAYS! 8am — 2pm  #SaturdayHours #ShorewoodIL #DentalEmergency #WeekendDentist https://t.co/tnpqUyAUY0\nThis is your sign to make Shorewood Family Dental Care your new dental home. We are here for all of your dental needs, from regular exams to restorative dentistry, and more! Give us a call to set up your appointment. We are always accepting new patients! 📲 815-725-5991 https://t.co/LlZ3Utzesm\nYour health is our top priority, and that includes your dental health. If you're experiencing a dental emergency, don’t wait—give us a call! Our dedicated team is here to provide prompt and effective care to keep your smile healthy and pain-free.  ☎️  815-725-5991 https://t.co/vah8W1YNTc\n🇺🇸 Happy 4th of July from Shorewood Family Dental Care! 🎇  Enjoy the celebrations, stay safe, and keep smiling bright! https://t.co/9oEKXDVQNN\n💍 Ready for your big day? Check out our comprehensive wedding checklist, including tips to make sure your smile is wedding ready! 🌟👰  Read more: https://t.co/bFrgr7hIi2 https://t.co/6RWG0BHz15\nDid you know dental X-rays were discovered by accident in 1895 by German physicist Wilhelm Conrad Roentgen while experimenting with vacuum tubes? Over time, they have become a crucial part of oral check-ups, helping dentists uncover hidden issues and keep your smile radiant! https://t.co/VlOr9009R2\nDid you know it’s recommended to change it every 3 months? For those with gum or periodontal disease, switch it out every 4 to 6 weeks to prevent bacteria build-up in the bristles.  🪥  Keep your smile healthy by staying on top of your brushing game! 🪥 https://t.co/kgkDONzYqb\nWondering when antibiotics are necessary for dental work? If you have an oral infection or preparing for a procedure, antibiotics might be your best defense against harmful bacteria. They can treat infections and prevent them in some cases! 🦷  Learn more: https://t.co/8rKTWK3zcc https://t.co/J5SYyxwTBf", "overlap_score": 0.1538731525298877, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1276360773472837632, "screen_name": "strstyler", "user_at_name": "☣️Feral Queen STR😈", "sample_content": "回复 @ACE_KHANDOSE I think they cooked when they designed ram and queen as new tanks, they're both so fun.  Tho i want my man to get new stuff too 😔\n回复 @MomoDeary Lol its so wierd, i found you now, before i even wrote capital letters just to be sure 😅 i think it really is just the servers, i mean its growing like crazy rn\nWhen i was a 7 yro i lost my hamster in my bedroom, my parents didnt bother to help me find him and i left his cage open. He would always return at nightvto run in the fucking wheel but kept escaping me and hid behind my bed\nThe maid butler thing will habe to wait till next week, but i still really appreciate all the support you guys have shown me with likes,rts and follows.  The ppl that sub to my patreon are the goats of course and with the new postingschuedule i hope to give back a lot.  And of…\n回复 @zemotion i've always loved your work, some of delicious demon series are like my fav ever, even if they are so old 😂 im so happy you won this case cause he honestly did not change anything noteworthy or transformative other than flipping the image.\n回复 @master_kenshi_ @OverwatchNaeri Its so outta nowhere\ngroup up podcast is another state of tank and its the same points again we've already had like every season, its sooooooooo stale and i keep hearing the same talking points every time... it's time for blizz to fully address the problem with tank and its the missing offtank.\n回复 @Zawrldo_ Like you do normally, the currency is diverted into usd without charge, it doesnt take credit cards tho for some reason\nIf u say wastelander/circuit breaker skin is ass, ure on the list\n回复 @xruiztru Few years ago. Its only been about 35 years since we were \"unified\" but germany historically never was one and still isnt, different states with different laws and those counties having different rules again... we're whack.\n回复 @wizardsexual He doesnt treat you like shit, he has a mission and you were the one person that distracted him from it to the point he wanted to give up. you dont know about the mission until the very end, even then he still loves you and you can feel the torment. I always thpught ppl were -\nJunker queen on her fave animal: Is there a kind of dingo that is also a shark?\n回复 @MarcR_Art Tbh i dont think an entire country is delulu, maybe that reality applies to some but not the broad majority\n回复 @vanillaopinions 81 is too old to run a country. Anything above 60 is too old for that. Idk who needs to hear this but your cognitive abilitites decline the older you get, its natural.  Forcing a senile 81 yro to still run until he's 85 is elderly torture, give him a break.\ni'm willing to post one sexy junker queen pic from my nsfw stuff(i'll crop it and post the full thing in the comments) if yall are up for it\n回复 @roguelin Lmao.... \"oh you like cyberpunk, me too!\" Vibes.  Nah but i mean it, you're literally her 😳\n回复 @spencerzero_ The new season patch coming out next weeknand everyone is just going crazy... also sure the last two months havent been great but come on.... i just wanna read something positive for once\nGot my order from the wonderful .@novicere today! the pins are soooo nice ❤️ If you want super cute merch then his ëtsystore is the best choice! ⭐️https://t.co/8nRm0a8Le2⭐️  The stickers hold up so well and i use my surface daily, so the quality is amazing :3. Also peak moira… https://t.co/bwSYa8Bzll\n回复 Also if there was a option for karlach to survive and have her heart restored but it would mean tav would have to make a sacrifice, i would totally do it, i just wanna see her happy 😭\n回复 @PlayOverwatch Cant blame streamers for only talking about the two topics at hand which is  5v5 vs 6v6 debate and the state of balance, mainly tank.\n回复 @SheWolvxrine lol, idk and i dont care about FN, i just think their character designs are all very basic tbh. this one is kinda okay but just feels like they could have leaned into the punk/grudge aspect a little more\n回复 @fluepke german railroad engineering ist when man das halbe schienennetz abbaut, feststellt dass es ne scheiß idee war und jetzt alles wieder aufbaut 🥰\n回复 @PicturesFoIder Mhhh radioactive flavour 🤩\n回复 @flaggedbytumblr @cuzentrex2909 22% is insane omfg... germany completely fumbled the bag with digitalizing the country even tho we're considered one of the commercially strongest countries in the EU.. :')  Look at estonia, they literally do everything online\n回复 @fofrAI on top of that, the debate arround AI is pretty clear, it's bad and in my personal opinion, i would rather receive a hand written card from my loved ones and if they cant write anymore, thats fine.\n回复 @tiddieparadise not reading all that. if you're so invested in this, look at my other comments. didnt have the info before that all happened and the OG artist told me before owc made their statement.  i generally just dislike this practise of brand accounts reposting instead of just RTing. thats…\n回复 @Support i need some help with my account. i got a block from paying for premium cause my credit card expired in march and i forgot to update it. i can't pay the payment for april cause you blocked me entirely, how do you expect me to solve this to pay and to not get into trouble?\nbg3 goblin camp... i still need to romance minthara sometime but karlach is my wife so i cant kill the tieflings\nmami with long hair is the gift that keeps on giving.\n回复 @Jman3042 like phara's *take off helmet and zoom* is old but okay AND super fucking funny if you have the enchanted armor skin cause it just zooms into nothing lmao", "overlap_score": 0.1876129236009091, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Student", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1169981790250909696, "screen_name": "projomike", "user_at_name": "Mike Stanton", "sample_content": "Let’s start with the lieutenant governor of Texas.\nI’m amused by all the Magats questioning Joe Biden who seem to give Trump’s increasingly bizarre ramblings a free pass.\nInteresting that it was Coach K who told him it was time to move to a bigger job after Duke defeated Hurley’s @RhodyMBB Rams in the 2018 NCAA tournament. The following week. @UConnMBB hired Hurley.\nWhew! 💦 Thought this was Ken Hopkins’ latest proposal to replace the Budlong Pool.\nAnd police taxes only for people who use police services? Fire taxes only for people who have fires? Library taxes only for people who use their public library? Parks taxes only for those who use the parks? Nope. Not how society works.\n回复 @BijanBayne @FriarTV @PointForwardPro @arhooptalk @GlobeBobRyan @VinLospinuso91 @JalenRose The late great Billy Reynolds told a story about playing for Brown against Providence &amp; his coach telling him to guard Walker late in the game. He said, “Guys fall down trying to guard him.” So to avoid the embarrassment, Billy immediately grabbed Walker and fouled out.\nIt was great to see my ex @SyracuseU @dailyorange classmate Howard Mansfield &amp; his dog Thurber and discuss his powerful new memoir of his father’s WWII bomber service, I Will Tell No War Stories, based on a secret diary. Signed copies available @Books_on_the_SQ https://t.co/7oUpsFPu56\nIf you're looking for a fun beach read, check out  @LuanneRice's latest, Last Night. It's set at the Ocean House in Westerly, where a murder occurs - in the winter, during a blizzard. https://t.co/RG0AUsOLPf\nDevin Carter is the Mayor of Friartown.  Stuck on the Washington Bridge? @kingcarter2225 will shoot you across. Rename the Superman Building. This highlight reel from last night could be his campaign commercial.\n回复 @BigLarryBabyArm Tell him to move his wedding to the Alamo, Larry.  Then he’ll always remember it!\nQuestion: Did the @RedSox charge fans minor-league prices tonight?\n回复 @BigLarryBabyArm They won the NCAA Practice Championship for the second year in a row. Back to back!!! 👏 👏👏\n回复 @SuzyBrigham @phileil Absolutely. That’s an occupational hazard of writing a book - people who agree to talk AFTER it comes out. Save it for an afterward in the paperback. That’s what I did with Prince of Providence.\nIntroducing your Worcester Red Sox!\n回复 @ProfCheit Seems like she already took her editor there, cuz nobody apparently edited that book!\nNew Glacier Crumble Frappuccino at Everest Starbucks.\nIf I’m the Big East I sue the NCAA. Let’s air out this secretly negotiated steal in court.\nProvence may be scared, but the Friars prefer the Bahamas. 😉 https://t.co/EZi103yanj\nBig Al Horford has discovered the fountain of youth here in the 3rd quarter, helping Celtics open things up against the Cavaliers. https://t.co/FByj9q4iCv\nShe played 1 minute in a blowout loss &amp; has been buried on the bench all season. Why tweet this, @WNBA! #FreeNika\n🚨Attention @UConnJournalism Nation - sports reporter job open in Cape Cod. 🚨\n回复 @walkrightier Even stranger, the newest @PCFriarsmbb recruit is from the South Pacific island of Vanuatu 🇻🇺  Here’s a peek at his home court. 🏝️ https://t.co/whLp4nyUvg\nAll roads lead to Providence.\nThat time Bill Belichick was a roller-skating pirate - at East Providence’s United Skates of America. 🏴‍☠️ https://t.co/k9utdWTcp2\n回复 @strattonstave @_samcalhoun Thanks guys. I thought they had connected it to student ID. Or at least required students to show ID when entering (which wouldn’t prevent students selling to other students but would presumably reduce scalping). It’s crazy - tickets are going for $200.\nI love the casino saying they don’t condone this then spinning the wheel anyway.\nFlawless execution?\nThese are pretty cool. Love the Superman building in the Providence skyline.\nWhat’s with these people bringing guns and/or ammo on a Caribbean vacation? Stick to sunscreen.\nA ⁦@Gannett⁩ exec misled investors about a hiring program to staff ghost newspapers that had been secretly paused. Then Gannett fired the editor who spoke to a Poynter reporter who revealed the truth.  Exhibit 4,455 why Gannett is bad for local news. https://t.co/WsC6AGndDk", "overlap_score": 0.1671883963515669, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1269123647735619589, "screen_name": "BondarJustin", "user_at_name": "Justin Bondar", "sample_content": "回复 @RusPSY @CasualMMAinc ??...Perhaps?...Spontaneously responding upon discerning silliness by one signifying allegiance to their seemingly hero whom needs drugs and other advantages to participate in a combat sport being a cope...Then, sure...we can call it cope. No worries.\n回复 @ShaunsEyeView @jakeshieldsajj W the actual F... Not a word, mention, comparison, highlight, reference...Nothing. Not til today...This makes for a great documentary, biographical non-fiction movie etc.  And I've lived in California the last 35 years...Guess @AnnCoulter \"superpowers\" is an existential gift.\n回复 @Phillies Salvage...the...Fucking...Series.\n回复 @RusPSY @CasualMMAinc Now there's something that arouses my interest... How come trolls reply after both parties had already stamped their goodbyes...  Anyway, wrong tree, boss.  No more. The end. Dialogue over. Ended 2 tweets ago.   Do not reply to this.  Good luck w/ the reading.\n回复 @primemlbfan @James3285356653 @JackFritzWIP Batting average is one thing. Observe, take in all innings/games, formulate my own personal opinion is another.  Perhaps you don't keep a close eye on this particular player and merely follow the typical \"they're hating on Kyle because of his poor batting average\" reaction.\n回复 @DiggityDaveCoil @tampa_npa @AlteredCrates @ClownWorld_ She's 'mulatto,' like my daughter...3 different races, white, black and mulatto (half black/half white.)  Some mulattos struggle with their identity. Society tells them that white is evil and black is the victim of evil whiteness. They tend to hate their white half and \"double...\n回复 @realDailyWire Genuinely, can any Biden supporter explain what he meant here...\n回复 @MLBONFOX @NBCSAthletics Astronomical cheaters, uh...\n回复 @ajt461 @PhilliesNation Lol  Just interested in what people would think...  Why is this particular lineup so bad?\n回复 @NBCSPhilly In Bohmer I Trust\n回复 @NeutralZnSports We used to celebrate Native Americans and their culture, until the PC babies, involuntary-celibate internet trolls, nerds and all the their trend zombie followers got their way.   Everytime.\n回复 @nysprtsshtpost @matttadelphia 'Successful' in regards to winning games, championships??  Look up '10,000 and Proud,' dude.  Quite the opposite.\n回复 @Phillies @IBX Just a reminder of how much losing sucks this roadtrip was...Time to Go On An Ass Whooping Tour Now!  Now Ring the MF!!  #RingTheBell\n回复 @HappyPunch Revoke this sideway gat holder's License...  That culture isn't welcome in Combat Sports Culture.\n回复 @patrickbetdavid Joe Biden is unequivocally the Worst American President ever.  We have the Greatest spread of a brainwashed nation unbeknownst under Rule and exploited.  We're inverted. It's the revenge of the nerds and a reckoning nears inevitable.\n回复 @jakepaul A doper in the ring/cage is always a bitch.\nI respect Mahomes as an Athlete and philanthropist, but to cut off another Man's coming out speech, reveal is insanely selfish!  Coming out takes an incredible strength and should be done in one's own terms!\n回复 @solohip Bingo...The perfect example of the orchestral demonstration of syndicates; DC, MSM, Hollywood, Ed-U's have crafted...An evil for power, manifesting peace of mind with chronic disdain, projection for division.  Thanks for sharing. Very brave!  Sorry for your misfortune.\n回复 @MinTheaFitz @MLKisMyHero @JClarkNBCS @NBCSPhilly @NBCPhiladelphia @PhandemicKrew @BarstoolPhilly @SmittyBarstool Pss Stott was referring to the English/Spanish barrier, not race.  But you knew that.\n回复 @PhilsTailgate Just have the American League assemble their best team possible, bring them to CBP to compete against the Phils come July...  #2024MLBAllStarGame\n回复 @luarlord2 @paulpierce34 Why's he tweeting this. Is he really looking for a bout??\n回复 @HappyPunch He looks like he's in his 50's feeling young of TRT...  \"Let's put him in there with a lab experiment in a mid 20yo who wants to knock out an elderly boxer with a big name for retarded respect. Uncle Mike will end him.\"  He looks old and slow...What happens in the mid-late rds...\n回复 @tweetsandboobs Kid Rock recorded all 12 instruments himself for his 2nd Album, 'Cocky.'  Nothing trendier than denigrating Kid Rock these days.\n回复 @cperez3220 @ClownWorld_ San Gabriel Valley (SGV), East LA.  We got barrios where we still exist, but, like homes said, nationally we're a dying breed.\n回复 @Phillies @IBX Picking up where we left off last night... Barrel after Barrel after Barrel!  ...While Cris FREEZES MFs on the defensive side of this!!\n回复 @projectethos5 @ImLukeJamesBtch @Bubblebathgirl @EndWokeness A Republic is essentially a system, a multitiered screening process here in which to prevent a unitary dictatorship.  If we were a democracy New York / California would be Mommy and Daddy.\n回复 @The_KingRaven @HappyPunch @Realdevinhaney VADA is voluntary. Jake's celebrity boxing bouts are under his own promotion.\n回复 @FightHaven Gonna take, at the bare minimum, earning a Silver Star to regain your 'Man Card' after this one, emotional juice head.  Pathetic for All.\n回复 @LawnessD @JustSteven1963 @KeithOlbermann Biden says alot. Said alot...I know enough about Biden and Trump and the last 7 years as an American and a Human to distinguish the 2.  With that said, it's worth mentioning the vast differences in Biden's appearances as concerned observers, citizens...It is an interesting factor\n回复 @Thms218 @DrakeRiggs_ @missjessyjess WCK is where West Coast Muay Thai Killers cut their teeth. Some of the best WBC Champions came through here. Schilling, Adanza, Bagasyrean etc.  ...Females too. ONE's biggest Champ the last few years, Janet Gross comes from WCK.", "overlap_score": 0.1592989422424463, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1000026901, "screen_name": "berniewong13", "user_at_name": "berniewong🇺🇲✝️🚻🏁☮️🎗☢️🚩♿️🏴‍☠️🥇🇨🇦🇩🇪🇬🇧", "sample_content": "回复 @USATRUMPMAN1 Auxiliary hammer 😁\n回复 @BuckTurgids0n @alx @Victorshi2020 *Elementary\n回复 @ScottPresler 👍👍👍👍👍👍👍👍👍 incredible work you've done!\n回复 @thevivafrei Next, she'll post results of the annual Republican bake sale.  I sold 44 cupcakes and Trump only sold 9!   Sad.\n回复 @ScottPresler @AOC Nah, she jus hatin' on an African-american.\n回复 @3PickupMusicMan ...or future eBay entrepreneur!\n回复 @therealroseanne Well said! As a Trump supporter, I still want to hear what everyone has to say. RFK, Jr could have a great idea implemented into a future administration. The fact the Dems try so hard to toss him out show they don't care about solving problems.\n回复 @glennbeck @oliverdarcy of @CNN accuses  @Ticketmaster of \"profiting\" off Tucker Carlson's \"hateful rhetoric\", yet @CNNPolitics, who continually tells us Donald Trump spreads \"hateful rhetoric\" is poised to make substantial profits by hosting Trump at the debate? 🤔 https://t.co/2y9RfxV8dn\n回复 @Jim_Jordan Too bad subpoenas only work depending which side of the political spectrum one is on.\n回复 @FiveTimesAugust Step 1: Inject as much poison as possible into citizens  Step 2: Bring in millions of illegals (unvaxxed) to replace those now dying out earlier Step 3: Citizens get replaced by people with no allegiance to the country Step 4: Overthrow complete\n回复 @ASavageNation Tulsi's support for:  Gun Control 100% LGBT \"Rights\" 100% Taxing the Wealthy 100% Women's \"Rights\" 100% Environmental Protection 95.2% Higher Spending 91.9%  https://t.co/3DuK2uFOvE\n回复 @RealPatrickWebb I heard she's really good with poles.\n回复 @BillyBaldwin I'm pretty sure his father and uncle would not stand with the current Democrat party of warmongering, child mutilation, pornography in elementary libraries, etc\n回复 @Fight4Truths @TalkMullins @TrueTheVote So, a story citing accusatory democrats in an online tabloid of the left-bias Houston Chronicle is your proof? Wow.\n回复 @DefenseBaron Chamber of Lies?\n回复 @CitizenFreePres Maybe they don't care if he tanks the debate. They'll keep making Trump out to be H!tler and will steal it again in the same handful of states needed to win. They'll say it was just people voting against Trump while continuing to make a mockery of America.\n回复 @iamjohnoliver Over 30 years later, the high-tech lynching of Clarence Thomas continues.   Not only racist, but a direct violation of 18 U.S. Code § 201 - Bribery of public officials and witnesses.\n回复 @timburchett Too many are willing to just let this go, as usual. Thanks for keep the heat on this! Godspeed.\n回复 @Arkypatriot Undocumented house guest.\n回复 @ScottJenningsKY Whew, I haven't slept since Thursday because of this. Never mind my skyrocketing energy, grocery, and tax bills or worrying I'll be murdered by a Venezuelan prison gang member every time I leave the house. Snickers really is satisfying!\n回复 @Ann_907 @GeneralMCNews They bet Raw News Alerts if Biden wasn't in hospice dying as reported, they'd delete their account from X. If they were right, RNA would delete theirs.\n回复 @patrickbetdavid @mcuban likes to go tit for tat here on X, I wonder if he'll have the 🏀🏀's to respond to PBD?\n回复 @CitizenFreePres She is so unaware of feeling safe enough to stand there and mouth off with a bullhorn with no fear of being swept up on the back of a motorcycle driven by a hamas terrorist.\n回复 @DocNetyoutube I love the episode where the farmers were mad about a tax and one of them says, \"Next thing you know they'll be taxing our income\" and they're all laughing and acting like that'll never happen!\n回复 @AMAZlNGNATURE Remind me of when I lived in New York and used to see nuts in the park gathering squirrels\n回复 @MTGsbigtoe @LAGovJeffLandry Don't be a Christophobe. Diversity and inclusion for ALL!\n回复 @bariweiss @petersavodnik @TheFP I'm going to try their theory out. When I start my new job, I'm not going to do anything. If they try to fire me, I'll say \"Ha, I was never your employee!\"\n回复 @oliverdarcy of @CNN accuses @Ticketmaster of \"profiting\" off Tucker Carlson's \"hateful rhetoric\", yet @CNNPolitics, who continually tells us Donald Trump spreads \"hateful rhetoric\" is poised to make substantial profits by hosting Trump at the debate? 🤔 https://t.co/PCI9GWgHPN\n回复 @AdrianneCurry Speaking from a few personal experiences, it's better to be let down now than go decades idolizing someone only to find out in your 40's that they're a douche.\n回复 @RepGregPence \"This isn’t good for the party,” he said. “When I go home, people are tuning out what’s going on in the House because of the lack of progress, the chaos that’s happening.\"  And this BS caving into dems is good progress for the GOP?", "overlap_score": 0.1599600696748698, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1297198237762203649, "screen_name": "JozielAndujar", "user_at_name": "Joziel Andujar", "sample_content": "回复 @politico When the government gets in the way that’s equal to disaster\n回复 @SenSchumer Well is a lot veterans in the streets right now while illegal aliens getting new apartments , food  stamps and a debit card up to 2,000   Great Work\nMy respect to the brother for exposing what’s the democrats are all about is time ppl for to stop voting in party lines and focus on real good policies   What you bringing to the table https://t.co/aEga9YC9wY\n回复 @AOC suffered a backlash from the radical left in the Bronx https://t.co/mKkODZLVMX\n回复 @RonnyJacksonTX Huge congrats to Mr. Abbot and all the good patriots from Texas\n回复 @NYCMayor Legally owe guns save more lives\n回复 @SenSchumer Drill drill we need trump to bring gas prices below 2 dollars\n回复 @MarioNawfal The congressional district NY 13 is very close to flip but we don’t getting any help from the Rinos can someone plzzzz help\n回复 @DefiantLs Lord have mercy of this loss soul\n回复 @nypost Is many ppl that cannot afford a pair of shoes for their kids and ppl getting all this money for play ball   Don’t get it\n回复 @nypost Well last time we heard the economist a lot of ppl lose everything\n回复 @BidensWins How Biden is doing in his stock ??  Upsss I forgot he don’t have one 😂😂😂\n回复 @GovKathyHochul We need more affordable housing stop wasting money is time to put the ppl of New York first\n回复 @bellachu10 @RepJeffries Privileged white liberals from downtown manhattan are so desperate for the toll because they won’t be affected and to fulfill they environmental cult\n回复 @TheDemocrats Pure radical misinformation\n回复 @SenSchumer With the migrants flooding sanctuary cities they pay 3 workers for the salary of 1 sooo don’t know where you getting your data\nTrump Supporter Says She Could Not Enter Mets Stadium with MAGA Hat https://t.co/VXkziKyvu8\n回复 @NYSenate The ppl wheelchair are been left behind when you guys go to resolve this issue\n回复 @TransAlt This narrative is just to push the autonomous cars agenda democrats don’t care about anything else\n回复 @GovKathyHochul How the age of customers will be verified ??\n回复 @nypost 😂😂😂😂 the task must be to bring equality and inclusion for criminals\n回复 @nypost Is time to clean the house in the Bronx from this incompetent politician\n回复 @Project_Veritas Well crooked Biden maybe pushing woke ideologies in Israel in exchange for the weapons they already did it in Ukraine 🤔\n回复 @harris_wins The military stand with Donald J Trump\nThis is so disturbing someone send me this warning letter from MTA   they are issuing fines for double parking anywhere that’s a clear overreach and abuse of power   You could be waiting in the car an receive a 250 fine   They must stop now https://t.co/Pi6Q5vJDma\nWell not surprised let’s see if NY will go the same route\n回复 @bennyjohnson I guess she can get a job in CNN 😂\n回复 @politico She is unfit for any office\n回复 @GovKathyHochul We been in state of emergency because the high crime that NY is suffering due bail reform and the defund the police fiasco\n回复 @politico Well the way democrats want to push abortion up to the 9 months is thru the equal rights amendment so the are not been transparent with the community shame on them", "overlap_score": 0.1616056497917927, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 107329814, "screen_name": "MothmanPhallusy", "user_at_name": "Girth of the Mothman", "sample_content": "your taking a principled stand actually proves you don't have any principles. now if you'll excuse me I've just been in a terrible accident and have to shove my brains back into my skull.\nthis song has been stuck in my head for 30 years. I cannot escape it. it has affected my quality of life.\nTriple H on mic at King of the Ring 1998: there's a lotta bi things I am but -lingual ain't one  hell yeah brother\nme after splashing hot oil on myself/ receiving a tasteful nude: holy fuck that's hot. god damn! oh fuck. Fuck. oh god I think I'm dying. call an ambulance. oh fuck. oh fuck. FUCK that's hot!\n*says the opposite of whatever the popular take is today*\nyou are receiving this alert because you have subscribed to keywords \"Rebecca Hall\" \"Short Hair\" \"Godzilla\". if this is not relevant to your keywords please update your search parameters. https://t.co/OGJwscgKBs\nwatching Predators (2010) and chuckled that one of the characters is an IOF sniper with a heart of gold, then remembered Marvel was literally going to put a Mossad superhero in a movie in the year of our Lord 2025. what a world.\nhow I feel after installing a dual shower head system https://t.co/p4UBlkpmkY\nnah this is because James Franco kept a being he knew had the intelligence of a human adult on a leash\nI didn't delete the post I drained the swamp\n回复 christians thinking him sacrificing his son is proof of his love is textbook abusive relationship shit. how convenient for god that he absolves us and in the exact same action affirms that sin is staying for good and we are trash and nothing without him.\n回复 @Nomis97 @fresh_Start69 Senator. whatever it pays I'm sure he'll vote to get paid s'more.\nslowly driving a fork into my hand for the thirst traps that went un-liked only for every post on the site to end up with porn bots under it\ndogs. the animal most famous for only humping the opposite sex.\nit is 2027. after Supreme Commander Harris was lost in the battle of Gainesville, Fearless Leader Tim Walz has assumed control, declaring Utah and Florida open air prisons, and legalizing fun once again.\nmillion dollar idea: large breasts\nthe asd/adhd kids in my school were separated into cliques based on how much their parents made/how often the parents were home, and each group shared a unique temperament. idk why the teachers that had to put up with us weren't putting bricks through windows for UBI.\nme reading a book on North American animals when I was 6: wow a wolf can jump 12 feet vertically  (me at 36 having a normal conversation)  them: huh I wonder how high a wolf can j-  me: 12 feet\nthis is when my decision to farm for every weapon in the game became a curse. it has like a sub 5% drop rate. diabolical. took me 4 hours.\nI don't think people are ready for the perfect storm of a Deadpool movie coming out in an election year. snarky liberals are going to abuse the inevitable memes in ways we've never thought possible.\nhey, uh, if you get in a collision and the driver of the other car starts ramming you, fucking leave\nwhen I was a kid playing Pokemon Silver I saw a shiny Stantler but I didn't understand shinies at the time (I know red Gyarados was meant to teach the concept but I thought it was a one off) and I got anxious thinking my game was broken and turned the Gameboy off and on.\nreturning my burger because somebody smashed it the hell up\nthis is real and another standout is when I ate a bag of flamin hot cheetos before bed and dreamt I was old Kurt Cobain and nobody liked any of my new songs but I was estranged from Courtney Love for 20 years and I was happy\ndo you go to a mormon university\nthat wasn't me who liked your thirst trap from 2021. sure I was lurking but my cat hit the heart with her nose.\nwhat did the kids who were burned alive have anything to do with hostages? you think it's a good defense that you murdered children because they kinda look like some people who did a thing you didn't like. that is how a fucking slaver talks. that is concentration camp shit.\n\"she's got a butter face\" man you butter get a job\nmany of you already know I made a new year's resolution to stop eating standing up, and I have to say it's been going a lot smoother than my resolution to stop eating while running as fast as I can\nno state has the right to exist but most certainly not one \"gifted\" by the freaking British", "overlap_score": 0.1103362631579258, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1386433424559329282, "screen_name": "DoghouseReill11", "user_at_name": "Cassandra for the Jews", "sample_content": "回复 @ZaidJilani You can't apply for a 4 year job be literally unable to see it through. For that reason, anyone who believes in democracy, even those who loathe and fear Trump, cannot in good conscience vote for Biden. Many of us democrats cannot vote for this deluded version of Biden.\n回复 @keithdorejel I disagree. Watch celebrated sitcom Abbott Elementary--wokeness is baked in.\n回复 @tzedekcollectiv A comedian who created the most beloved sitcom of all time, a billionaire who made his money off of his creativity, and a person who doesn't give a fuck what you think walked into a bar...\n回复 @ninaturner purity tests plus circular firing squad, right on cue.\n回复 @Cassandrasl99 Anyone can say whatever they like as long as they aren't on the payroll of the national broadcaster, obviously.\n回复 @PatriotJ I cringed when I saw my 11 year old started watching it, but as I started watching from the background, to my surprise, it's a very well-written show.\n回复 @womenbaseball1 until you call for Non-native americans to leave the continental USA, no claim about Israel and Palestine can be taken seriously.\n回复 @rooze_henri He is as inevitable as John Howard and Tony Abbot. Accept it.\n回复 @RepRashida And both began by starting a war. Maybe a different approach ?\n回复 @ChiTownTim27 Yeah--I think your behavior is suspect, not hers. Needy &amp;  overbearing. Red flag.\n回复 @GRomePow the problem is solipsism, and the irony is, 'healing yourself' is the opposite of the solution.\n回复 @MichaelaFrueh72 Your husband was wrong. Israel is the place where the Jews will eventually be massacred and nearly eliminated, and countries like Australia, Canada and the United States will be Jew's life insurance\n回复 @mccrabb_will he's the only american director left that's genuinely exciting - Scorcese is still solid but boring, Nolan can't depict human beings, Coen Brothers are finished...\n回复 @jzimelstern The Jewish spirit is stronger, sure, but Israel has delegitimized itself by its disproportionate response to the hideous terror of Hamas.\n回复 @TeaPainUSA Dems are all having a fascism fan fiction orgasm meltdown all over twitter.\n回复 @HadiNasrallah The whole insane ideology of martyrs is deeply sick and insane to support.\n回复 @MicahSVernon authors generally cannot be as talentless as some conceptual artists are, don't want to encourage it.\n回复 @shinobi42 @ambernoelle that's true, my work has been stolen too. However, it's another way we're morally compromised in this modern world, like buying cheap clothes from Zara or H&amp; M or apple products or anything else.\n回复 @johnsemley3000 The campus protests, that is, the calling out of 'glory to our martyrs' and 'globalize the intifada' -- pro-war and not pro-peace slogans -- will, in 40 years, be seen as a turning point in the legitimization of violence in America.\n回复 @abierkhatib @Rahmazeinegypt The real answer: Egypt doesn't want the jihadi extremists that live in Gaza to destabilize their own society with suicidal violence and their love of death\n回复 @omibaloney I phrased that badly in two ways; I apologize. (1)That is not my view. That is the view of guys who go for these AI women. And (2.) I'm not talking about you in particular, I meant the general you, average or even above average women who are still not stunning busty models. Soz.\n回复 @cadavercheepa but 400 000 dead in Iraq and Afghanistan is cool, the attack on Mosel was cool, every US involvement in all wars were cool but this one with the Jews. Got it.\n回复 @JJohnsonLaw Joe Biden announced his intention to pick an African American woman for VP before he choose a candidate for VP. Her position is not only the epitome of DEI, it's an example of its stated purpose.\n回复 @imPatrickT Boring filmmaker finds peak boring film to make, what a shock\n回复 @dwaldenwrites just watched it at the movies 3 nights ago. Holy shit that Milos Foreman could make a movie.\n回复 @Adam_Sinai @KonstantinKisin @SolBlog @briebriejoy My definition of Zionism is the belief in Jewish self determination in anywhere but our ancestral homeland, which is a nest of genocidal death cults hell bent on eliminating us. Zionism's new goal should be to find a new homeland out of the middle east.\n回复 @BenMFreeman Some people do. Most have an obsessive hatred of Israel because it went for revenge and punishment for the atrocities of October 7 instead of proportional response. It entirely overplayed its hand and lost a million times over and made Israel a million times more unsafe.\n回复 @sadmetsfan1 @RayFromNYCity @Daniel_Sugarman Sure, but if you want the Jews to survive, you'd be advocating for them to flee the middle east. If you don't care, then they should stay right where they are.\n回复 @orenbarsky It changes. First Jewish monotheism was seen as contrary to prevailing polytheistic beliefs, then it took on a more racial character, conspiracy theories and hate crimes. Now it's also a land dispute and the audacity of this people to not be eliminated.\n回复 @KittenBalerion the idea that every single person needs to be politically engaged is an upper class idea, a luxury belief and a version of hell.", "overlap_score": 0.1633576676064194, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1091116222404427776, "screen_name": "JJMarcianos", "user_at_name": "JJmarcone 🇮🇹 🤌", "sample_content": "回复 @will_hunting @LegendaryEnergy The Holocaust? You mean the 9 gay guys in that rollerblading accident? I don't see what that has to do with anything\n回复 @mistakejuice @jakeshieldsajj Several months ago when it came out that a lot of the  \"RW bodybuilder\" influence network was Jewish (bronze age pervert , raw egg nationalist, etc) Nick went on a targeted campaign to call them all out about it.\n回复 @Cancelcloco @goosenapper @classicsgroyp @RyLiberty I have heard Nick explain this point in full detail.  What he means is he comes at this issue not from the point of view of a bleeding heart leftist who just defaults to whatever side is more oppressed.  He cares because Israel is pulling America down into evil.\n回复 @Oswald_A_Lisker @MisterPazuzu @hodgetwins Needs to be a star of David above that\n回复 @Shanbam10 @JohnnyFiasco4 @EMichaelJones1 They shouldn't. They were successfully psyoped into believing something that no Christians believed for the previous 2000 years.  That's the type of thing you can do with control over world currency.\n回复 @RustbeltCrypto @Legatus_SPQR @LibertyCappy You don't see the 100 yards of coastline present in the bottom picture that aren't in the top picture? The parts they felt comfortable enough building all those buildings on?\n回复 @Forever_noir_ @Lucifer__yokai Agreed. But 99.99% of the time when a gay communist says those words it's to condemn, so it's understandable that everyone assumed that.\n回复 @RStukken15904 @theSDEnetwork @ComicDaveSmith What drives the neocons is (and was for all of the 90s and 2000s) a racial allegiance to Jews and the state of Israel.  The desire to use America to play world police in the middle east is a cover for destroying Israel's enemies.\n回复 @haitianfreq @That_One_Frick @HonestVietGuy @Rothmus Do blacks in the US have it better or worse than blacks in the 3rd world? Regardless, they live under very different systems, yet black Americans violent crime rates are on par with the worst 3rd world nations. Vary the system, no change in crime... This means what to you? https://t.co/1vX1eh0ADe\n回复 @MillerStream @Wrongthinkanna_ Every 4 years it's the exact same story.\n回复 @haitianfreq @That_One_Frick @HonestVietGuy @Rothmus It's structural, that's why it's a constant across the entire world. With no exceptions.  So many different structures, yet all the same outcomes.   How do you square that circle.\n回复 @RichardHanania Not unique at all. Most people go to college and lose their ability to think.. quickly.\n回复 @BitcoiinBoii @prznsoccer Id rather take the guaranteed path as a Bulgarian than enter as an unattached Russian and hope the IOC doesn't \"change their mind\".\n回复 @TheQuartering I love how one of them is like \"call an ambulance\" with the implicit assumption that the crowd will magically let the ambulance through because they're the good guys.\n回复 @llddiiss @NickJFuentes I initially followed you, then unfollowed when I saw you were a Zionist?  Do I need to follow you again?\n回复 @CityBureaucrat We invaded Iraq, Afghanistan and Libya, almost did Syria and about to do Iran. I'd say that's doing exactly what you're saying...\n回复 @haitianfreq @That_One_Frick @HonestVietGuy @Rothmus Yes that's why everyone loves living in these black areas so much, and when y'all get money you definitely don't flee your own kind and seek out white areas.   You have a great understanding of the world.\n回复 @Babygravy9 Yup. They run food studies the same way they run drug studies. These aren't drugs, they're small nudges in the right direction that compound over time.   I've talked to people who work at the FDA about exactly this and they readily admit it's not feasible to fund anything longer.\n回复 @BronBrosky @Tr00peRR It's honestly funnier if she's not. it's just slang for people who don't tip.\n回复 @MBurd14 @Bubblebathgirl @libsoftiktok @POTUS We're talking about the banner.  But even if,  it's still your job to delegate responsibilities. If you can't do that for a simple objective like curating your social media pictures then you probably can't do it for the harder things like a sec of state...\n回复 @aaronpaul64 @Metanoiacal @9mm_smg Because even a simple google search, a platform curated to reinforce your beliefs, you'd still find out you're wrong within 5 mins.\n回复 @DanielWAnthro @VapedRL @RealCandaceO Stop dude lol.  This is what gives jews a bad name, you might as well be arguing that pushing shabbas mode on your coffee maker isnt technically making coffee.\n回复 @julia95281 @aaronpaul64 @9mm_smg The salvation of his soul does not rest on his opinions about Jews. Jesus called them the synagogue of Satan, what worse condemnation could a person possibly give?\n回复 @OwenBenjamin @TopLobsta I hope this phase ends soon man.  I get what you're doing, and I don't disagree with your main point... but it was just cozier before.\n回复 @haitianfreq @That_One_Frick @HonestVietGuy @Rothmus Neanderthals and Denisovans did not originate in Africa. Your 5 second Google search was wrong, or you didn't read enough.\n回复 @EMichaelJones1 Dr Jones did you see the video of that man who had a vision of trump getting shot in the ear? Have you spoken on this yet?\n回复 @grecian_the I get so triggered by huberbrains talking about training optimization, marginal effects from a bunch of studies abt exercises they are novices on.  Even if those studies are perfectly run, their results pertain to an 'average' human who literally does not exist in nature.\n回复 @RConstelley @BigLifeLie @FootballReprt @SweetestMilla @InsaneRealitys Even if I'm 99% sure I could beat your ass I'd still take the 100% chance of dropping you with 1 clean shot.  I'm not taking any lower odds with my wife and kids on the line.   It's unreasonable to expect anyone to.\n回复 @Forever_noir_ @Lucifer__yokai You got me 🤣 https://t.co/iS72aRUbRO\n回复 @Legatus_SPQR @LibertyCappy Did you fail basic trigonometry?  8 inches on a perpendicular equals how many inches up a 5 degree slope? The land on the right hand side looks much less than 5 degrees, and even if the water went DOWN.", "overlap_score": 0.19317136623461, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Judaism", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1201336243914543104, "screen_name": "nino_6332", "user_at_name": "✝️Nino✝️", "sample_content": "So happy to see @DylanScottCntry getting the recognition he deserves! I saw him in Canton and absolutely loved his concert in July!\n回复 @RussNRoses Seriously though, it’s very sad some Protestant churches essentially hate Mary because they equate any type of respect to “worship”\nI’m not a Catholic. I’m not a member of the Orthodox Church, I don’t identify as a Protestant. I’m a Christian. Simple.\n回复 @Harli3946 I think all three branches need to just simply agree to disagree and fight modern evil together, the world is falling apart and some Christian’s are worried about trashing other Christians over differences in doctrine.\n回复 @MrOH1O Didn’t mess much lol\n回复 @harryjsisson I was there and I can confidently say he did more than 99% percent of other people and venues would’ve. I’ve been to football and baseball games when it’s been just as hot outside and they don’t even make an attempt to combat the heat.\n回复 @VivaCristoRey33 @cjohnsonn0311 I get my theology from the Bible, thank you!\nBe aware of scummy people that want to take advantage of Christians. https://t.co/Zojb48lrfn\n回复 @NCDAdodgeball @GoatTape THE Ohio State Buckeyes\n回复 @RoyLuis189407 @cjohnsonn0311 No like Catholic apologetics that manipulate you into believing things that are anti-biblical.\n回复 @RevKimWChafee In fact here is a post of you specifically telling us that you don’t use “repent” often, so you take one thing that Jesus said and you ignore virtually everything else that doesn’t fit your progressive agenda. https://t.co/h6pP5Xui7p\nThere is no place for any type of pro abortion ideology in Christianity. You cannot be a “pro choice Christian”. End of discussion.\n回复 @jaylegone @JaMarrMVP_ @notamarri @Pistachiosfan The only game I remember seeing him like that was against Baltimore, but even in the AFC championship loss and the Super Bowl loss he played good, incredible may be just me using an over-exaggerated adjective, but I think he is a very good QB.\n回复 @Harli3946 Not really to be honest, first off, I have a lot of theological beliefs that I don’t think I could just change. And another thing is life has been quite complicated recently and I’m going through a possible career path change, the change would be law enforcement to ministry,…\n回复 @masonmennenga @BeardedPresby That’s literally in the Bible   “Enter through the narrow gate; for the gate is wide and the road is easy that leads to destruction, and there are many who take it. For the gate is narrow and the road is hard that leads to life, and there are few who find it.” Matthew 7:13-14…\n回复 @ServantSavio @Babswalker6 Can’t say “no Protestant” I always defend Her proudly. She needs to be highly respected no matter what branch of Christianity someone follows.\nI’m going to be fair here. I worked as Target asset protection for 3 months then left for personal reasons, but a good majority like 90% of shoplifters I reported were white females stealing jewelry and makeup\nThis is exactly my problem with Orthodoxy and Catholicism, they complicate salvation so much it makes people go insane just for a little assurance of salvation.   I don’t know you Luke, but please look for a Baptist, or a reformed church to go to, they teach pure biblical…\n回复 @WIJGalt13 I can definitely respect your perspective, I’m no fan of how Trump handled COVID either. Unfortunately though Kennedy really lost me when he chose a far left commie to be his VP pick.\nYou are so insufferable it’s sad. Great convention. Great speech. But all you can focus on is a “black choir”  Grow up.\nWhere to get your theology from according to this guy  A highly esteemed, extremely respected Bishop of an Apostolic Church ❌  A random Christian tiktoker✅ https://t.co/S1g1UPzEuC\n回复 @RealBrysonGray Wait?? Saying you don’t like hitler is now…controversial???\n回复 @big_mike9169 I never had longhorn tbh\n回复 @WATmovies_Matt @grant_puskar_ I’m a diehard Buckeye fan but I don’t care what college they play for when they are as good as Zinter.\n回复 @tmmay2003 @michaeljknowles There’s a difference between putting down a 15-20 year old dog because they’re blind or can’t walk and shooting a puppy in the face.\n回复 @Vaosta16000 Not at all, read into the context. It’s about strong and weak BELIEVERS otherwise known as older and newer believers. The passage is essentially saying don’t argue meaninglessly with new believers so you don’t deter them from the faith.\nI would like to congratulate the @Braves on their spring training victory against the Phillies not like you can beat us any other time!\n回复 @ScottF573 @2077Arasaka @5Solas2 These people? They are fellow Christians, yes we differ in theological views but the core of their belief system is that Jesus Christ is their savior.\n回复 @rms432 @JoelWBerry @RCGreenPepe Not antisemitic pointing out the obvious: Followers of traditional and Orthodox Judaism hate Jesus.\nLet’s see  What I am: Nazarene  Top-down-order-if I were-not-my-denomination-I would-be-this:  1. Baptist 2. Presbyterian (Reformed)  3. Lutheran 4. Non-Denominational 5. Anglican 6. Methodist 7. Eastern Orthodox 8. Eastern Catholic 9. Oriental Orthodox 10. Roman Catholic…", "overlap_score": 0.163388699460877, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1124156434826940416, "screen_name": "Pinkles6", "user_at_name": "Pinkles the Great 🌸 🍷🚬 🇬🇧 🚜", "sample_content": "回复 @gjoneszee How is the listening experience? Any background noise issues?\n回复 @NicciDeschanel I remember my great aunt had an old farm house in Saint-Bonnet-les-Tours-de-Merle and we were sitting in the garden and trying to slice the sausage as thinly is possible. Good memories.\n回复 @GerwatVirginia United States 1990s, Germany 2000s Ireland 2005, Czech Republic 2008, UK 2014.\n回复 @pipsy80 Just on a  small scale Pip. But better than nothing 😜\n回复 @LindylousLT @rebecca_morgan @Tylwyth_Teg1897 Wow 😍 I read up on it last night and it seems very complicated. With the sugar ratio. Do you have an easy recipe? Haha\nFish day. Flaked apart salmon with crème fraiche, dill, lovage and parsley sauce. Jersey royals. Broad bean and pea salad with shallots, mint and lemon. https://t.co/kt8uwbIvm4\n回复 @NicciDeschanel Just make it with milk and butter and then freeze. Add a little milk when heating it up.\n回复 @clammywynette1 @pipsy80 It depends on the audience 🤣🤣🤣\n回复 @Rose_of_Lancs I got one implant. Fortunately no bone graft necessary. That will be a long process for you.\n回复 @ushasundaram This. it was a present from a friend. Not bad at all. https://t.co/Q6o3ZEDb1C\nGoing daytime drinking with the former pub kitchen staff...🍷🍸🍺🍻🍾\nMy first ever batch of elderflower- lime cordial is finished. Bloody lovely it is. https://t.co/3xPF1fAMCK\n回复 @irl_neko I don't have enough. My tree ist little. 😄\n回复 @pipsy80 @Ribera420 Awesome picture Pip! 😍\n回复 @Cuntychops_esq Yes I am good. Just got father in-law ready for his dementia hub respite group and it was easy today, which is alway a blessing.\nSometimes you should not swim with or against the current, but just climb out of the river, sit on the shore and take a break.\n回复 @traceyt1uk Was your Jägerschnitzel breaded or not? There are different ways to do it. We didn't bread it. And it's supposed to be done with some kind of game e.g venison or boar and mushrooms. That why they call it \" hunter schnitzel\" it's done in about 20 minutes.\nI planted this jasmine last year. Do you think it will flower this year? Any tips? https://t.co/1RoGmYRnnw\n回复 @mumc2007 I think it has more to do with self-sufficient. Chickens are easy to keep and as you can see the eggs are a super food. Always were. That's why they were badmouthed. This applies to red meat and raw milk as well.\n回复 @rebecca_morgan Gold mount and black frame.\n回复 @clammywynette1 @TinkerCunt_ Ohh that sounds fabulous! I contemplating going back to bed. Mr. Pinkles is cooking today apart from the cauliflower cheese which is my speciality, so I have tons of time to laze about and nurse my hangover. Just had a glass of water with apple Cider vinegar. It does help😂\n回复 @Montylockedout @Taste_Swansea Also blueberries and cranberries. I do love all berries. Have a fantastic day😍\nSomewhere there is a heaven where individual socks live in a happy relationship with Tupperware lids that don't fit anywhere.\n回复 @lancslinguist That sounds delicious. Dauphinoise are my favourite potatoes. Absolutely incredible. How long did it take to shell those peas? 🤣\n回复 @Controltowerst1 I just know the theory. I wish I had chickens, goats and ducks. Let me know how the chickens like it. I am interested in the most obscure subjects. 😂\n回复 @rebecca_morgan @LindylousLT Ladies you can get the mould and get baking. It's really easy https://t.co/8H0dTbwVC9\n回复 @overcatbe They get woody if to big. So they say. I don't have experience 🤣🤣🤣\n回复 @NinaC45 I knew it! 🤣🤣\n回复 @NicciDeschanel Eggs? Eggs are a super food.\n回复 @pipsy80 Just having coffee and a cigarette. We are going for lunch and we have to get FIL ready and fed. The carer didn't show. So he's is going to be along this afternoon. Fingers crossed. What are you up to?", "overlap_score": 0.1666353644489476, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1191746002635624449, "screen_name": "Meeno1209", "user_at_name": "Meeno", "sample_content": "回复 @Partisangirl I’m ok with either or\n回复 @EylonALevy All we know is that nobody lies and spreads more propaganda than the Jews\n回复 @ACTBrigitte Pro Israel=Anti America\n回复 @MailePRMedia @MarioNawfal 😂\n回复 @RealCandaceO I’ll do it for you just let me know\n回复 @AdameMedia 💯\n回复 @ShaykhSulaiman Oh no! I hope the Israelis didn’t get out ok\n回复 @AdinHaykin1 Weird way to come out the closet but whatevs dude. Do your thing\n回复 @POTUS You don’t even know the difference!\n回复 @kimcohenCA Israeli settlers aren’t innocent\n回复 @TateNews_ No justice in this world anymore smh\n回复 @LoganLevkoff @JewishWomenIntl How much did they pay you to spread this bullshit?\n回复 @MazeLove14 Facts! 💯\nhttps://t.co/YeH2C580H5\n回复 @YosephHaddad Aren’t these the ugly IDF bitches that were caught while dancing?\n回复 @InbarCohen13 https://t.co/C0slAEJRdf\n回复 @Jewtastic @RepBrianMast You mean this sell out? https://t.co/4NGYS9Q6WX\n回复 @MazeLove14 @MazeLove14 is a prophet sent from god\n回复 @NiohBerg He’s your typical, entitled Jew but just a tad bit wackier\n回复 @leekern13 It’s antisemitic to talk to the Jews like that\n回复 @Abkavi https://t.co/rLXORg8GGz\n回复 @MosabHasanYOSEF سد ثمك انت\n回复 @MazeLove14 JEWZ 🤢\nWhat a shame smh\nJews are the Karens of the world\nWell the Zios have been boycotting courage forever anyway. Pansies\n回复 @RepMikeCarey Sorry buddy that propaganda tactic of yours doesn’t work anymore. Beat it\n回复 @amazingwhite123 @Vigilante2801 Not one bit actually lol\n回复 @OliLondonTV The ones occupying them are the terrorists!\n回复 @canarymission @UofT YOU PEOPLE are super sensitive! Always crying your crocodile tears.", "overlap_score": 0.2425040456021746, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Judaism", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1028027749, "screen_name": "malto444", "user_at_name": "malto", "sample_content": "love how they seem to think anyone takes their ill informed opinions seriously.  Cringe handmaidens for the worst people on earth\n回复 @ninaturner can’t believe I actually respected you a decade ago\n回复 @austinoc_austin nice mask 🤡 https://t.co/cXMgfgR37o\n回复 @SenatorDurbin but it’s totally fine for your diversity hire lady to not know what a woman is etc. you all belong in prison for being traitors and liars. Outraged over a fucking historical flag. Please try being serious\nthe globalist scum funding these invasions and their carefully placed government henchman need to be rounded up and treated like the commies they are. https://t.co/uTCds2JIll\n回复 @Telegraph Oopsie\n回复 @FergusPower1 Jackboot henchmen. Very sickening that actual Irish are participating in the demise of their own country under the guise of “just following orders”. keep fighting!\n回复 @Mick_O_Keeffe beautiful ancient tree. Cannot believe chopping this down to make way for a bunch of freeloaders was/is on the table. Makes me sick\n回复 @axios a controversial flag lol. oooooooooooo 👻 so scary!\n回复 @PolitlcsUK @Nigel_Farage Typical low impulse control marxist 🤡\n回复 @patricej36 @FineGael ejiro, a classic Irish name!\n回复 @AndyKroll @propublica Omg! A historical American history flag! The horror! stfu. I’m sure if he was flying the hideous commie trans flag you’d be creaming your jeans. find something serious to be outraged about\n回复 @RussInCheshire lol. Cope\n回复 @AVindman are you for real?? Seeing this grasping at straws talking point on all the lib stations tonight. Guess the memo went out to distract by saying trump doesn’t know geography. Are we in grade school? Biden is a corpse. Deal w it https://t.co/WiNXClYbPp\n回复 @RealMessageEire disgusting. Fair play to the fellow that confronted him and his toddler dinosaur backpack\n回复 @GrantAitken14 @dylanj149 @9mm_smg Was curious about texas predators so had a look after this convo, be careful down there 😂https://t.co/LCYqyxIc6V\nshouldn’t these fellas be busy w their engineering and medical jobs on a Monday??\n回复 @piper4missouri Laughable. The uniparty (the people you stroke off as being benevolent angels) are the elitist class. Get the boot out of your mouth before you embarrass yourself further\n回复 @SenStabenow you’re a massive disappointment and a gaslighter. Can’t wait until you’re replaced, hopefully w someone that isnt owned by a NGO https://t.co/hZV5r5GP5K\n回复 @firsttldy88 @JasmineForUS she acts like she’s in high school, it’s peak clown world for congress and embarrassing to Americans.\n回复 @AIPAC nope, sorry.  We’ve got our own problems to attend to thanks to you. GFY\n回复 @guyverhofstadt Ok fascist overlord. Ukraine is a joke slush fund. Everyone knows so just stop w the gaslighting and leave Hungary alone 🖕🏼\n回复 @xbtGBH pretty sure rural Alabama folks are more pleasant than NYers. also they don’t crap on beaches\n回复 @CNBC Now look into pelosi , an actual criminal 🖕🏼\n回复 @EuropeInvasionn Smacking a stranger upside the head is joking? Ok lady 🙄\n回复 @philmackie @anne_delaney @SteveLammiman @joe9tee @BBCNews @BBCiPlayer You’re a coward. Try being a real journalist instead of state sponsored commie mouthpiece. Shameful\nthis pole segment was so exciting, that pro wrestler dude is such a dark horse badass 🔥, hope he wins the whole thing  #Physical100S2\n回复 @marceelias You don’t need to continuously sell me on trump lol\n回复 @HC_Richardson Wow. Nice gaslighting attempt, clown\nwtf? Doubtful an Islamic nation would allow random “migrants” to come in, leech off the locals, refuse to assimilate, commit crimes etc and then let their government place the freeloaders on a holy site. globalism kills. Hope whoever green lighted this gets chased out of town… https://t.co/zKJ1W4XEZY", "overlap_score": 0.2134838801301443, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1017550686597378049, "screen_name": "alex02889310", "user_at_name": "alex", "sample_content": "回复 @Keir_Starmer Zionist murder supporters and facilitators will never be believed by the decent.  The indecent have destroyed true labour.  BTW. Will you be taking expenses for fuel allowance while decimating the pensioners?\n回复 @swilkinsonbc Israeli savages will never be forgiven\n回复 @JamieBrysonCPNI Sectarian bigots are those who do not allow marriage to themuns and do not allow themuns to join. Wonder what organisation I'm speaking of?\n回复 @EylonALevy They’ll conclude the Israeli Zionist savages never left the cave\n回复 @IPSC_Armagh @UnoHimYerMan Thankyou. 🤞justice for Palestine\n回复 @irishexaminer Israel the pariah state, run by lunatics and savages. Who cares? Warn away Israel,  hated by the decent world. Warn away.\nSecretary of State for Work &amp; Pensions to attend settlement talks re ALL #50sWomen! - Sign the Petition! https://t.co/0XPFKh3Iyy via @UKChange\n回复 @mrjamesob  Listening re vaccine and you’re 💯about experts and doctors. However, how can we explain the huge numbers of doctors/nurses who aren’t wearing masks for a deadly virus which is airborne and has horrible consequences? Is your studio equipped with Hepas/clean air?\n回复 @swilkinsonbc Netanyahu is the 21st century Pol Pot.\n回复 @irvine_pat @RuthDE @JimAllister Wonder how much ££££ bought her? A paid shill?\n回复 @BradleyGJ After RHI one would think a barge pole and wouldn't touch might have been considered. Amazing that politicians who fail miserably are always rewarded.\n回复 @DannyDonnelly1 Could we please have the licence for Novavax use initiated so tens of thousands of can avail of it ASAP? I’ve asked Mr Swann 4 times and no response-maybe you could bring Novavax to his attention. Thankyou\n回复 @PCeee63 Bring me home a stick of rock🤪\n回复 @DialectSuspect Cancelled licence when Nolan started stirring shit and never listen to BBC. Everyone should do same and shut them down.\n回复 @BelTel Didn’t he recognise a few shady regimes, take money/freebie ‘aways’  from them and holidays courtesy of same despicable regimes and now he has the audacity to open his hate filled gob about the fact that Ireland along side 143 U.N member states already recognise Palestine?\n回复 @IDF The whole  civilised world hates Israeli Zionists.  Was there ever a kind that was more obsessed with the obscene?\nThe Amazon rainforest is under attack. @santander stop financing oil projects in the Amazon! https://t.co/7X5trELaVg\n回复 @BenLowry2 @DublinAirport Whip up more anti Irish hatred for the twelfth bigots why don’t you.\n回复 @BenLowry2 @RishiSunak Facts my dear boy. Facts. Severely lacking in fact. U.K is so bellicose that it should be thankful to Ireland for permission to use its airspace. Nothing worse than sycophantic rhetoric.Get off your knees  Lowry and grow up.\n回复 @AdameMedia They're fkg savages. Killing is their DNA  Israel:   21Century capital of Nazism\n回复 @swilkinsonbc The criminal Israeli nazi government and supporters are inflicting genocide on the Palestinian people who have suffered slaughter at the hands of of barbaric Israel since 1948. They’re 21st century Nazis. Boycott everything Israel and switch off Eurovision.\n回复 @mrjamesob  Are you and your listeners aware that Jeffrey Donaldson DUP leader discussed his deal with loyalist terrorists and paramilitaries before allowing the press/the SDLP/Alliance Party/Sinn Fein et al know what was in his back room deal with Sunak? Loyalist paramilitaries?\n回复 @JamieBrysonCPNI Racists  are the lowest form of scum.\n回复 @IDF Israeli scum of humanity\n回复 @BelfastBre @maitlis Maitlis runs with the hare and hunts with the hound. What a Bank account, opening  doors and prominence. Morality...what's that?\nPetition: Don’t increase the income requirement for family visas to £38,700 https://t.co/k7RcBzxDdz\n回复 @BelfastBre Biden and the western Israeli bought governments look at their share prices. Money, the root of all evil.\n回复 @JimAllister 210,000 men from all Ireland enlisted(excluding from outside Ireland). 57per cent were catholic. 145,000 from the predominantly catholic south,63,000 Protestant &amp;catholic from Ulster. Remember them all. Selective remembrance is not remembrance.\n回复 @Barnabybear70 There used to be a direct bus from Belfast to Dublin airport. Great value for money too! Good luck.\nSecretary of State for Work &amp; Pensions to attend settlement talks re ALL #50sWomen! - Sign the Petition! https://t.co/eFzR7pOXT4 via @UKChange", "overlap_score": 0.1618874535990357, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Other Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1266100265763078144, "screen_name": "ConcilOf", "user_at_name": "Concil of ricks", "sample_content": "It's not whites. Look at history, father you stray from england prussia and france the more degenerate and 3rd world you get\nBecause womxen aren't actually smart (most cases) https://t.co/BhDZLgV6a2\nJD is literally white. WHITE BOI SUMMER IS IN FULL EFFECT https://t.co/sepk7iijH7\nWe authorize right don’t lick shit\nYou will die for gew defense contractors\nbeycasew modern textbooks are written by you troons\nYou cannot controll my emotions I hate brown 3rd worlders. You can remove the africian from africa, but you cannot remove the africa from the african https://t.co/lGJ1JHoYfs\nThis is some stupid ass academic lanaguge that literally means nothing and these people are supposed to be smart they don't understand the real ways the world works. Only a gewish person could say that\nYou attempt at defamation has been noted https://t.co/ENwcz6zvPd\nWe live in a world where riley reid is a mother\nNo it's not they chose chad over an average guy who would be honest to them. Let thots be thots\nThose lip peirceings plus the baby face yeah right\n&gt;Be primitive &gt;Have human sacrifices and be unable to use natural resources since you still wear loin cloths  &gt;Get taken over by a better civilisation Stay made savages https://t.co/DT3vgAM4LB\nSo true no gays wanted to marry and basically none are monogamous (one partner) and we're gas lit by the Gewish psychologists many whom were homos that they're not mentally ill disease carriers (69% of aids, 2018 CDC) https://t.co/wG41uNP5MV\n回复 @White_Tribe_  I'm literally half prussian we basically conquered the world 3 times. LETS FCking go\nHe has Hilaryitis, or Boeingitis, and is subject to KYS. I hate these (((OWNED))) jewxish cooperation's\nno clue about the joke someon explain\nWhile ww2's victory may be viewed in a bad lense (in our circles) I still think these men need celebration over a sodomite flagit\nWe must secure the existence of our people and a future for white children⚡️ #FuhrerFriday\nFrench girl is an odd way to say WIFE MATERIAL\nBIG NOSE SAYS WHAT?\nLITERALLY ME\n回复 @DerNomade1 based prussia will live on forever\nAverage leftist man and woman. Did-genic racial cucks\nThe (((GEW))) strikes again! We love their arguments. Even if substantively not true on the merits of 109 countries, there is a larger point of \"GOODMANS\" and Stein's being kicked out of numerous area's for the same stuff we see now Stupid mid whit\nOrange I'd diverisefy random gas stations with all skin covered and be a millionare\nGap as being gap between each skin roll\n回复 @GoatRoper911 Half prussian half slav adopted to the US. It's rough man\nShit posting at work I'm an overnight secruity guard at my college https://t.co/L4sj2MEQ87\nGood one on the smoke dectors, but I do break those on some of my chargers. There are better streotypes to hit lippers with man", "overlap_score": 0.1899434657651461, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1314626586365263873, "screen_name": "MrsNoneofyourb2", "user_at_name": "Queen Noneofyourbusiness", "sample_content": "Wow, 9% humidity right now. Guess triple digits are in store until Oct.\n回复 @lzorgd @Kingisneverdead I cant get more pregnant. Lemme eat my pizza!\n回复 @FawnFatale1 Dont remember when BUT I loved The Catcher in the Rye. Funny enough, it was assigned reading &amp; bc I was super into it I read ahead. Teacher found out &amp; told me I couldn't. I refused to finish reading it. I didn't finish it until after the school year ended and passed with a c-😂\n回复 @LarkinWilder Woot woot! Both in our geriatric pregnancy era 😂🤣\n回复 @FucksAndFire https://t.co/21uH3hL4Zo\n回复 @trueLiberalist @LarkinWilder Yep, people in the medical field for the most part are completely unaware of patients paying in cash lol I came across Surgery Center of Oklahoma years ago and they actually list their prices on their website. It's pretty nice. Almost went with them but ended up pregnant 😂\n回复 @SleeptimusPRIME @fatsosforest Y'all are a bunch of freaks 😉😂\n回复 @harmonizedgrace And let me tell ya... huge learning curve. I personally would prefer if more people used whole wheat/fresh milled bc its superior in health imo but finding recipes amend making good bread has been such a struggle. *rhetorical* Why did we move away from ancient type breads 😭\n回复 @Hammy_VII Idk. Using fresh milled flour plus the whole grain is tough af. I want like super soft and fluffy donuts but these were like those cake donuts, not my favorite.\n回复 @aussielovesyou Yeah, as long as you're not a disgusting pig, the bathroom can be quickly done. It's also something that I think people in general will judge another person on. Like, it's understandable if I have dishes in the sink but a stinky dirty bathroom is highly off putting to most.\n回复 @Hammy_VII @NineCato @Kingisneverdead You don't need fabric softner if you use vinegar. Fabric softner leaves a coating on your fabrics and is a potential fire hazard in the dryer. https://t.co/BPMHxMPMaL\n回复 @nate_the_sneak https://t.co/IjFUJGvaIO\n回复 @BonafideKRS https://t.co/91kc0TQQ4O\n回复 @getawarrant1 I tried. The other is dried cranberry with marzipan. It was delicious but doing fresh ground flour/whole wheat is hard af 😫\n回复 @Intel_Dork @Kingisneverdead how about a river preserve?\n回复 @LargestMarjorie Ngl Costco does have a few things I would get but every single one is so packed everyday, gas is cheaper at sams and less people, and there's not a lot of things we get there anyway so Costco isn't worth it for us. I hate people too much lol\nNever would I ever choose you over @BonafideKRS . He's a true Godly gentleman whom I'm sure impresses far more women than you've ever interacted with. Get outta here you bag of bologna. The only thing swol about you is your ego. Take it down a few notches.\n回复 @GyhadGypsy 4oz warm water and a tablespoon of acv\nThis is bullshit! My bio is more accurate 😤 https://t.co/5TOxPVh9hs\nGuys! I just got tucked in on the couch the way I like and told I would still be loved if I was worm 😍🥰🤣😂 living the dream, baby! https://t.co/afD0O4hLTb\n回复 @Kingisneverdead @halforcforge Size isn't the only thing that matters. Flavor is a big component 😂\n回复 @juicysharts @Kingisneverdead @Hammy_VII 90 isn't bad. And anything over 105 I can't function. So my range of tolerable is small\n回复 @juicysharts Duh, that's why I took a pic. To remember the one day we were gay.\n回复 @Kingisneverdead @Hammy_VII https://t.co/KOJeTjyOpw\n回复 @cbch54898101 @Kingisneverdead I wouldnt actually feed chickens in my underwear. It is truly unrealistic. But I appreciate and understand why King would post this and tag me. He's a man who loves his semi naked wife &amp; his brain can separate the 2 things unlike female brains who just knows it's actually absurd.\n回复 @harmonizedgrace Why would you not want to celebrate Christ with a happy heart and outward appearance? Also, the people in his comments backing him up sound like they are apart of the \"all about me but pretend its about Christ\" churches. Someone said they found singing loudly annoying 😂🤣\n回复 @MountaineerBear I haven't had one in atleast 10 yrs. But yeah, they are addictive.\n回复 @PissedOffMandaP How long have you had it in your possession?  You can also use such a tiny amount to feed it, like 20grams 1:1. You can even use the scraping from the jar to feed it. If you have only had it in your possession for 2 weeks or less, I'd personally keep discarding and feeding.\n回复 @Hammy_VII It's definitely hot. Next month will be worse. I'm trying to prepare 😂\n回复 @Kingisneverdead", "overlap_score": 0.1982486132194308, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1283170293775609856, "screen_name": "HunnyBplus3", "user_at_name": "HunnyB", "sample_content": "回复 @DownfallComing @ThePoliticalHQ @pothead1776 @Bubblebathgirl @KamalaHQ Incorrect.  The exact opposite, actually.  He is peeling away from pro lifers post Dobbs.  I know.  I am one and a I don’t like it.\n回复 @amberthescienc1 @AAApplle @Ronxyz00 @KamalaHQ It depends on your definition of killed.  For example, in Minnesota (Tim Walz’s law) babies who happen to survive an abortion procedure are not given life preserving care and are allowed to die.\n回复 @KamalaHQ @realDonaldTrump You’re still posting this outdated debunked trash??  Desperation setting in?  😂\n回复 @SouthlakeIndep1 @RepBethVanDuyne @VP Because we don’t believe propaganda lies.  As an example, Invana Trump never said rape in her testimony and very quickly rejected the left media narrative that she was allegedly raped.  More telling, she continued to support Trump and remained close until her death.\n回复 @MattWalshBlog General Flynn!\n回复 @amberthescienc1 @AAApplle @Ronxyz00 @KamalaHQ You are correct (for now).  They are not provided life saving care if they happen to survive an abortion.  They are allowed to die.\n回复 @RealAmVoice @CraigSmpa @RealDrGina @DBrodyReports @TBatesNews In my world, other than RFKJ, the Kennedys are wholly irrelevant.\n回复 @GBNT1952 Haha. Sorry. I have a job and higher priorities than this, but since you went there:  Your literal first sentence, “I will vote for Trump because the alternative is literal communism . . . .”\n回复 @rebeccabw @RepBethVanDuyne @VP Hahahaha.  Thune is hardly “leading”.  Keep reading your DNC talking points, though.  We are in a much better position now because the shitty bill was tanked.\n回复 @ColinAllredTX Second lie from Women for Colin’s ad:  “We will hear from speakers who have been impacted by Texas' abortion ban without exceptions, Women for Allred leaders, and Rep. Allred. All are welcome!”  TEXAS SENATE BILL 8, the Texas Heartbeat Act, prohibits a physician from performing…\n回复 @LauraBH972341 @ColinAllredTX @CommunityNotes No, they do not support it.  But they are not trying to ban it.  That’s what I said.\n回复 @Evans_Wroten @AlinaHabba No. No. Never.  He is in favor of reparations and abortion on demand.\n回复 @GuntherEagleman He is turning state’s evidence before Trump wins.  I wouldn’s be surprised if he has a secret plea agreement.  He was an accessory to election interference.\n回复 @CynicalPublius Careful what you wish for\n回复 @AAApplle @amberthescienc1 @Ronxyz00 @KamalaHQ Of course it did.  That’s what he was asked.  The MN law would allow it.  There is  nothing to prevent it.  That’s the point.\n回复 @Thundahr @KamalaHQ lol okay you got me. I’ll take $2.50 gas pre-pandemic.  Much better than $5.00!  No new wars. None!\n回复 @SnowWhiteQween1 @ColinAllredTX @CommunityNotes The numbers would have been exactly the same were they aborted.  They were given a chance to live, which every human life deserves.\n回复 @Chicago1Ray I wish I could like one million times!\n回复 @MRKD26 @liltex2007 @ColinAllredTX Stroke of a pen, huh?  😂\n回复 @AAApplle @Ronxyz00 @KamalaHQ Minnesota, Oregon, Colorado, New Mexico, Alaska, Michigan, DC, Maryland, New Jersey, Vermont.\n回复 @itmatters2u2 @fyrewede @mcuban @StephenM Imported or exported.  It can be applied both ways.\n回复 @nicksortor If all she can talk about is abortion and “democracy” she’s toast.\n回复 @VivekGRamaswamy @mcuban Nice. He’s still a tool.\n回复 @AAApplle @amberthescienc1 @Ronxyz00 @KamalaHQ None in particular.  I independently research.  I sent you stats from the MN department of health.\n回复 @Sassafrass_84 He was HUD Secretary before and did a good job.  He would make a good Surgeon General.\n回复 @ClayTravis @Riley_Gaines_ They could sink and swim together. 💕\n回复 @blurple11235813 @MAGAIncWarRoom Married to one and raised two. They all know what a tampon is, despite not having it thrust upon them for made up political reasons in elementary school.\n回复 @jmart *you’re    🤦‍♀️ fake columnist\n回复 @GuntherEagleman What, no free concert??\n回复 @brainthots @tedcruz No evidence of rape", "overlap_score": 0.1514946220107281, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1327487521295540224, "screen_name": "CarolinaGroype1", "user_at_name": "CarolinaGroyper ✝️🦅🧃", "sample_content": "回复 @consciousphilos https://t.co/8vwbysqHWz\n回复 @Pinesap3wasc I love the Orthodox and am ashamed of the Sack, I just wish they would be equally as charitable towards us for the Massacre.\n回复 @Michael91557051 @hadriansball @NickJFuentes @JFGariepy No. Where did you get that from?\n回复 @Pinesap3wasc Sad to see.\n回复 @ByzCeltPatrick Bolshevik terminology is incompatible with Christianity.\nYes because you know deep down you're inadequate. You know you are a net negative and a drain on our civilization. Its humiliating to have to go through a prefunctory song and dance before you're finally allowed to loot.\n回复 @axen3137 @Italian347 There was, for the majority of Christian history.\n回复 @schiz0benic @PantsuWotaberuu Lol\n回复 @RoyalEndeavour Thankfully they're completely irrelevant now.\n回复 @orthodox_kid Remember what God went through as Man for your sake. If the Creator of everything and everyone would do that for you, you must be worth it.\n回复 @mynameisnotvlad Mediterranean counts as white. Arabs and Turks just stole it and claimed it.\n回复 @forever_beard @Timelord420 Converting to a denomination because it's \"more trad\" isn't true belief. Converting because you find the theology compelling is.\n回复 @hadriansball @HamSammich44 @NickJFuentes @JFGariepy Nobody is saying that.\n回复 @RumbleBall43 @RedGuardsAB @BlueandGray1864 A nation, as opposed to just a state, is a people with a shared heritage, ethnicity and culture. Hence \"ethnos\", the concept of the \"nation state\" and why we refer to different Native American ethnic groups as nations despite being within the state of the USA, for example.\nDespite the cancelation, I feel absolutely blessed to have been present for AFPAC this past weekend and to have been a part of the organic impromptu rally we pulled off in the streets.   Glad I linked up with old friends and happy I met some new ones.  AFPAC IV will return.\n回复 @basedmeleagar @gust52448 @RealAlexJones He remilitarized Germany because the Entente had forcibly demilitarized it after WW1 as spoils of victory. The French army was larger than the Germans, and the British navy dwarfed the Kriegsmarine.\nWe should have school uniforms with big neon blinking swastikas attached to the back that light up when you walk, and mandatory 3-foor 40lb crucifixes that must be worn around the neck with twine at all times.\n回复 @darksmoke_83 If you're over 6 feet this is mandatory. If you're under 6 feet it's still mandatory (unless fat slob).\n回复 @jr_fee @AJFCPassalacqua @Atlanticesque He also just hates Catholics, like beyond theological disagreement. It's very sad.\n回复 @TheLivingBoyo I see you also watched the latest Zoomer Historian vid\n回复 @CPAGroyper I believe he was, just a lapsed one.\n回复 @AustinJVickery @consciousphilos This is observably true.  Don't see many Jews advocating fascistic economics.\n回复 @ExtremePapist Just beneath Turks\n回复 @MichaelPure1 @WeCrusaders Here's some data. Jews statistically do not reciprocate the positive feelings that Christians statistically feel towards them. https://t.co/8KrPAXoJnZ\nRacking up quite the toll here.\n回复 @xbtGBH What is it with dudes with profile pics like this having obscenely coal takes? I wish I could articulate it more accurately.\n回复 @evilchudcel @0uroBorobros @goodcharls That's not what Papal Infallibility means.\n回复 @EastonDoS I generally like him but he definitely has an issue with pride. I want healthy Catholic/Orthodox dialogue out of love for our separated brethren, but Jay doesn't and it's sad.\n回复 @alexanderw36 @redeemed_zoomer We agree. We just also place importance on the Church Fathers as guides in understanding the Bible.\n回复 @ExtremePapist It's also just a blatant lie. In depth study of Hitler from primary sources paints a picture that Hitler was a Catholic, just lapsed in his practice.", "overlap_score": 0.2346243256205851, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1186477533656731648, "screen_name": "Sawn47747334", "user_at_name": "Sawn", "sample_content": "回复 @jennhope1488 @Boblaze426 @LauraLoomer Bitch you no fuckin well its a lie Trump ain't that fuckin serious for him to get assassinated so stop spreading fuckin lies you evil lying bastards who the fuck want to kill him asshole this ain't back in the days just because a president got assassinated stupid asshole\n回复 @oneil_alen @GplusB @LauraLoomer @UPS @Columbia @MethySuperior Oh so how you no if she murdered some one did loomer tell you that how many people murdered some one are you on their ass to\nElon musk don't even care he responds to some of those fake Elon accounts an there's a whole gang of those accounts an he think he got alot of traffic yeah from his pardoy fake Elon accounts take up the most\n回复 @JeremySpecials @LauraLoomer An your a liar say that to all the price gougers bragging about there profit why didn't you magas boycott gas company's\n回复 @PeteMaina @NikkiPreston107 You really said this is the truth are you a maga because they the only ones who believe lies an a conspiracy theorist\n回复 @sureok86 @Nate_McMurray @Smokers1Wipes You tell us you ask the question\n回复 @VooDooGoblinVT @USA90sGal07 @Pandorawept14 @JenC222 Why are you magas ignoring the fact that he went there with a gun it wouldn't of been nothing if he wouldn't of had that gun like I said you people think it was ok for him to go there he could of killed innocent people during his self defense\n回复 @Dawn0966 @thisisminnow @ZaleskiLuke @elonmusk @CNN I hate his guts an im on here an im not leaving at all you sick cult member he don't even no you exist but he no your money do\n回复 @Gamerbb013 @HarrisonUnkera Why do you magas use slogans aka memes because this doesn't mean anything at all\n回复 @TriaRyder @quadcarl_carl @teslaownersSV An your mad because it's the truth why he call people woke mind virus all of a sudden and he think the whole world agree with him his tweets are evil an he tweets lies\n回复 @ezra_issac @John01693381459 @TerrenceBeBack An this is a Trump supporter calling people stupid but the world hate maga an they wonder why\n回复 @Alaskacryptogi1 @SenWarren Shut liar wat the fuck magas do to help didn't you vote for them hypocrite\n回复 @KevynBGrams @BernieSanders An tell people to stop fuckin price gouging an also Trump lock us down an be honest wasn't we in depth under Trump by some trillion admit that\n回复 @MAGA_gram @LauraLoomer You have some nerve an im speaking for woman do that ring a bell you lying hypocrite\n回复 @JungleBall_ @LauraLoomer @UPS @Columbia Why because of wat looser loomer tweeted\n回复 @deyoung_kathryn So how much did it increase under Regan bush Clinton obama an all the presidents before him did it go up on us when they was in office\n回复 @JoyFlick1 @LauraLoomer @LPNational You heard fuckin pitiful\n回复 @Just_Rad @PROTAGONIST1970 @acnewsitics I didn't read noting you has to say I hate your soul all of you sick magas\n回复 @elonmusk @Cristiano Wat you gon do kung-fu fighting with them creep\n回复 @ClanOcid @DenisonBarbs @atrupar @TheRickWilson No like when Trump didn't release them when he was in office why don't you people mention that\nIs Tesla In Turmoil Or In Its Teething Stage? https://t.co/ho1Uvq5fob\n回复 @pepelepew0x @50cent Man just stop yall magas say that about everybody he ain't do shit for him to run for president\nTesla CEO Elon Musk could leave if $56 billion pay package not approved, shareholders warned https://t.co/fVwaAO5miq via @Verge\n回复 @OD_1204_ @LauraLoomer Trump supporter racist and got a problem with lgbtq an Its none of her business at all\n回复 @FrankAmodeoJr @MemeAllianceFPS @elonmusk Yeah that's why I don't understand why people pay\n回复 @MuskIsSatan1 @philthatremains An the thing is the only thing that changed is im makin way more other than that im still living my life an all the bills they pass don't pertain to me an as far as groceries they was way cheaper when I had my kids in the 90s an o didn't complain then an im not complaining now\n回复 @Carol96208870 An also Google Elon he's getting ripped for it his ignorance is all over Google an that's why tesla is loosing\n回复 @GuntherEagleman @profitabl3sloth @krassenstein @elonmusk @lindayaX Your not a honest person devil I hope you don't think your king I hate you magas an I can't wait until you vanish\n回复 @ckopper42 @ArtCandee @TrumpWarRoom An you repeat lies wat your told by your cult master an all you sick evil magas believe lies\n回复 @DeepFriedPat @C_N_F__on__X @VivekGRamaswamy Only 4 people agree with you 4 magas just no the world seen it live", "overlap_score": 0.1690011783692067, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1226874003328991239, "screen_name": "DKellyMoore1", "user_at_name": "D.Kelly Moore 🇺🇲🍊", "sample_content": "回复 @JoshDaws Read a book on getting elected nationally, with a democrat incumbent in the WH.. start with the 1980 election volume. Nit wit.\n回复 @nexusothecrisis go vote for RFK Jr. If you hate Trump that much maybe that will save you money on viagra.\n回复 @TodayInSportsCo Replace bonds with Rose and its a fair list.\n回复 @julie_kelly2 @MZHemingway The BEST!!!! https://t.co/2vY4QmvFjH\n回复 @RealDanZak so by her own admission... the national anthem isn't even a thought or a priority. what a hag.\n回复 @JebraFaushay He'll never amount to anything but a billionaire with no worries and a healthy lifestyle and family.\n回复 @stevepaul59 @KristiNoem @realDonaldTrump jealous much?\n回复 @TalkinBaseball_ Throw a dart.\n回复 @DarrigoMelanie never heard of you. fix me a drink.\n回复 @HockeyHallFame @Datsyuk13 @Jeremy_Roenick @NHL @NHLHistory @usahockey @HockeyCanada https://t.co/wGD2E4UrBe\n回复 @algabriel2008 @BBGreatMoments @Thomas_Carrieri His equal on DEFENSE????? https://t.co/DA7xl2bYdi\n回复 @gatewaygrinders dallas gets bounced in the first round and the goolie becomes a laughingstock. screen shot it.\n回复 @dgoold @LWorthySports Him and Jordan Walker have the same issue with not pulling the ball in the air.. sounds like a coaching issue... once again... FIX THIS while there is still time.\n回复 @KarluskaP This is my same response when asked how much money i have.\n回复 @IvoryHecker Um...this is a stupid post.\n回复 @PU28453638 Elon\n回复 @megynkelly Ann has nothing worth saying anymore.. so who cares.\n回复 @Daytobehappy Elenor Roosevelt.\n回复 @meganmecrazyXX we'll all just take deep breaths together.\n回复 @CardsNation247 Bull Shit. Exhibit A: Ball Park Village. Defense rests.\n回复 @windmillnv @twelcher15 https://t.co/YcfUfi7xHu\n回复 @jesszymanskii @RonDeSantis 75 elderly women and their great grandsons.\n回复 @RNCResearch sometimes???????????????????????????????\n回复 @BOTB_Leth if they WIN 2 of 3 it will be well under 30,000 ACTUALS in attendance.\n回复 @greg16676935420 wish you could of taken my math final for me?\n回复 @Politics_Polls @Ipsos @ABC Proven as fake poll.\n回复 @LangmanVince Michal Jackson Hyperbolic chamber treatments obviously.\n回复 @retneysholocron Gay women should make porn. The end.\n回复 @JohnBoehnerfan MS TN KY blue????? the opioid crisis is worse on TikTok than i thought.....\n回复 @RNCResearch Alcohol tobacco Firearms... all are legal... why have a fucking agency to begin with????", "overlap_score": 0.2272101751411021, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1367889098392866816, "screen_name": "TopShelfRocket", "user_at_name": "rockies", "sample_content": "回复 @DC_Draino Having Republican reps in the most suspect polling stations would be a good start.\n回复 @CollinRugg And another lizard - Thune, Cornyn, Ernst - who despises GOP voters will replace him.\n回复 @ClownWorld_ How about \"last day on the job\" instead?\n回复 @Aristos_Revenge I've met Christian Indians named Thomas. His influence is ongoing.\n回复 @BGatesIsaPyscho Flat earther too?\n回复 @ByMHarrington RyJo has arguably been the Sabres most consistent d-man. Everyone should rejoice.  Dahlin-Jokiharju Power-R Johnson Samuelsson-Clifton\n回复 @JDRockwellJr @CarolinaLion2 The USN would be *extremely* reluctant to give up Pearl Harbor, although I suppose they could just pick up and move to Guam if necessary.  Otherwise Hawaii can get lost.\n回复 @Son_of_a_Thomp That's a slow, rainy afternoon in Portland for antifa.\n回复 @neontaster https://t.co/x6ru7VzTGc\n回复 @wolsned I agree, but call me when there are 10s of thousands of native Brits in the streets to oppose equal numbers of invaders.  In the meantime, it's obvious that not enough care about losing their nation.\n回复 @Joey7Barton @edballs Imagine your claim to relevance being \"Prince Harry's wedding cellist\".\n回复 @Babygravy9 A brief look at a map shows why Russia has always coveted to Bosphorus. And the Dardanelles.\n回复 @thejefflutz @Ford EVs. Not EV's.  Thank you, Jeff.\n回复 @squatsons Don Rumsfeld, regardless of what one may think of him, coined a perfect description of many posters itt.  Determined dead-enders.\n回复 @javeria_sultan1 @elonmusk @libsoftiktok @AlphaNewsMN Gaza delenda est.\n回复 @LeadingReport O'Reilly is utterly irrelevant.\n回复 @EndWokeness Abandon all jurisdictions where blacks hold power. Avoid all contact with blacks in general.\n回复 @stats_feed Japan ranked well below Canada?  What a joke.\n回复 @Howlingmutant0 That's why he resigned? Ffs.\n回复 @TheSabreReport In hindsight, extending Granato 18 months ago is probably the stupidest move made by the Adams-Pegula brain trust.  He's under contract for 2 more years. How likely is it that Kevyn will do the right thing and fire the entire staff before Don's extension even takes effect?  Smdh.\n回复 @plzbepatient @HarmlessYardDog sail foams &gt;&gt;&gt; education\n回复 @queenie4rmnola Liberia beckons.\n回复 @LouisPaoneLV @LockedOnSabres If Eichel hadn't been traded the Sabres wouldn't have been desperate enough at C to try Tage there, so he'd have been shipped out for a 4th to star with his new team.\n回复 @douglasritz @oilmutt Delusional.  The Tesla Model Y was the best selling car worldwide in 2023.  https://t.co/aXKI6QIuED\n回复 @loganclarkhall Letitia can calculate interest. She might even grok per capita.\n回复 @ScottMGreer I wish.  But, then again, who would like my posts?\n回复 @Mick_O_Keeffe At some point X will have to choose between widespread free speech and obedience to authoritarian governments.  @elonmusk @lindayaX\n回复 @NecktieSalvage Repeal 19A.\n回复 @DirtyTesLa @WholeMarsBlog Iirc the better half was, ummm, not a fan.  Even with 12.3.3 mine has the brake foot hovering constantly. Okay, be prepared to take over, but let Elon do his bit, at least until Elmo takes over.\n回复 @FLVoiceNews How about a reduction in sales tax, Governor?  @GovRonDeSantis", "overlap_score": 0.1389357286901634, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1334752595559075841, "screen_name": "puppet_username", "user_at_name": "Tello", "sample_content": "回复 @Eli_B_Again I’ve never heard a woman irl express any desire for a relationship where she most be subservient to men. Normal people end up having fairly traditional relationship dynamics but that’s very far from the online trad fetish.\n回复 @Praemunir3 @Ancient_Masc Weirdos playing wizards in their backyard tend to keep their nonsense to themselves. Christian conservatives are a political movement. You're right, atheists have more disdain for evangelicals outside of Plan Parenthood than for Wiccans playing with rocks\n回复 @OhBoyOhHeckOhNo @Eli_B_Again @OliLondonTV Plan B is very taxing to women’s hormonal balance, taking it only once every month for a year would be way more painful than using contraceptives. At most she has had one or two abortions and a few Plan B pills.\n回复 @bdoud14 @AkilahObviously @sunnydaejones @TreyTrey37 A guy from work remembers everyone who wronged him in highschool, he's 31. I guess some people never move on from childhood/adolescence\n回复 @BuraburaUsagi @moonsoultarot These cults are extremely politically active for the republican party, loving everyone and being against war is obviously not a priority. They're also creepy, little girls pledging their sexuality to their fathers and little boys thinking erections are demons touching them.\n回复 @xWarriorOfGod_ @svanwessem @libertymama86 @DrewHLive Islam is growing because third world countries have more children and devolved nations have less children and not as religious. Our normal people are becoming less religious.\n回复 @pmski @TFGalfinite @mwango_noel @stiggy92 @creepydotorg I don't think the guy posting white supremacists memes, self help grifters and complains about black people in videogames, based his worldview on historical analysis or normal social experiences. Feminism is bad because he's lonely, he wouldn't have depression in 1950.\n回复 @Eli_B_Again There's no male burdens either, it is perfectly socially acceptable to expect your wife to have a job, no one considers that shameful other than weirdos on the internet. I'll give them this, in 2024 women can choose to be free from gender expectations but that goes both ways.\n回复 @skyvalentinexxx @basedbytes @Wendig0w0 @jwgsargs @adortulips \"no one willingly wanted to have children with him\", implying there's something wrong with him. The solution to that is making surrogacy something really expensive by western standards. Giving the women life changing money for a life changing service (making you a parent).\n回复 @KD24Sooners @Jennyjinx @FrankConniff Are you under the impression that all the borderline schizophrenic conservatives are also federal agents? Out of thousands of accounts like yours a few dozen are bound to try to do something on the streets, instead of limiting their insanity to Twitter.\n回复 @John_Borrows1 @Eli_B_Again In the US the draft is irrelevant. She's not victim and neither are you. You are not expected to be the provider or protector of any woman. You are not all men, you're an individual who can always choose to be normal and approach life in a way that doesn't make you feel burdened.\n回复 @cringeinthewind @XanKriegor2004 @Sturgeons_Law They're not helping anyone. The most helpful things you can do like volunteering at your local child advocacy group is boring, playing Batman is fun. Ruining any chance of getting a conviction just for YouTube is not altruistic concern for children.\n回复 @eraserheadass @PuppyAmp @thunderxstorm07 @RealYouTubeKids They could use his pictures to fear monger about the dangers of wokeness, \"perverted men dressed up like dogs crawling on the floor calling themselves 'good BOYS' \". He's not even one of the good ones but I guess the closeted conservatives are an audience to cater to.\n回复 @young_hemingway @dieworkwear @AutismCapital There's not more to it than politics. The man is not intellectually disabled, he wrote a speech and wanted to deliver it, he knew it was a DNC event. Unless you want to argue disabled people should keep their political opinions private and have no place at any political event.\n回复 @Niseimonomango @JennyENicholson No, the average viewer isn't even aware of the extent of her obsessions or care enough about them. The kid's movie is like Star Wars and Marvel, it won't go away and for most is not political, it's family friendly nostalgia.\n回复 @SimonCl95839683 @FractalAnts @RobDenBleyker @MattWalshBlog Yeah considering the minor attracted thing is from 4chan, I would say yes, you guys are weird. I can't even understand why someone would \"troll\" on forums for schizophrenics.\n回复 @niklaxss @AdamEwowicz @TheDudeYT_ @blackboxcrypto_ @ElfBeverage @LookAtMyMeat1 A common symptom of autism is plotting to kill your little brother out of fear of him having a gf before you? Yes, he was mentally ill like most mass murderers, that doesn't make him a victim\n回复 @Sevens_Trick @urfavoutlaw @as_a_worker The freedom to say slurs? That's the only thing boomers could do you can't. In 1950 antisocials with personality disorders were as miserable as you are today and hot extroverts are enjoying life as much as their grandparents did.\n回复 @Igotquesti88413 @JamesSurowiecki Now they campaign on protecting abortion rights in blue states and promise to make it the law of the land someday, like republicans campaigned on the opposite. I don’t see how it affects them, it only affects women in red states.\n回复 @JackPen22 @SedaryRaymaker @17thStatesman @esjesjesj No one hates you, any perceived hostility is either a mental issue symptom or you act weird in public\n回复 @BlackFlag450 @AnotherEggUgh @Sturgeons_Law It's just frustrating seeing people who are this close to do something really good but they choose not to for a little more money. Like the people who fake helping the homeless for youtube videos.\n回复 @zephyr_wild @unum_libertas @not_tattered666 @OkitaSuperFan Then you're glad to hear we are every year closer to fix the teenage pregnancy issue, our teens are being responsible you just don't agree with their values. There's social Christians, I just know the antisocial demographic is overrepresented here.\n回复 @Soy_Vigi @awadeeme_ Con plata no, sin plata si. Estos loquitos creen que las elites los quieren envenenar y volverlos gay, no son Harvard material.\n回复 @Peruru123 @najoe2019 @stillgray That is illegal and dangerous for obvious reasons. The girl did nothing wrong, just ignore her. Do you attack every person you think it's doing something cringe? I hope not\n回复 @BanditodeTejas @Scouter_612 @LilahRPGtt Unrelated topics. It should be illegal for banks to keep people paying interests for 25+ years. Poor people take loans thinking life will get better and they'll be able to quickly repay it, no one tricked them, they're just unrealistic.\n回复 @PuppyAmp @eraserheadass @thunderxstorm07 @RealYouTubeKids Did you know since Stone Wall there has been a steady increase in homosexuality? We could assume Hitler's social contiguous theory is right and none of the sexual deviations were innate, just misfits rejecting the other natural order or he was wrong about sexual deviants.\n回复 @BRabb870 @prestonn21_ @Catslayer911 @MikeHoncho5252 @Lj_Foster Have you ever seen how the natives in Guatemala or Mexico live? They're starving, literally, some work for white people as servants, sure they're not slaves in name, slavery is illegal but they don't really have a choice, some don't even speak spanish.\n回复 @Redseanation @JHochderffer @gb_neocarbone @signulll You don't have to. The majority of social drinkers are not alcoholics so it seems most can manage to socially drink without destroying their life.\n回复 @Eccooooooooo @beowulfinspace @LadySideshow Why would anyone have to interpret people doing stupid things on TikTok as a racial or political issue. Gross food and mixing products is a harmless dumb thing some people find entraining.\n回复 @gukgter34 @senpaiquadry @FigmentFL @tractor_owner They’re for normal people, for online weirdos praising Hitler and post weird stuff, they’re not but most people are normal.", "overlap_score": 0.168872966800358, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1316159854445199361, "screen_name": "LeeBurt1974", "user_at_name": "GoofyNewfie", "sample_content": "回复 @NoDMsPerfavore White sneakers. She should be in cowboy boots\n回复 @thegoldenmuzzy As much as they need to go.  Not sure why everyone always blames managers and owners over players. Even if the team is 0-7. When you so called Stars aren't doing anything, that isn't managers fault. Bo sucks ass. He is supposedly face of franchise. Vlad struggling.\n回复 @LeLaker So now the world is okay with black on white bullying and hate and attacks. They fought for centuries for diversity and equality. And now they feel threatening by 1 random white chick.\n回复 @krisster8 They should elimate the pension payouts for these people. How do they deserve over 100k a year for life for serving 1 term or even less.\n回复 @CanTNSF NOT CANADIANS firstly. look at the picture and secondly, only Edmonton fans. this isn't Olympics, we are not all cheering for the one team sorry.\n回复 @GigaBeers to be honest, the way that culture is acting and be savages, it wouldn't hurt for some of them to be held down and enslaved for a bit. show them how to be humans again and not savage monkeys running free.  YEAH I SAID IT\n回复 @ImWatson91 There are women pretending to be men too. Goes both ways\n回复 @PeterSweden7 Isnt that the way now. You actually think you have any control. Bank systems go down weekly. Tons of times I can access my account or funds.\n回复 @lporiginalg You were always angry. Nothing to fo with being a mom.\n回复 @BIPOCracism That gene pool needs to be chemical stopped. Good Jesus. It was like if Disney made a woke black version of some hillbilly horror movie\n回复 @PPC4Liberty Not to be rude. But most smell bad. Body odour is horrendous. You may be nicest person in world. And shower 2 times a day. But the BO is bad if you don't deodorize as well. Canada here and you stink bad.\n回复 @Concern70732755 If you want to wear it, do so in your own country or privacy of home. I cannot go to other countries snd force my way of life and religion on them. Why do we allow it here. We do things the Canadian way. Adapt or leave.\n回复 @helenckh Girl on left is showing her 1 asset.  Girl in right probably has a nicer ass amd more to offer.\n回复 @Sassafrass_84 Yes they did. Actually we didn't need notes. Just tell the owner what we needed. If we lied. Parents were asked next visit if we got the stuff\n回复 @Arkypatriot I love people making up reason to keep or not keep. You all know you would. Stop pretending like it is a dilemma. You would be on  internet within seconds to see the going rate and finding a scale to weigh.\n回复 @Mike73113474 @HarmfulOpinion yeah, i will start to walk around in my white pride shirt next week, look for me on the news being attacked by everyone haha\n回复 @DogLovers03 If men can be in girls bathrooms. Then pets can be in patient room, as long as they are private rooms and no one is allergic.\n回复 @dom_lucre this is how America is. lets expose ourselves for attention, cry rape or pervert. get more attention. but this is nascar 101. same with bike rallies. all the girls go there for the show and tell.  seen this behaviour for 40 years.\n回复 @JGoldberg12 The one jersey they do around league that SHOULDNT HAVE CORPORATE sponsorship kn it. This isnot about corporations. It is about culture, team and city. Sad they were forced go add logos\n回复 @777_Freedom_777 Too many to list.\n回复 @MomsPostingLs Teenage mom to start.  Dod she finish school.  Does she have steady job and income.\n回复 @paindrian pasty and white like that.  walmart is full of them. must be bad he needs vodka with breakfast to enjoy her\n回复 @Jared_Carrabis Anyone else did that and they get called in front of disciplinary board and fined. Maybe 3 game suspension.\n回复 @lifer_wwe She always was. She was one of the worst in WWE. But everyone loved her little stripper dance entrance.\n回复 @TreIindor20 so if they were willing to get rid of such a talent, makes you wonder what kind of a person he is behind closed doors, most teams dont just let generational talent walk. me thinks he isnt best in locker room\n回复 @BBGreatMoments Men body shaming is sad haha. Some of the greats in this game were huge out of shape men. Babe. Prince. Cecil. Kruk. Wells. Colon. Sabathia. I am sure there are TONS more. Just too tired to think right now\n回复 @fitdaddy_scott Gifted\n回复 @karothk256 mental abuse. it is a hidden killer and easily happens. people just leave now for sanity. I can take a slap for crossing the line, but to be belittled for hours a day, cant happen.\n回复 @_BruceBane Cause they are miserable and empty. No joy in face when dead inside\n回复 @RazorsInsight @IcyVert Under California there were 3 core teams and he chose the weakest one.", "overlap_score": 0.146806970333709, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1261464754977230848, "screen_name": "Akuma_fh", "user_at_name": "🍄 Cordyceps Jones 🍄", "sample_content": "回复 @FrankFigliuzzi1 Book is wrong on so many levels. Saw NewsNation and you're heavily implying that either serial killers become Truckers or Trucking creates them. Imagine the outrage if someone wrote a book about how Women go into education for the sole purpose of abusing boys. https://t.co/AtO7skQMre\n回复 @M_2Saints @Patriots Anyone notice it's the simps that always defend women ruining men's sports\n回复 @RobertFreundLaw @ABC7 Ludicrous verdict &amp; hopefully will be overturned or greatly reduce the \"damages\". Prices are \"unfair\" &amp; \"take it or leave it\" OK.. That's called capitalism. No one is forcing anyone to subscribe. They have free games on OTA TV. Jury system is a joke. https://t.co/DX0WAjltdn\n回复 @JoeBiden 1776 would disagree with you\n回复 @thevivafrei You keep forgetting it was on a movie set with no expectation of live rounds being in the gun. I don't like Baldwin on a personal or political level, but even I thought his prosecution was bull jive.\n回复 @WeedPorns No different than no shirt no shoes no service.\n回复 @Riley_Gaines_ @SenTedCruz @tedcruz I agree with Cruz, but I also think men shouldn't have to put up with female reporters in male locker room. I think boys shouldn't have to put up with girls in the Former Boys Scouts or on football teams.\n回复 @CBSNews Republican prosecutors need to start going after parents of gang bangers. I bet The Left and The Press would then have an issue https://t.co/dSNE5wY70s\n回复 @rossjonesWXYZ This news story is weird for me because the State I live in you don't register firearms. All that cop said Legal Firearm owners. Well everyone is a legal firearm owner as long as they are 18 and older and not a convicted felon. The Press needs to learn the Bill of Rights.\n回复 @keithboykin Seems the law is more sexist than racist because apparently girls can have long hair, but not boys. Not shocked as the laws in this country tend to favor females over males. From Selective Service, Child Support to Circumcision. All anti-male and pro-female.\n回复 @StaceyPlaskett It wasn't a jury of their peers. No Republican, Conservative or Trump supporter would ever get a fair jury in Washington DC.\n回复 @mikehalen @profstonge @GuestXM \"People still need to eat\" , but people don't need to eat at out at Restaurants. They have this thing called Grocery Stores and I'm pretty sure kitchens inside of houses aren't just for decorations\n回复 @Riley_Gaines_ @samponder @sagesteele So explain to me why it's OK for women like Ponder to be covering men's sports. I remember when ESPN didn't have all these women covering men's sports. I stopped watching ESPN as women took it over and pushed all their feminist crap\n回复 @stillgray and how does that excuse his behavior? So did you defend the inmate who stabbed Chauvin because the context was Chauvin was a dirty cop who murdered Floyd?\n回复 @jaketapper @cjjohnsonjr @PamelaBrownCNN Since it's CNN , who has little to no credibility,  and there is no evidence or admission he said it my reaction is https://t.co/RzgZ9m7e8k\n回复 @SaraLCline Glad this is happening. Constitutional Carry is in more than half The States now. The Press and Democrats are losing the gun control debate. Next is to get Red Flag laws struck down as they are clearly unconstitutional\n回复 @jan_forney @Vision4theBlind He's wrong because freedom is important, but he's not a real American and he's from Austria which is N*zi influenced so it's not a shock he thinks that way.\n回复 @SA021977 @Sassafrass_84 @elonmusk Title IX should be abolished because it hurts males  to benefit females. I can't understand this outrage as women sued and won to invade men's locker rooms. Girls sued to be on boys football teams. Women cheered the fall of The Boy Scouts when it allowed girls.\n回复 @GlennKesslerWP Weird she did that when they had Laken Riley which absolutely could be blamed on Biden.\n回复 @TheFive Funny how much of a coward Greg Gutless is that he's disabled replies. Anyway Greg said it's ok to make fun of someone's physical appearance when talking about the fight between MTG and Crockett. So Gutless has no right to be upset people label him a racist in retaliation.\n回复 @realXanderXjork Bad or Good there was no way she or anyone else would have won in NYC or DC.  Trump would have had a fairer trial in North Korea\n回复 @Daytobehappy Great example of the difference between chronological age and biological age. https://t.co/ZVMNVR53Gg\n回复 @emilyjkru I hate Joe Biden for this and all the deadbeats who benefited from it.  I hope there is a mechanism for Red States to punish those who did\n回复 @nexta_tv He meant meant his grandfather. Biden mixes up stuff all the time and you people ignore it. https://t.co/he8EtXLrwp\n回复 @washingtonpost Your editorial says the Hunter conviction proves there isn't a two tiered system. So riddle me this.. How many Attorneys General or Prosecutors ran on going after Hunter?\n回复 @RisingTheHill @JessicaLBurbank @robbysoave Crazy cheering businesses going out of business. Those Pizza Huts etc are typically local franchises.  An entry level low skill job isn't meant to support a \"living wage\". Also \"Corporations\" are a product of Government not the free market.\n回复 @starlesskyy Same reason people who own kitchen knives in their house don't kill themselves over a minor inconvenience.\n回复 @JenaGriswold You literally didn't want voters to have a choice to vote for him. You're a threat to democracy.\n回复 @jasrifootball @TMZ Comedians are nothing but bullies who fill out a 1099 tax form.\n回复 @meganranney @Country_fiedMD @NRATV You told Senator Kennedy you weren't a lawyer or prosecutor when asked about decisions left wing prosecutors, but here you're saying your a constitutional lawyer?  What you consider \"common sense\" could be considered tyranny by others.", "overlap_score": 0.1916908002791536, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1355226458352984067, "screen_name": "StephanieRade18", "user_at_name": "Stephanie Rader (she/her)🏳️‍🌈🟦✡️💙🌈", "sample_content": "回复 @PortiaMcGonagal I had a TBI from a car accident. I have a scar on my brain. His is an entirely different thing\n回复 @RoryOCleary The sky gets weird, it’s sometimes black and gray and it almost sounds like a freight train. It’s unnerving when the sirens go off, the emergency warnings show up in your phone, the tv the radio\n回复 @Jonjimama @VikingWoman5 When we were children at night my Italian mother would make this frothy warm milk it was 1/2 shot espresso, all frothy milk cinnamon, nutmeg. Made it for all my kids.\n回复 @PortiaMcGonagal I always had cycle problems. I was diagnosed with endometriosis. I hemorrhaged multiple times and I took birth control to regulate my cycle. I am a rape survivor I had prolapse and surgery that nearly killed me. Ten years after I had surgery for the scarring and my left ovary was\n回复 They actually believe they’re in danger. It says to me that there will be insurrection and it will be worse than Jan 6.\n回复 @bluertwo I like Alice Cooper. I chose Alice In Chains\n回复 @Tjeerd001 She was tough, and she was funny as hell. Some guy rear ended her Cadillac and then started yelling at she got out of the car told him to step off and he came toward her. She hit him with a bat, got in her car and drove to the police\n回复 @Fe_CLAD Where do people thing going postal came from?\n回复 @kwok_xian We had a bad storm it blew out one of our kitchen windows. I was on my way up to the light fixture which got damaged. My then 16 yr old son said hey Mom and took this pic, couple years ago. This is my hair flying in the wind https://t.co/zjcUDi4e3w\n回复 @CreationbyShock Weed. The roof to the sunroom was under one of my windows, so my sister and I used climb out sit on the roof and smoke. We stashed it up there. There was no hiding from our Mom. She got us😊\n回复 @VikingWoman5 They make violet candies like giant pez, and lavender and elderberry hard candies, Chowards. An produce market by my house sells them\n回复 @Numbers28 This man is walking encyclopedia of criminality. I doubt we will ever known the extent to all of his crimes. I just cannot stand him, even more than I could not stand him 30+ years ago. A man that hung with gangsters, Russian mafia and drug dealers, a filthy rapist\n回复 @RoryOCleary I don’t know why people have such attitudes toward MSG, I think it’s half racism. Nutritional Yeast can add a lot of flavor if you buy those made by yeast companies like Red Star. Msg can enhance flavors and you don’t need a ton of it\n回复 @RonFilipkowski The disruption in hearings and the general chaos in Congress is going to continue and get worse. When fascists get close to taking over government, first they bring chaos to government and society. I think it is right to be concerned about insurrection and mass casualty events\n回复 @afrosabi I like these and I cook them a bunch along with sugar snap peas. I toss in olive oil and salt and pepper roast at 325 until they bright green and little brown at edges, then squeeze lemon juice over and Parmesan cheese over\n回复 @RoryOCleary @pappybest @PJBoehm80 I like investigative work. I’ve done it for years and years, on the side of other work.\n回复 @kwok_xian It’s hereditary. My sons will never be bald unless they want to be. They have tons of hair.\n回复 @proudliberalz @BlockbusterVD0 The cop said unroll the window to me. He started calling me the most profane names, said you’re a beautiful bitch, get out of the car. I did, he bent me over the car and handcuffed me, I could feel him, then he tore my blouse open. My bra, my breasts exposed. My husband a big guy\n回复 @DissentingCat My ex had ADHD, diagnosed. He used to stash red sensimilla and Hawaiian gold in these lead lined hampers in our walk in closet. That was his personal stash. He still is a total pot head and one of the most brilliant men I have ever known. I think we had 15 one hitters.\n回复 @tribelaw He knew exactly who Judge Cannon is. He has mentioned her by name more than once\n回复 @KellyScaletta I teach and do contract work for attorneys. I sometimes do cyber investigative work. I’m a researcher\n回复 @LMC4Democracy Anytime. Not to be remiss, I have one daughter. We get along great but at fifteen she was awful, worse than her brothers and she hated them too🤣it’s cool they’re all close as adults.\n回复 @kwok_xian I was not, and I didn’t raise my kids that way. As an adult, we share cooking or do carry out. I do more cooking mainly because I was a chef and it’s easier for me😊my parents did the same because my Mom was a trauma nurse and she worked nights once a month or twice.\n回复 @Michell33650674 None of my sons grew up like this. I raised them to respect and feel their feelings because I saw the damage of toxic masculinity in my cousins. Fortunately they realized it and went to therapy.\n回复 @notcapnamerica Fat Joe, an intelligent man. I encourage anyone to go watch the whole thing on YouTube\n回复 @notcapnamerica It’s divine. I hope she’s feeling all the way down deep\n回复 @FountainPenDiva I’m never withholding my vote. My parents were Dem activists. I remember my father saying you never listen to anyone that tells you not to vote. They been doing 50+ years going in the neighborhood trying to get the people not to vote\n回复 @Mollyploofkins She does not like his voice https://t.co/3Z1OAR8r1L\n回复 @GunnyJ Not to mention food, they would be over the limit for Snap, utilities, phones anything else\n回复 @afrosabi Yes, you always add salt and herbs. For cream of mushroom soup if I make it I add thyme and sage, a pinch or two of granulated garlic. It will amp up the flavor right away", "overlap_score": 0.1505308926772093, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1200280560582545408, "screen_name": "boomtown64", "user_at_name": "boomtown64", "sample_content": "回复 @is_glasgow Albert Drive is a hard place to see right now. And won't get better as St Albert's and Pollokshields Church close over the next few years. Looking a bit unloved now. I left the area in 1987.\nRemoving bits of birds and dead mice is my new hobby. Would anyone like to adopt Dora? https://t.co/xwE2bPVNY4\nHow is Anas Sarwar  failing to answer a question a gaffe? Why when he said he had no personal involvement was he not asked about his wife and children holding shares which were previously his.\n回复 @xxx_kimbo_xxx I always have it in my head that the last booking in my diary will be the last day I work.\nAn afternoon  off. https://t.co/6V5mrZ8Zgl\n回复 @Ron_Fleasley It is a tough job but happy to help.\n回复 @colinmccredie @BBCPolliemac I get to go to Orkney and Shetland with Loganair just now.\nAnyone who visits Orkney, go to Groove Record. Fabulous shop. https://t.co/JdKdinp3uw\nI hope to be able to see tomorrow and Monday. No promises.\n回复 @MhairiHunter I previously asked to always have a postal vote. Is that request still valid or has it been cancelled by new legislation?\n回复 @Annemarieward sorry, I sent you a dm. I hope you won't mind.\n回复 @Lenniesaurus He needs to get out more to Orkney and Shetland for starters. Brilliant local dialects.\nIf I could choose a place to be, it would not now be here.\nSo four weeks on Orkney has slowly changed to one on Orkney and three in Thurso. Which is fine. Two afternoons on Orkney then lots of possible days on NC500.\nI probably bought this on a Friday  afternoon at HMV on Union Street. After a pharmaceutics lab . It was there during so many exams and later when insomnia bit. @bhoyfrombilbao @iblewakiss https://t.co/ehbEFWDqrz\nDavid Scott. Never talked to you. But you changed my life and the way I looked at people. May those who miss you find comfort.\n回复 @abowmanclarke @westlothianff So I now need to ask my *regular* customers at the Pharmacy.  \" Court , funeral or film festival ?\"\nSo I go to the supermarket to shop for a week. Come out with two bottles of wine, a big bag of crisps and six potato scones. Sorted.\nBack on Orkney for a week. https://t.co/g7zW645dyv\n回复 @CatherineMMunro No Shetland till June. But Orkney twice before then. Looking forward to having my own car on the islands.\nFive days in a different Shetland pharmacy. Then home.  Five weeks away is too much I think.\n回复 @thebeatcroft Liked essay this week about the light. Just learning to appreciate the different seasons on the island having done the last two December and Junes.\nLittle broken tonight.\n回复 @thebeatcroft I have great memories of the Apollo.  Queen, Whitesnake, Saxon, Marillion, Gillan, Iron Maiden, RJD Black Sabbath , Sammy Hagar. Possibly  a bit of a metal head. But then Tiffany's, the Barrowlands and so much more.\nExcited to see owls on Orkney bringing some attitude.\nHome tomorrow for three weeks. Three five day weeks. Mary Gauthier. Car servicing . And then a drive back to Scrabster and Orkney.\nProbably need some touching. A little cuddle thing.\n回复 @DaisyH_75 Possibly a little tax payment in there.\n回复 @Cleverestcookie What is role of the Responsible Pharmacist in this situation? That is important.\n回复 @Cleverestcookie Enjoy", "overlap_score": 0.1710995721846974, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}]