[{"user_id": 1289104436846120961, "screen_name": "Gemma_clark14", "user_at_name": "Gemma Clark", "sample_content": "回复 @adamfare1996 This book is great for demonstrating how transphobic/anti abortion/homophobic ideology is essential to the fascist movement. https://t.co/opjl5JTkdl\n回复 @MissMozDog It’s not a cult when men do it, you see? And quite often men’s cults get called ‘religions’.\n回复 @DrPragyaAgarwal It does feel like a bit of propaganda against people in our country who may not be able to work (for very good reason) and quite gaslighting too.\n回复 and try to game the courts since this strategy has been successful in ending abortion rights in America. But this time the people of Scotland have been watching and we have had access to choice, education and freedom for too long to allow a minority of theocrats\nAnd any ‘funding’ will be a drop in the ocean and make no tangible difference\nThis is exactly how our parliament should work. Cross party cooperation.\n回复 @Suzemclaughlin Yes and I don’t even need to ask who you mean. She’s already done Holocaust denial.\n回复 @40daysforlife You aren’t targeting some abstract ‘thing’. You’re targeting vulnerable women and people. Some of which have been raped. You should all be ashamed of yourselves for making a grift out of harassing women.\nGlasgow gets a mention ✊🏻\n回复 @enabled_lefty I think he probably had to give her a cabin yet job but he didn’t need to make her DFM. I think that was a mistake. I think he should have had more not less LGBT people in the cabinet\nA little nip on the arm to voluntarily receive a safe and effective vaccine isn’t the same as forced birth, Petal.\n回复 And they have very deliberately been recruited by Paisley Diocese https://t.co/wB71g9Xeig\nAnd he’s raking it in. Block all far right blue ticks.\n回复 @enorconhcet I’m not sure I’m understanding. People just register for parkrun and nobody needs to provide any documentation.\n回复 @Rummlie Yes, exactly why I don’t want an election. People’s MSPs haven’t changed and we’re elected on manifesto pledges. Many of us need these bills to pass for this country to be safer for us. No time to play politics.\nOMG the clinic harassers saw glittery signs! They are the Real Victims™️ Not the teenage rape survivor. Not the person losing a wanted pregnancy. Not the woman trapped with an abuser. Them. 🤦🏼‍♀️ It’s like complaining someone’s face hurt you fist when you punched them.\n回复 @RachelCDailey Hope you had a great night. I saw her on Sunday in Edinburgh. Best concert ever!\n回复 @Paul13_Walnut5 @mmgeissler The dog ate the Aberdeen report\nThis is actually a really good example of those who call LGBTQ people ‘groomers’, projecting. It’s a serious red flag.\n回复 @March_for_Life https://t.co/bz5B4w4dar\nWell done to Jameela Jamil for speaking out on the horrific physical and emotional abuse she received from anti abortion protestors outside a clinic. The Tories are trying to sabotage the U.K. buffer zone bill because they hate women.\nReligious right organisations in 🏴󠁧󠁢󠁳󠁣󠁴󠁿 are in everyone’s mentions saying there’s no evidence of clinic harassment. There is a plethora of evidence which they reject. Their well rehearsed apologetics for the psychological abuse of women is a massive red flag. 🧵\nAlso disturbing that the small handful of women are kneeling as if to show their subservience to men.\n回复 calling her a Labour/tory plant/‘yoon’ doesn’t help your cause.  When teachers highlight problems in education, gaslighting and saying England is worse, doesn’t help your cause.\nShe deserves privacy and the best care possible. Everyone does. People with cancer who have access to a lot less resources are not ‘lesser’ due to not having unimaginable wealth to make life easier.\n回复 @baboo_2021 @mmgeissler Honestly, anyone who is on the receiving end of violence should report to police and claim compensation. It will stop when we make it too expensive to allow it to continue.\n回复 Jumping straight in to tell me that I don’t understand devolution and economics  DOES NOT HELP YOUR CAUSE\n回复 @ArkadinImage @NeilMackay I mean, it’s an amazing trick to pull! I think it’s cool!\nShe wasn’t able to *say anything supportive when asked by journalists. She wasn’t able to look up from her phone and listen to an LGBT MSP. Actions speak louder than a statement that is apparently somewhere.\n回复 @blairanderson35 @GCParentsGroup That account went after me for going on to ask about buffer zones and for approaching Anas Sarwar afterwards (who, full credit was happy to speak to us about it and offer his full support). I had my Green Party membership card in my bag, but sure, I was a ‘Labour Plant’ 🙄", "overlap_score": 0.1876778942269331, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Other Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1137033085294432256, "screen_name": "Jennanrun", "user_at_name": "Jen🛹💙🍷", "sample_content": "回复 @CNBC It looked like he didn't know Trump had a IVF plan.  😅😂🤣\n回复 @Titanmedic @CarlosGSmith Hey some military active duty/vets will vote for Trump and some won't.  My family won't.\n回复 @televictim22 In my family, 5 have retired from the military.    3 Navy &amp; 2 Marines.    It's a process that can take up to 6 months.  Replacing a soldier is dependent upon declassification of security clearance, rank, location, sensitivity of duties, timeline of current deployment.\n回复 @funder Obviously, Trump did not express to his team what he was going to say about IVF  Vance was caught totally off guard.  LOL\n回复 @gramstofinn @hugolowell Yes. I know the Army is in charge of Arlington National Cemetery.     Team Trump struggled to get approval until Speaker Johnson stepped in.  Democratic lawmakers with the House Oversight Committee sent a letter Friday to the U.S. Army involving incident.  We shall find out.\n回复 @UltraMagaGirl @Victorshi2020 How many seats are at the Desert Diamond Arena? 20,000 Desert Diamond Arena / Capacity 📷 Search for: How many seats are at the Desert Diamond Arena?\n回复 @NancyHazen16 Well, it's very hot and will not cool down anytime soon.  Good to hear from you.  I hope all is well.  Let's FIGHT and WIN this election.  #HarrisWalz\n回复 @nosioG @USA_Polling Yeah...again...I'm talking about the military retirement process.  If u want to learn about it, you can look it up for each branch.  My information comes from immediate family members who served &amp; retired from the Navy and Marine Corps.  You can start there and get back to me.\n回复 @American_Bridge #WhereIsTrump https://t.co/sBLa1LaZmx\nDuring Antitrust Trial, Exec Admits Kroger Jacked Up Milk and Egg Prices Above Inflation | Common Dreams\nIt must be so hard to come up with props so you can relate and be liked.  #HarrisWalzLandslide2024\n回复 @ArtCandee his front men are booking smaller venues.\n回复 @RadioFreeTom It's all about...  Donald Trump had claimed the 11-turbine wind farm off Aberdeen would spoil the view from his golf course.  #TrumpIsWeird\nI think we need a prosecutor.  #HarrisWalz2024   Kroger executive admits company gouged prices above inflation https://t.co/nkKf4TUD6q\nI have 5 family members who have retired from the military.  3 Navy &amp; 2 Marines.  It's a process that can take up to 6 months.  Dependent on declassification of security clearance, rank, location, sensitivity of duties, moving family to retirement destination, etc.  #FactsMatter\n回复 @keithellison @votevets I have 2 brothers, who were Marines, that served during the Vietnam War.  JD Vance's comments regarding Tim Walz service to this country is unbecoming of a Marine.  My family thanks them both for their service to this country.  That's all that needs to be said.  #HarrisWaltz2024\n回复 @WisconsinAmy1 @MSNBC and we don't need a split screen this week!\n回复 @GeneforTexas Shouldn't the attacks on Tampons be waged against JD Vance who wants to monitor women's menstrual cycles?\n回复 @LGillon2 @pbpost I'm not sure he even know what amendments are coming b4 the people of Florida in November\nDemocratic VP candidate Tim Walz will stop in Colorado to campaign this week https://t.co/e8e360MxJF via @CBSNewsColorado\n回复 @Sky_Lee_1 \"CEO of IAVA, @jaslow, says in a statement there are “plenty of places appropriate for politics — Arlington is not one of them.” “Any aspiring elected official, especially one who hopes to be Commander in Chief, should not be confused about that fact.\" https://t.co/xdr8rlosDI\" /\n回复 @SenPolehanki @KamalaHarris @Tim_Walz That's wonderful!  Tell him thank you from a Louisiana Democrat.\n回复 @maddenifico If Section 60 and the Trump show at Arlington Cemetery doesn't do it...then what will?  #VeteranFamilyAgainstTrump\n回复 @Ceo_Branding @TheDemCoalition @GanderNewsroom Desert Diamond Arena today...capacity 20,000  Don't tell DJT  #HarrisWalz2024\n回复 @CWJediMaster We've are slowly getting closer to a win in Texas.  #DoSomething every day and win Texas\n回复 @MattGertz The Trump campaign now has two nonsensical, senile people on the campaign trail.  What could go wrong?\n回复 @Logically_JC What did you do today to make a difference in this election?  -talk to family and friends -phone bank -door knocking  That is what matters.    Not your tweet of support for Harris.  Get going.  Time is a wasting.\n回复 @ungerbn103 Great....then the percentage of him winning is 0%.  #HarrisWalzLandslide2024\n回复 @WildRootsStudio @flywithkamala 💙Brittney💙 on X: \"Starting to fill up! They say it will be a capacity crowd! That’s 20K seats! VP Harris doesn’t take the stage for another 4 hours! Harris-Walz Phoenix Rally 🔥 https://t.co/0xUjTH4gG8\" / X\n回复 @RpsAgainstTrump do we know where this Home Depot is located?", "overlap_score": 0.1735856613869764, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1107579402861215744, "screen_name": "MaryMacMixes", "user_at_name": "Mary Mac Bakehouse", "sample_content": "I made Blueberry Picnic Cake from episode 157 of In the Kitchen with Mary Mac  today with blueberries from Dawson's Orchards, Inc. It came out perfectly! I think it might be the best one I ever made 😁! https://t.co/53SKnzDMJt\n回复 @stevebyrnelive @TheView @ABCNetwork I don't know about The View, but that top picture of The KKK is still current.\n回复 @roywoodjr “I want to show people worldwide that while the ocean is extremely powerful, it can be wonderful and enjoyable and really kind of life-changing if you go about it the right way,” Connor told the Wall Street Journal. Yes, Larry, your life can be changed to death in a nanosecond.\nOhio: The Penal Colony State\n回复 @MartyGriffinKD I think the major problems for growth in the Pittsburgh area are lack of good solid public transportation. Lack of good solid commuter options for employment. Lack of housing for middle class workers. In order to work in Pittsburgh you have to live elsewhere\n回复 @Lunchboxhero45 Because: It's rude. These people have a lot of training, education, background checks, etc to come out in all sorts of weather to ump a game for kids. Be a good example for those kids. Most people who ump youth sports also teach the kids the rules of the game, let them do it.\n回复 @MichaelTBrogan 😂😂😂\n回复 @JamesSantelli I have never understood why driving was ever allowed in Market Square other than for deliveries. This looks very nice. Pittsburgh should create a team to keep that area clean and help visitors get where they're going.\nThis week on In the Kitchen with Mary Mac it's Pound Cake, the perfect cake for a fruit topping. It's rich and flavorful and simple. Enjoy! #MaryMacSays #poundcake The podcast link ⤵️ https://t.co/x02w9aIhmQ https://t.co/ml2Wui2ss4\n回复 @RachelBitecofer @SenRickScott If he wants to get to the bottom of the \"Comist Chineece Sooge Garlic\" problem he should take the marbles out of his mouth first.\n回复 @GerhardStein17 I still have a working rotary phone like this in tan and a land line, the sound through the receiver is clear and beautiful.\n#buildingcrashes season in the Pittsburgh area car vs jewelry store roof! Roof loses! @yaj https://t.co/iuvxG2zD0M\n回复 @Super70sSports Except for the Cincinnati Reds who were in the 6th year of a 30 year facial hair ban in 1975.\n回复 @kelly_carlin They just want to bleed everything they can out of the industry from anywhere they can, they being the wealthiest of the wealthy. I feel so bad for people working in television, it's grueling work with little appreciation.\n回复 @dvesean You forgot 'head on a turtle across the desert' survivor!\n回复 @nypost “I want to show people worldwide that while the ocean is extremely powerful, it can be wonderful and enjoyable and really kind of life-changing if you go about it the right way,” Connor told the Wall Street Journal. Yes Larry, your life can be changed to death in a nanosecond.\n回复 @pulmyears Yeah, but Cuck Todd is still Cuck Todd.\n回复 @Super70sSports Listen, he didn't name the horse incase he got lost in the desert and had to eat the horse. Nobody wants to eat Cody or Big Red or Bob!\n回复 @EricIdle My friends and I pooled our money and bought a Holy Grail script book from a local record shop, memorized it and preformed sketches constantly...no one could stand us, it was wonderful. I think that was the best summer of my life. Thank you.\n回复 @dvesean remember when Styx played the Civic Arean in April 1981? They played Snow Blind, used fog machines and lasers. That combined with the 'smoke' had the whole dome like a cloud. Then they cracked the roof open and POOF! the smoke was gone! What a show!\n回复 @WarMonitor3 I'm waiting to hear that Ukraine developed a mine thrower...sort of like the thing you use to throw sporting clays but bigger...I know it's coming soon.\n回复 @MJMcKean Sell maps to the movie star's homes! Easy money! OR write letters to all of the movie stars and charge them to NOT sell maps to their homes! Even easier money! https://t.co/zVFfnDPRks\n回复 @MarshallJulius @zavvi @GrahamHumphrey8 @Eurekavideo I'll have to look for it, I just read the premise, it sounds interesting!  I also have seen the silent Dr. Jekyll/Mr. Hyde in a similar setting with a pipe organist at a different venue. They didn't do as well with it though.\n回复 @BasedMikeLee Are you Russian or just employed by Russia?\nIt's #buildingcrashes #housecrashes season in Pittsburgh...again...\n回复 @ManMadeMoon I'm here for the Creature of the Black Lagoon/ Swamp Thing/ Jaws mash up and to say I'm sorry about your basement. I grew up in a house with a basement that flooded after every storm...I hate cleaning a basement to this day.\n回复 @1992Pirates We were always in general admission due to being poor, and always in the terrifying top deck of general admission. You could always get those $1 tickets from the scalpers out front, sometimes they'd even give them to us! You could also take in bags of food, good days then!\n回复 @joshgondelman There was a Pittsburgh area commercial with guys in suits, for years I thought it was for a clothing store. Turns out it was a car dealership. 🙄\nDid you have real Romper Stompers or the knock off brand 'two quart sized food cans with strings'?\n回复 @meatsical Here are two good places to stay, one is The Sea Whale motel and the other is Rhea's. They both had good reviews but might be more than you'd like to spend, still cheaper than anything anywhere near them.", "overlap_score": 0.1778098238762785, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1320919283019452418, "screen_name": "sombrelyric", "user_at_name": "john smith", "sample_content": "Don’t forget to Treat your Mother right tomorrow (and every other day) https://t.co/5OkFx9CysR\nI had AI refute this argument.   Elon Musk's argument for us being in a simulation is based on the rapid advancement of technology in the gaming industry over the past 40 years, suggesting that in the future, games will become indistinguishable from reality.\nIt’s also irresponsible for Ken Griffin of Citadel to give $300 million to Harvard, funding the next generation of commies seeking to destroy the country.\nDiversity is our greatest strength.\n回复 @elonmusk @ebeth360 Elon is requesting beautiful content.   Post some casserole recipes.\n回复 7) “If anyone would like to acquire humility, I can … tell him the first step. The first step is to realize that one is proud. And a biggish step, too. At least, nothing whatever can be done before it. If you think you are not conceited, it means you are very conceited indeed.”\nLast line in Obama’s Justice Department report investigating the cop that shot Michael Brown:  “For the reasons set forth above, this matter lacks prosecutive merit and should be closed.”  https://t.co/rPxn4pI2Bj\n回复 @Oilfield_Rando Would @x have standing?\n回复 @primalpoly Micro evolution (adaptation or change within a species) does exist.   Macro evolution (every species came from the same common ancestor) doesn’t. Macro evolution theory violates the Law of Biogenesis and can’t explain how came from non life.\nI would pay more for this painting than I would for a Hunter Biden painting. https://t.co/wwpDlIdPcS\n回复 https://t.co/wBaQgzkqXH\n回复 @BonifaceOption @joerogan Read the Boniface Option earlier this year.\n回复 @EITC_Official @books_indigo Saw this selection at Barnes and Noble about a week ago.\nLooks to be an ad since it doesn’t appear on his profile.\nMicro evolution (adaptation or change within a species) does exist.   Macro evolution (every species came from the same common ancestor) is laughable as a theory.\n#EndWhiteHate\n.@MarshaBlackburn @BillHagertyTN   Vote against this bill and get others in the GOP to do the same.\nMaybe they can add the Merchant of Death to fill her spot.\n回复 @ebeth360 https://t.co/LAbuctkohH\nSome blue state will respond by mandating they be flown at all schools.\n回复 There's no guarantee that technological progress will continue at the same rate or even be linear.  Secondly, even if we assume that technology will continue to advance, there's no evidence to suggest that it will lead to a perfect simulation.\n回复 The references to God in the Declaration of Independence provide a foundation for a moral argument within civil society. And moral truths pervade our founding documents from beginning to end.\nSeven quotes from @CSLewis on Pride as we approach that Pride Month.   From: Book 3. Christian Behavior The Great Sin  Mere Christianity\n回复 @ScottAdamsSays CNBC contributor is telling.   Not sure why the @wsj would let him write for them. https://t.co/Mh4Wl8ddKe\nThey should offer dino nuggie parmesan for kids at fancy Italian restaurants.\n回复 @MythinformedMKE Here’s 10 minutes of Norm calling OJ a murderer.   https://t.co/8P1aGtYHw9\nIf your preacher ever has to answer this question, regardless of the answer that is given, it’s time to find a new church home.\n回复 @AmosFromWV Me too. I think he’s blocking everyone connected to you.   Must have touched a nerve. https://t.co/GcAGoDBCVF\nLike when GOP mega donor Ken Griffin gave $300M to communist-producing Harvard.\n回复 @Tennessee_Mojo https://t.co/k9vqGrQ0kg", "overlap_score": 0.1891619862020274, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1256179500196528128, "screen_name": "Zana2A", "user_at_name": "Zana", "sample_content": "回复 @elonmusk Civilisation and Dystopia are Oxymoron. Huge decline in Society (dystopia/utopia) means that Human Beings do not create Society any more. They do not create institutions and laws. They do not even understand what is \"living together under common laws\".\n回复 @SaP011 On est encore officiellement en démocratie et on a le droit de trouver cela irrespectueux des Français.”\nAdolf Fassbender Old Frankfurt https://t.co/cqbwrgMsSV\n回复 @Moral_Wisdom_ Usually, today the upper part is missing.\n回复 @ReneDuba “Putin uses chemical weapons.” https://t.co/JQ9n5KoHyq\n回复 @elonmusk @neuralink The word to be used is TELEKINESIS = the power to act, e.g. move something by thinking about it and without the intermediary of physical activity/force application. Not “telepathy” = communication mind-to-mind without the use of any sensory perception.\nEgon Schiele Setting Sun, 1913, Leopold Museum, Vienna https://t.co/PwGoDXBjuo\n回复 @CharlesMichel @eucopresident Apes are allowed to vomit once per month.  Go back to your cage, the boss is coming with the banana.\nWilliam Merritt Chase Women under Trellis, 1886 https://t.co/TBl9awRLwn\n回复 @Vital_Vibration Porco!\n回复 @GiocoPerTe He’s a drunkard. Like Juncker. And the rest.  Some junkies, some alcoholics, lunatics and stupid.  For the rest, the era of mediocrities.\n回复 @iamyesyouareno @PeterTatchell Go tell that to any African man or woman who is proud to call Africa the Black Continent. And rightfully so. We, Europe are the white continent, with our Greco-Roman civilization and Judeo-Christian traditions. You can look up the words in the dictionary.\nHenri Cartier Bresson Brasserie Lipp, Paris 1969 https://t.co/tD41KqTsZD\n回复 @Livythinker new PM of France Gabriel Attal born 1989, his Foreign Minister-lover Stéphane Séjourné born 1985 , PM of Estonia Kaja Kallas born 1977, Ingrida Šimonytė PM Lithuania born 1974, Viktorija Čmilytė-Nielsen Lithuanian Speaker born 1983, Evika Siliņa PM of Latvia born 1975...\n回复 @dom_lucre Freud would have had another book smasher. And Hitchcock another film in the basement  … 😵‍💫\n回复 @Salwan_Momika1 Mental disability.\n回复 @Zlatti_71 \"sell\"? Correct: Bribes exchanging hands.  F-35s do not fly, Mirages do not get to be built, new submarines GR bought from Germany several years back were leaning/lopsided!!!\nOlaf Willoughby Shanghai https://t.co/I7iDdx49Rs\nDaido Moriyama   森山大道 https://t.co/8TOisfyaQK\n回复 @Kai_Wong_CN The best part: Confucius land, Shandong.\n回复 @narrative_hole Confucius and his political and administrative creations.\n回复 @Virna25marzo Guarda questo str-o che si crede Wellington a Waterloo ! 🤦‍♀️\nDaido Moriyama   森山大道 Hokkaido 1978 https://t.co/1lykeoi2Ot\nTeodor Axentowicz  Portrait of a Lady https://t.co/muoxhCKyKd\nRomain Brooks Le Piano  ca. 1910, Smithsonian American Art Museum of Washington, USA https://t.co/x6zKWUVW0r\n回复 @realDonaldTrump I have one thing to say to Elon: Congratulations and Thank you!  I have one thing to say to Pres. Trump: I am looking forward to a MUCH better choice of associates.   You are still in the same party with Graham and McConnell.\n回复 @historydefined The agricultural revolution and two industrial revolutions, Magna Carta, Shakespeare, Becket, Pinter, Joyce, Rowling-Harry Potter and Winnie the Pooh.\n回复 @IdLibertes @Alain_Scheider @MarionMarechal @knafo_sarah Gee ! le fond !\nEmil Otto Hoppé  Lichthaus luz, Stuttgart, 1928 https://t.co/jJCQr9jciU\nAT Skovshoved, north of Copenhagen Autoroute Copenhagen-Bellevue Meissen Built by Arne Jacobsen in the 30s, started functioning 1936 for Texaco. https://t.co/tPrcLLfJXZ", "overlap_score": 0.1367897739525643, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Other Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1294724262587228161, "screen_name": "mommytlc", "user_at_name": "mommytlc 💙🌊🌊💙", "sample_content": "回复 @Snarky_Bassist @MarshaBlackburn Bullshit is all Marsha knows.\n回复 @TrumpDailyPosts Tell that to the Capitol Police Officers who were injured or killed during the insurrection that Trump and the Republican Party planned.\n回复 @ValentinaForSOS @FoxNews In your bio you state that Jesus is King. You can't think Jesus is King and be a MAGA at the same time. You sound deeply confused and troubled. Therapy might help but somehow I doubt it. You're probably too far gone to be helped. #MagaMorons  #Cult45\n回复 @bradgoodson0 @girlsreallyrule If our government was trying to control men's bodies, would you be over this by November? I don't think so. The bottom line is that not one person in this country has the right to dictate what a woman does with HER body. Period. #RoevemberIsComing\n回复 @SUBRATA30016572 During Trump's term, he gave a 2 trillion dollar tax break to the rich, increased our deficit by 8 trillion dollars, tried to overthrow our government &amp; people died, violated his Oath &amp; the Rule of Law, downplayed the severity of the pandemic &amp; people died, &amp; lied all day. https://t.co/9A0FBN0hT8\n回复 @VoteMarsha Trump gave the rich a 2 trillion dollar tax break because that's the only thing Republicans know how to do. The deficit rose almost 8 trillion dollars under Trump's administration. It is a proven fact that our economy does better when Democrats are in charge. https://t.co/fsbnIpSNF5\n回复 @TrumpDailyPosts America was never great. To imply that Trump can make it great again is truly laughable. Everything he touches dies.\n回复 @mrs_socialista You sound utterly ridiculous. Trump is a career criminal. When he was prez, he violated his Oath of Office, the Constitution, the Rule of Law, the Hatch Act &amp; the Emoluments Clause. He tried to overthrow our government and hundreds were injured, some died. Trump is a traitor. https://t.co/K7xw6l5xeH\nA deadly pandemic, dead Americans in freezer trucks, long food bank lines, empty store shelves, the country on lockdown, an insurrection that you planned where officers were injured. That was YOUR America. Oh, and by the way, world leaders laughed at you. @realDonaldTrump https://t.co/gYKXxbkqiw\n回复 @albertobmas @alivitali @jonallendc I know it's painful to hear that your orange overlord is a loser and a career criminal who doesn't have a decent bone in his body. He's also a liar, a racist, a rapist, and a traitor. Trump is the worst president in American history, and I look forward to his incarceration.\n回复 @MrsButters @Theresa52042471 I completely agree.\nHubby rented a skid steer to do work in our yard. His step-dad is working the machine &amp; ran over a piece of rebar &amp; flattened the tire. The company isn't open until Tuesday. Not sure why my husband didn't survey the area first for potential hazards. Expensive lesson learned.🤦‍♀️\n回复 @Victorshi2020 @unemployed_mass Trump is an abomination and completely unfit to serve the American people.\n回复 @RepMTG As an elected official, why is Marge permitted to post this nonsense? This post needs taken down immediately, and she needs to be held accountable for all of her lies and conspiracy theories before someone gets hurt or killed. @POTUS @VP @RepJeffries @SpeakerJohnson @HouseRepubs\n回复 @7Veritas4 @DworaczykBrenda Trump violated his Oath of Office, the Constitution, the Rule of Law, the Presidential Records Act,  and the Emoluments Clause. He tried to overthrow our government and people got hurt and some died. He failed at controlling the pandemic and people died. Trump is a traitor.\n回复 @Churchonspace @RpsAgainstTrump You're a bot and your opinion doesn't matter. https://t.co/X6P54QKZoL\nYou said, \"Johnson regularly chooses to ally himself with Democrats.\" Why are you making that into a bad thing? Republicans &amp; Democrats are supposed to work TOGETHER to serve the American people. Do us a favor &amp;  resign. @RepMTG @mtgreenee  @ShawnForGeorgia\n回复 @mrspcarroll It's beautiful, and it's my favorite color.\n回复 @Damaan4u33 I have little hope that this country will get better. I can't even decorate for the patriotic holidays anymore because of MAGA.\n回复 @Christo12919382 @tribelaw I don't give a flying flagnar about how they feel. Their job is to follow the rule of law, and they aren't doing that.\n回复 @PhilipAnde25595 @marceelias @EliseStefanik @GOP @dccc You sound utterly ridiculous. Voting by mail is safe and legal. Every person who believes otherwise is in a cult. Every eligible voter deserves to cast their vote whether it's in person or by mail. Not everyone is able to make it to their polling place.\nYou violated rules by wearing that  MAGA hat, &amp; it's hysterical that you think Trump &amp; the Republican Party are the solution to any problem in America, let alone the border issues. Republicans voted against 2 bills that would have helped. You're a disgrace. @RepMTG https://t.co/9VORwV7Os4\n回复 @Not_ADemocracy @acnewsitics You're defending the indefensible. Trump is a sexual predator &amp; pedophile. He's a career criminal convicted of 34 felonies. He tried to overthrow our government. He failed at controlling the pandemic. He violated his Oath, the Constitution, &amp; the Rule of Law. He's a traitor.\n回复 @GavinNewsom @hoyogametime The Republican Party has no intention of making our lives better. They are incapable of governing and have no business being in any sort of leadership role whatsoever.\n回复 @Damaan4u33 They are all equally despicable.\nHow very Republican of you to claim the election was rigged because you lost. I'm so disappointed. @katieporteroc  https://t.co/vMYX5OReVP\n回复 @john_jseagraves I hate him, too. I never hated anyone until he came along.\n回复 @claudiamconwayy President Biden is the most legislatively successful President since FDR and his record speaks for itself. He's done way more for this country than Trump or any Republican will ever come close to doing. Biden is the president for ALL Americans, not just those who voted for him. https://t.co/TiLinUNl14\n回复 @RSweene68337703 @LadyJayPersists Women can be whatever they want, not because a man said so, but because it is so.\n回复 @Okie_Will62 I'm 58, live in southwestern PA, and I will proudly cast my vote for President Biden again.", "overlap_score": 0.1427652321604694, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 109907762, "screen_name": "CarlisleBryce", "user_at_name": "Bryce Carlisle", "sample_content": "回复 @DrJayRichards Is this the one who protested “but I’m a PROFESSOR!” while resisting arrest?  “Ecce Narcissus” behold the EGO!\n回复 @PaulVanderKlay  TLC folk will love this interview and the documentary it highlights!  https://t.co/O2tejc14zf.  .\n回复 @kalezelden Karl Barth has some insights about this in the Church Dogmatics. I’ll hunt them down and see if I can digest them.\n回复 @DrJayRichards I agree. And that might just be the Trojan Horse in the revision.\n回复 @GrailCountry So good.\n回复 Mine is c. 2014, and then at a charter sch. consulting gig in Minnesota where I shared a video of two senior theses: one for the Dream Act, next one for keeping  bathrooms and identities tethered to birth sex.  1st: celebrated with tears, 2nd: a call to the govt. officials.\n回复 @anadromist @PaulVanderKlay Looking forward to this.\n回复 \"The God whom we worship takes the contradictions of human existence into himself...Once known, the Gospel truth explains our experiences which remain inexplicable on any other level. Through it we are able to understand life in all of its beauty and its terror...\"\nhttps://t.co/EcQLAbmaNk MAGA supporters like MTG et al.  why do you think M. Johnson did this? B/c governance requires adjusting to reality rather than endless polemicizing for selfish publicity.  Grow. The. Hell. Up. And. Govern.   He learned stuff when he became speaker, and...\nBefore there was Jordan B Peterson, there was Diogenes Allen, Reinhold Niebuhr, and Blaise Pascal. The meaning crisis 1.0. https://t.co/QdS9dkhlZR\n回复 @NancyRPearcey Yes.  See Diogenes Allen, Christian Belief in a Postmodern World for extensive development of this very same argument.\n回复 @ESOldfield They need to read this and learn what Cassirer discovered via-a-vis the actual relationship between logic and passion/myth. https://t.co/u2doRm7TN6\n回复 @ByronDonalds You are an absolute clown if you believe 3/4 of this.\n回复 @SPCosti @JusBrierley Listening now. This one is beyond words good. I love the way these conversations illustrate the rich scope of artistic and poetic expressions of faith. Love how new atheists are located culturally in a peculiar world and time now largely irrelevant. #rediscoverwildfaith\n回复 @GoracleOfDelphi So painful and so true.\n回复 @Acyn Yeah that’s probably what you’d see.\n回复 @balazskegl Totally respect that. You seem honest and open to follow reason where it leads.\nPublic Religion, Presbyterian Style https://t.co/uUagtj8fZD\nThe more I read R Niebuhr the more I see parallels with Jordan Peterson. https://t.co/zmo3s047De\n回复 @PaulVanderKlay Assisi!!!!\n回复 @LaraLeaTrump Seriously, y’all ooze sycophantic debasement.\n回复 @jordanbpeterson @RichardDawkins This novel about an atheist, French literary scholar who finds himself having to adjust to a newly submissive France under the Muslim Brotherhood is highly relevant: https://t.co/9BJmE5SSZ1\n回复 Relevant because she is able to integrate both the biological and cultural layers of mental illness. Her hypothesis that madness is a symptom of modernity is surprising, controversial, and illuminating even if it raises more questions than answers.\n回复 @kalezelden Barth’s history of the doctrine of election in CD 2.2 pp. 60-76. Augustine, Aquinas, Luther and Calvin were on the same team. But they all had some dribbling and passing probs. At Dordt probs got serious &amp; Deism became plausible. Luther got the ball back &amp; alley-oops to Barth! https://t.co/CxPKfT20O5\nThomas Oden, Agenda for Theology, 1979.  So many parallels between this book and JBP, and the meta modern conversation and questions about Christian faith in the current context. https://t.co/fJ2VjMKFUW\nI'm launching a side hustle public speaking coach service called Cicero's Commons.  What topics would you find helpful for me to push out short essays about?\n回复 @NikkiHaleyHQ Please, whatever you do, and whatever you say, just don’t join the Trump-is-now-cool cult, please?\n回复 @roddreher Like OMG, is there any other way?\nOn the situation that gave rise to the first question and answer in the Heidelberg catechism… https://t.co/YEC8r5nbkI\n回复 @jennfrey I can. I watched the denomination of my baptism decline into a pantomime version of its 1950s strength.", "overlap_score": 0.1854885223641572, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1292748680823484416, "screen_name": "cheemsdogger", "user_at_name": "Mylo", "sample_content": "回复 @CassidyTheCivet @apuppyonline Yeah I get it then, someone calls themselves a \"furry musician\" but you can't even see it, for all you know, it could have just been someone saying it just so they can get the label.\n回复 @ArkDoggOwO I think they mean they're definitely a victim, but legally, there isn't much they can do about it in the mentioned situation.  Then again, the question was \"Am I a victim of pedophilia?\", to which the answer is simply \"yes\". Doesn't matter if it's legal, still not acceptible.\n回复 @kitten_beloved Good ol buddy nullpointer.  I feel like this has been some of the most misinformed on bugs in recent history. People think it's caused by windows, that everyone's affected.  If they made a similar mistake in the linux driver instead, what would people say then?\n回复 @amysmilebatto @depressionbomb I think the next step is for someone to connect a BCI to a protogen visor display...\n回复 @FreyaHolmer To be fair, lots of programming languages support range + reduce, map, sum. Which is a completely different notation but can be clearer for some people.  And on the other side, the math notation is just remembering what the symbol means.\n回复 @luciascarlet If I had an iphone 4s charger I could check, pretty sure my old phone still works, but I don't have a charger.\n回复 @luciascarlet What a great programming language\n回复 @DanBluSnep @GangstaCat__ I have steam, gog, battle net, epic games, Ubisoft connect and EA installed... Help  On the other hand my steam account is worth over 5000 euros at current prices. And epic is also probably over 1000 due to all the free games (148) games. lol.\n回复 @AChevyWolf BCI have already existed for a while, someone just found a different use for it.\n回复 @airshaped I treat a trackpad as a scroll wheel, not as a touch screen. I remember natural scrolling being called \"australian scrolling\" on my laptop lmao. It was on by default but I didn't like it because I'm more used to a mouse than a touchscreen.\n回复 @SilviaFoxtris Stripe is great\n回复 @amysmilebatto @flamedboingus Also useful for video interpolation, object recognition, speech-to-text, natural sounding text-to-speech, image segmentation, different kinds of predictions, bla bla bla.  But then somebody will make an \"AI dishwasher\" or some shit. Because they want to make more money somehow.\n回复 @Shashankshashi2 @t3dotgg Because there were no items, therefore, the lowest value is the highest possible value.  It has to return something, so why not give it a number so high that all other numbers will be lower than it, making it not freak out?  Math.min(Infinity, 1) == 1, now make Infinity invisible\n回复 GPL3 does not prohibit you from making a server-side app with it and never releasing the source. But it does prohibit you from releasing a local application without releasing the source.  In other words, it could encourage subscriptions if possible.\n回复 @pdxdylan There's another one, from almost 4 years ago. Don't let it stop you from creating what you want to create. (Although the names being the same might be a bit confusing.) They all have their differences, and different people will prefer different ones. https://t.co/2T9qALOtBs\n回复 @amysmilebatto You gotta start somewhere.  For similar reasons you could say the minimum of an empty set is infinity, and the maximum of an empty set is negative infinity.\n回复 @Noonek_co Why is your school using an AI detector though? It just detects a few popular AI LLMs but even more legitimate texts from sources such as wikipedia.  Basically all that those detectors learned is how to detect perfect consistent grammar, and then to flag that.\n回复 @amysmilebatto Important to note, angle is in radians (0 to 2π), to convert: deg to rad = n * π / 180 rad to deg = n * 180 / π Where n is the input number  The inverse of this is atan2, which will give you an angle for two positions. Note that atan2 takes y, then x, not the other way around.\n回复 @FPSthetics If you have reshade previously installed and deleted doom eternal through steam, make sure you deleted the actual folder when you deleted the game. Steam doesn't delete files added by the user, reshade included.\n回复 @Duskiee0 When I was tested for ASD the last time, apparently clarifying that a lot of things they thought were from ASD were learned behavior (It only started the year before the test/during traumatic periods) they might have realized their suspicions were wrong.  Now here's the problem -\n回复 @SilviaFoxtris One of my online friends was actually talking about it yesterday, at around the same time, (around 13 hours ago, maybe exactly). So that's quite a coincidence. He was talking about the wii game, then said he wanted it on playstation or xbox, then realized it was on steam.\n回复 @amysmilebatto Yesterday I finally learned matrix multiplication, I don't think school ever taught me, but it's actually not that complicated. You just get the dot products of each row from the first matrix with each column from the second matrix. Now you have multiplied the matrix!\n回复 @amysmilebatto #define sign 0b10000000000000000000000000000000  Then do return (sign &amp; y) == (sign &amp; x) ? x : -x;  I've never written C before, so don't judge, but wouldn't this be faster?\n回复 @ig4863_ @firefox @__femb0t If one of those tabs is twitter/x, that's likely the reason for the high ram usage.  If we're talking about extreme performance edge cases, firefox handles them better in my experience. Using less ram compared the chrome, maybe that's just a memory leak in chrome though...\n回复 @amysmilebatto Yes, and the compiler supports compiling to jvm, native, js, wasm, and nowadays even can run as a script with custom scripting.  JVM gets the most attention, but js also has some really cool features.\n回复 @amysmilebatto I like kotlin though.  - it's fast enough - it's safe (prevents nullpointerexceptions, etc) - it's cross platform (can run in browser, jvm or native, so pretty much anywhere) - it's extensive (supports operator overloading, infix, inline) - flexable lambdas +\n回复 @Duskiee0 I show my emotions as strong as I feel them, I just feel emotions much stronger than most people. But hey, at least I don't feel like I'm making it all up since my BPD diagnosis. It's been like one year since now.  -\n回复 @Dogobject 188 I think, last time I measured  By the way, weird height fact, you're taller in the morning.\n回复 @_willowthewisp_ @cmiiiion @mr_murakumo @dangitjm it's not something that really can be compared to the real deal, it's like a  whole different thing in the end.\n回复 @0x6rss Is it really a botnet, or is it a grabber? The program in the video looks more like a grabber to me.  Botnets usually try to stay hidden on the computer, but self destructing would defeat the purpose of a botnet. Since a botnet is similar to a large-scale RAT.", "overlap_score": 0.1127368709560286, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}]