[{"user_id": 1077513115095298049, "screen_name": "LLSKYGIRL", "user_at_name": "air hostess", "sample_content": "回复 @hodgetwins @calicrusader I guess some influential young people are going to have to inspire and wake them up.  I don’t think they will see it on X.\nWhen my flight out of Chicago is running late I accidentally found myself eating this popcorn 💩 now I loathe myself https://t.co/9aNsgB2ltB\n回复 @thegaywhostrayd @stillgray I love following him, but that’s the great thing about X allowing us to follow those we choose.  Congrats on your wedding btw!\n回复 @AZConnie4 @costareports @yashar That was such a nonsensical tongue twister.  A felon of a fake crime being prosecuted by a Soros bought and paid for fraud- the judge’s daughter making millions off of it, an adulterous guy.. perhaps he was, but so was Kamala remember?\n回复 @Truthwins4all @jjauthor Sad and surprised the Navy is even allowed to even call it ‘manpower’ anymore.\n回复 @mirandadevine This poll response tells you how much trust there is in US intelligence!\n回复 @ChrisLoesch I actually was at his house in the Hollywood Hills in the lte 80’s.  I went into his home office and it was all red carpet with his awards on the wall!\n回复 @DiligentDenizen I totally agree!\n回复 @GeneralFinishes I’ve used your java gel on numerous items with a ton of success! I was wondering if your gel stain would work on travertine flooring? We want to make it look like concrete.\n回复 @kenklippenstein @GayPatriot Absurd! The democrats want term limits for the Supreme Court, but want to keep their seats u til they are 95. #termlimits\n72 DAYS TO ‘Stop the spread’ #Trump24\n回复 @tom__builder @just_mindy It IS true- my son voted in Chandler, AZ. &amp; took a pic of the marker and him voting. The voting registrar to this day show he NEVER voted. The Trump team had him fill out a signed declaration..\nI’m about to LOSE my mind.  My phone has not stopped with the fundraising texts today! I’ve had 15-20 already. Hellooooo… I’m living in Joe &amp; Kamala’s economy.\n回复 @PhilliesBell @MLB @SInow @ToddZolecki Bryce Harper has been in the spotlight since he was 12-13 playing for top travel teams and our kids already looked at him like he was a professional player.\n回复 @BSaarX Hey, I just hope that they lose\n回复 @CLewandowski_ @thetoyman1 @realDonaldTrump I’m wondering since the Biden/Harris regime sold the fencing for Pennie’s on the dollar post Covid what is it going to cost to replace? Still worth EVERY 💵\n回复 @t4_trisha Yep! I’m going to move back to AZ. I want to be near my son &amp; my new granddaughter ❤️ I’m hoping before the election to vote in AZ.\n回复 @SirBylHolte Totally agree with you ❤️ there’s a place and that was not it!\n回复 @Brick_Suit @pnjaban @TPAction_ And why we highly doubt he will be debating Trump !\nI know and her idea to raise the minimum wage? Oh, because that worked out so well for CA!\n回复 @DefiantLs @thetoyman1 He should have asked her who are president was now.\n回复 @nettermike And one reason I’m leaving California next month!\n回复 @AZGOP Such great representation of the great leadership of the Arizona Republican Party!! Bring on November!\nNow that it’s election time they’ve called Monkeypox an emergency epidemic. I wonder instead if masks if will be required to cover our butts. The old reverse thong mask. https://t.co/M4DiA0bKvU\n回复 @GravisMushnick I remember it in the theater and I hated it so I went out and played video games until it was over with my sister.\n回复 @megynkelly No we don’t! Oprah can go back to her giant mansion in Hawaii..\n回复 @ericbolling I think that’s a great philosophy Eric!\n回复 @GayPatriot I think to call Kamala ‘cunning’ is a stretch. The Democrat party is a machine with the media propping her up &amp; protecting her. Would you trust her to debate without knowing the questions in advance ?\n回复 @clantro @HeidiL_RN I mean… Tucker Carlson is like memories of Tiger Beat magazine for me… I’m kinda a fan girl\n回复 @Padres @JURICKSONPROFAR Everything!!!! I was so sad when we lost him from the team &amp; was ecstatic when we got him back!!!", "overlap_score": 0.1368609320132297, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1091339174345494528, "screen_name": "TheInvi80692073", "user_at_name": "The Invisible Man: Rando #735", "sample_content": "回复 @KenFarmerTV @FemCondition Yep. It contributes to other issues too. For example, you notice how hatred of immigrants and asylum seekers is aimed at \"military age men\" a lot of the time?\n回复 @PayAlleria @FemCondition Kindly stop pretending male abuse victims don't exist. It's a very simple instruction.\n回复 @Expatriarch_uk @nilsjohnson18 And the issue is the way you described him as \"the 12-year old who got his babysitter pregnant\" is putting the burden of responsibility on a child rape victim, it's the same energy as telling women \"what-were-you-wearing\"\n回复 @robertod94 @what_the_hammer @lindsay5grams @RichardHanania 1) How 15 year old boys feel is NOT consent for adults to have sex with them.  2) Sexual assault isn't solely driven by brute strength. Female abusers use manipulation (and many male abusers too) because they are KNOWINGLY targeting a minor.\n回复 @judyju18 @ridder006 @people She rode the pity party train using #MeToo as a tool to do so for years. The only reason she doesn't now is because nobody with any sense is buying it anymore.\n回复 @AllyFogg I honestly couldn't put it better myself. We're still getting biased professionals touting these lies deliberately, and spuriously slandering people who object as \"misogynist\", it's disgusting.\n回复 @donerlat @Gelandin1 \"Women do not have the slightest chance of [raping a man because] they have no psychological reason to do that [but] reject it with hatred\"  This is honestly one if the most insane denials of female-on-male rape I've ever seen. Here's a counterpoint.  https://t.co/566ntOnozl\n回复 @Alphafox78 In self defence in the context of reasonable force, but not just for the sake of wanton violence, like anybody else.\nThe entire \"bear\" argument is an insult to the trauma of male survivors and erases those lived experiences #AbuseHasNoGender #MenToo\n回复 @Neo_Varma I agree. \"Fewer resources\" is a dishonest line used by refuge/respect/womensaid so it's still a problem\nGuys like Andrew Tate and \"Fresh &amp; Fit\" call themselves \"Alpha Males\" and think they're the most masculine things on the planet.  Meanwhile, this dude is just living his best life doing what he loves and is arguably more masculine than they could ever be  https://t.co/Tp4NtxMuQc\n回复 @Anamm471 @antifemwife \"Pick me\" is a misogynist term for women who think for themselves.\n回复 @FemCondition Yeah I recall seeing this clip somewhere. And #MeToo   turned a blind eye because that's \"Alllivesmatter\" apparently. 😤\n1/2 I often say that when it comes to really toxic and divisive narratives about misogyny, they often rely on sidelining male victims, including in the press. One example was how the press scrutinised Johnny Depp's texts and ignored AH's abuse of him in their articles\n回复 @PammySixxSUKA You're very brave speaking up about your experience, and taking this moral stance. That takes moral courage 🙏  As far as I'm concerned, while it's normal for anyone to feel like that to a group that's hurt them, it doesn't justify it. I refer to those emotions as \"red eye\"…\nI notice that the @Independent link on the subject matter to be to womensaid, a \"charity\" that frequently gives abused men the finger.  https://t.co/Cjqmp9Qozr\n回复 @mensrightsbunny Puritanical thinking. Ironic because what she's saying is deeply misogynist and advocates controlling women's bodies.\nThe ratfems like to claim that the difference is \"99% men on women violence,\" but the truth isn't even close.\n回复 @grannydryden1 @BrettSchmidt64 @FemCondition That doesn't make you a misandrist. It's people who claim \"all men are rapists/potential rapists\" or support collective punishment for men, dismiss female-on-male abuse or actively act as apologists for it, those are misandrists.\n回复 I'm referring to this blatant piece of patronising garbage that flies in the face of what the founder if #MeToo originally said.  https://t.co/8kanFOLQAw\n回复 @GayleWashburn @antifemwife And the source is the \"enliven project\" that's not exactly known for acknowledgement of female-on-male abuse. What a joke 🤣\nNote that this post also selects only examples of male-on-male abuse survivors to credit #MeToo for supporting male survivors. Nothing on Asia Argento and Jimmy Bennett. Why is that I wonder? Because #MeToo left him to rot?\nRatfems and redpillers are two sides of the same coibln. What makes redpillers interesting, though, is that they carry the hallmarks of how extremists work. \"You've been discarded/traumatised, join me, and I'll solve your problems.\" Young traumatised men, including abuse victims,…\nNot \"a teacher had sex with two boys\", it's \"a woman working as a teacher RAPED two underage boys\" so get it right @BBCNews https://t.co/56SYGIG0em\n回复 @LisaBritton @FemCondition 3) I'd also say that better forms and methods of education aimed at their strengths and working with their weaknesses will also help. Competition, teamwork, energy, innovation, and creativity as opposed to classroom busywork.\n回复 @atl_nospin @krassenstein @elonmusk *Donald Trump of #MeToo\n回复 @iamAtheistGirl @Damm_Nerd No, that's the oldest trick in the book. The \"yOu OnLy BriNg iT uP tO SiLeNcE WOmeN\" excuse.  Firstly, anyone who uses this trope considers virtually ANY raising of the subject as \"silencing women\" which it ain't.\n回复 @semteks_thrower @FemCondition Asia Argento, for example. She fucked a minor and unlike Weinstein  she never saw a day in prison for it.\n回复 @Kevinverted @thelondoncowboy @men_are_human I'd like to see you try and justify yourself to this kid's family.  https://t.co/pX9PWiKqOG\n回复 @RyanThomasOk @ThoughtInUrHead @trulyderani @befcresnrise Trust me, I've gone through the same thing, and it's a gradual thing rather than a light switching on.", "overlap_score": 0.1360398581069324, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1284234111113203712, "screen_name": "treyhartlage", "user_at_name": "Trey Hartlage", "sample_content": "回复 @KentuckyMBB @ToniooReeves Kentucky will give an extension to Cal immediately following the loss, welcome to my boat if you really think Mitch is smart enough to fire Cal, because he won’t. Were stuck with this loser\n回复 @USMNT Fire Berhalter , omfg are we really gonna waste our golden generation with Berhalter?! How many people have to tell you how many times to fire this bum ?\n回复 @gatorsszn @officialECFIG 0-6 you forgot Kentucky who owns your football team is coming to whoop your ass to start that whole stretch\n回复 @DrGuru_ KAT and it’s not even close, i keep the whole team intact for next season, but I trade KAT for a “ lesser” star and some bench players to add. Maybe a 3 team trade trade for the young guys of GSW Kuminga, Podz, Moody… Wiggins to third team for a mid tier star to Minnesota\n回复 @T3Bracketology You’re a supposed Bracketology expert right ? If you go off today , Kentucky is a 2 seed. Your only argument is You’re projecting a bad SEC record for Kentucky, which will be proven even more ridiculous by march. Your logic for 5/6 seed is ridiculous today or projected for March\n回复 @CFBRep No Alabama / Tennessee ?  No Alabama / LSU??  But you have Alabama and Georgia ??? No Harvard/ Yale?! Also tell me when the next time I can see all these great pac 12 rivalry games? Oh right never.  Your list has no merit\n回复 @502Ville_n @JStreble82 You realize we wanted cal to Leave right? Chris beard and Jerome Tang turned down the arkansas job, cal just wanted to go where they love him like 2012 again. We’re getting Billy D or Scott Drew, no concern. Trust me we could steal Pat Kelsey but he’s not top 250 option for us\n回复 @latterdaycasper @joebldenpress Please explain how government spending would reduce a corporation like say Tyson Chicken from gouging their prices for a higher profit margin on food? We’re not talking about national debt, we’re talking about corporations greed because that’s all it is, greed from companies\n回复 @BlueGrass_BBN Billy G was a better coach , I’m at the point I’ll literally take Kenny Payne over Cal, this dude just straight up sucks as a coach\n回复 @ProfitVIPs What’s the move for the NIT championship\n回复 @theblakex @TheCatsPause247 Im not convinced, I’ve been trying to warn for 3-4 years we’ll end up irrelevant like UCLA or Indiana. I could absolutely see Uk hire a new loser like Smart or Tony Bennett and become even worse off. I’m glad I saw a championship in my life, because I don’t think my kids will\n回复 @BarstoolUK Have a small bottle of champagne ready to pop any minute now\n回复 @Lebronin1 @LakeShowYo Funny I don’t remember Dirk fucking Nowitzki beating a Curry super team with 4 g league players as Dirks only help, i also don’t remember Curry having to be carried out of a NBA finals elimination game for Cramps to save himself the embarrassment\nTeam USA basketball is about to get dog walked in the Olympics…. And I’m talking both men and women’s team. More so the women USA team, they’re about to lose to Madagascar in group stage, absolutely trash. Me and air bud would beat them by 50 ourselves\n回复 @Chicago_History Where’s Lightning McQueen ? No respect for the 7 time Piston Cup winner?\n回复 @AdamParkhomenko @TheDemCoalition Ah yes heckle undecided voters, Independents, and discourage a part of the democrat party from voting. Let’s see how the “shut up and get in line” tactic works in November https://t.co/CHvPxSEdhm\n回复 @John_Fanta Hey, I mean if you’re happy getting paid half the money you would at Kentucky, coaching in a high school gymnasium, infront of 46 fans, more power to him. the pressure of being at a real blue blood is too much for some people, that’s fine\n回复 @LynnBowden_1 There’s a little puffy cloud the officials are afraid of, gotta have a perfectly clear sky to play football 🙄 ( I literally live on alumni drive, 0.8 miles from the stadium) https://t.co/sll0NtTBpw\n回复 @PatriotPointman @JoeBiden Ahh republicans, too poor to afford actual yard signs so they just put free ones up on social media. It’s ok little buddy maybe someday you’ll save enough money from the coal mines and your meth lab to afford a real yard sign… probably be after your cult leaders in prison though\n回复 @CardN_AL That’s what I’m most excited about as a Kentucky fan, we are SO SICK AND TIRED of the one and done. I know me personally and BBN I’ve talked to say, we want four year players again. Give me Nate Oats with a few four stars and a couple transfer portal guys and I’m over the moon\n回复 @Hogballburner Seeing Oklahoma in the SEC is gonna take some getting used to…. Never dealt with a Sooner fan, Guess I need to start some twitter beef with Oklahoma fans now https://t.co/LYvRP4A28y\n回复 @stephenasmith @PrizePicks DIDNT I TELL YOU! I told you! The damn Knicks are an embarrassment that will never win a championship because whatever can go wrong… will go wrong because they’re the Knicks . Smoking that big cigar like you do when the cowboys lose Stephen A, how bout them orange and blue skies\n回复 @T3Bracketology I’m thinking specifically the 5 seed in the SEC tournament, if Alabama , Kentucky, USC, or Auburn lose to the 12/13 seed on Thursday , would that drop that team down in the NCAA tournament?\n回复 @BigBlueBud What’s important to remember, the buyout is not due upfront it’s paid monthly for the lifetime of the contract (2029) so 7 million a year. Also any salary Cal makes at a different school is deducted from the buyout. So if he signs a 5 million contract we only owe 2 million a year\nI’m ready to announce my 2024 college football predictions. Texas is the National Champs, Miami is the ACC champ and a top 10 team, Oklahoma state is winning the big 12 and a dangerous playoff matchup, Georgia seems down compared to past years… top 4 but not a national champ\n回复 @DeepRiverTM1996 @SethAbramson Harris and Beshear is the best ticket available, Newsome would be two California politicians considered Liberal on one ticket. Beshear balances the ticket as a moderate midwestern/southern democrat actually young enough to be VP and come back later and be the nominee himself.\n回复 @NotJKLMcClure Unfortunately cal isn’t retiring and Mitch isn’t bold enough to fire him. We’re stuck with Cal for 5+ years bro, just switch your passion to football and have a different team disappoint you .. it’s a breath of fresh air to be disappointed by a different coach and players\n回复 @Childress17Ben @WildcatsTongue 2 SEC regular season titles, 2 SEC Tournament titles, 3 sweet 16’s all in four years, and those become elite 8’s at UK, that’s UK standard. also made round of 32 TWICE at Buffalo as a 12+ seed, He overachieves with what he has. With UK NIL and prestige, he’s taking the next step\n回复 @BenFRubinstein Oh I’m praying… praying thanks to god for killing that bitch\n回复 @KevonLooneyMuse Livingston mid range game was more guaranteed then Shaq in the paint", "overlap_score": 0.1255815310774819, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1364570478094901251, "screen_name": "CryptoB70050094", "user_at_name": "CryptoBaba", "sample_content": "回复 @bikertrash68 Yeah stay in your shithole country where u come from...but I think this is set up, she is an actress nobody that comes to uk have that clear English accent, I don't know why media propaganda is doing this, but it's nasty https://t.co/NZTav2hcKN\n回复 @MattWallace888 I don't know lots of stuff but what u see specific tell me\n回复 @playteaux Not true we are more racist then u guys.... u r little girl when it comes to racist compare to us ... but ...go on https://t.co/bkbdReweay\n回复 @ohthoughtsquote This amount is astronomical.... Obviously everyone will do it\n回复 @playteaux Just see ...nlp in google https://t.co/Z7amsAIjzO\n回复 @Alphafox78 I knew that she takes shits just knew that about her\n回复 @techleadhd Gaming and layer1 .... narrative.....buy kaspa stop resisting do it it's for you own good, I know u r millioner in your mind but with kaspa u be real one\n回复 @MsCranberyjuice Not only that but no blow job as well is terrible start of the day\n回复 @MMelinda777 Not only pool but 6 beers and 3 shots of whiskey maybe bathroom sex I'm open minded\n回复 @Michele21672 It's an investment in your self preserve energy\n回复 @Alphafox78 I wonder why nobody snatched this beauty before now if she is still single...  oooo boy people's will kill for this sample of beauty\n回复 @RedactedKelly45 Hey hey sir... i you force me I'll take bath here\n回复 @BrianPatriots Jesus Christ.... are they serious\n回复 @elonmuskADO 250k minimum...X account gives me enormous pleasure I wouldn't do it for 20 k\n回复 @Tany_Nelson Jesus Christ so beautiful wooow it's this real or AI never saw such beauty\n回复 @WayneGb88 If we continue to this path of adopting immigrant scum the future for uk it's bad...  and I know they are giving them passports because they are contingency plans if Russia invade but still they are scum\n回复 @QueenAnticommie Biden must be proud\n回复 @KelliKayK Has 6 clones so far\n回复 @CryptoStu3 Attach gravity to the ball and stop been retarded https://t.co/cqMW7OPRHZ\n回复 @FadeHubb Well I know know why all man are homos, u ask her to stop after swallowing other dick in the mouth ... I'll lock her in basement and beat her until she converts in to islam believer\n回复 @UltraDane He get a medal for his first human rape... and tap on shoulder ... and pack of cigarettes... in uk he will get strongly worded letter from the local council... and 1000£ pocket money coz he is poor immigrant https://t.co/UA7lrBeBYt\n回复 @AsianDawn4 Death penalty don't waste time chopping his head publicly\n回复 @OliLondonTV They are poor... only thing they have is benefits for her and the husband and her 11 children, consul house and food coupons.... but other than that... they don't have nothing\n回复 @BFirstParty Disgusting.... bring more immigrants scum and then ask why England has fallen\n回复 @John_Matthew_T I like it\n回复 @DaveAtherton20 So it's every shithole in the world where there is only nigros and muslim filt h\n回复 @FanaTeresafana Is this the evil witch still in power.... remove the cancer https://t.co/2nTrOa6EDP\n回复 @janninereid1 Not only that ban of Muslim faith or any other religion that's not Christian.... and no more African Americans.... only American if u don't like it fuck of to Africa and ear scorpions for breakfast\n回复 @DaveAtherton20 Islam is mental illness\n回复 @AzzatAlsaalem I agree with China", "overlap_score": 0.1545195530778665, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1032466294862438400, "screen_name": "PuzzoJoe", "user_at_name": "Joe Puzzo", "sample_content": "回复 @gggirl924 Junior High is usually grades 7, 8, and 9 Middle is grades 6, 7, &amp; 8\n回复 @td_nash Billy Martin\n回复 @ChrisKirschner --Gleyber (replaced by  ? via trade or someone's grandmother)) --Rizzo (replaced by  ? via trade) --DJ (replaced by Oswaldo &amp; Berti) --Grisham (replaced by the Martian)\n回复 @SusanWard2016 @softtail65 \"See the pyramids along the Nile\" from \"You Belong to Me\". (before my time).\n回复 @Cowboy_Regg There's only one Reggie!!!!!\n回复 @yankeesgoddess Who the hell wants to retain Holmes????????????? It's NO CONTEST. NO. CONTEST.\n回复 @yankeesgoddess That's  a typical BOoneZO response\n回复 @electroboyusa @KamalaHarris I saw you, Mr. President, in 1980 when you came to Rutgers University in New Brunswick, NJ .   I was right on the curb, cheering you on!  God Bless you and Happy Birthday!\n回复 @softtail65 From East to West Voyage\n回复 @nelmagene2010 One just sold for 16 million at an auction.\n回复 @ohthoughtsquote Johnny\n回复 @gggirl924 Yes.  It was the kind with the grocery store AND the dept. store. It eventually became Bradlees (no grocery store) and now it's Kohls.\n回复 @LePapillonBlu2 Beautiful!  How could anyone want to destroy this planet?\nCortez can't stop giving up those homers, can he?\n回复 @Route_60plus Is that Sandy Duncan on the right?\n回复 @manicforwalls28 @MDL1981 1.  I was simply answering a question 2.  It's difficult to identify the type of question when vocal intonation isn't involved 3. If being sarcastic and nasty is the way you enjoy yourself online, you're now blocked.\n回复 @slade_colonel I do (well, \"excuse me\").\n回复 @its_jessi_grace Awwww!\n回复 @softtail65 Tie A Yellow Ribbon ('rRound the Old Oak Tree) Tony Orlando &amp; Dawn\n回复 @NeutrlZoneSprts No Gene Rayburn from  MATCH GAME??\n回复 @MissFlyByNight My walk would turn into a run--in the opposite direction\n回复 @NYYankeegal16 @shell895 Same dumpster diving act as always, I see. Here's the M.O.:  wait until all the prime FAs are gone and then sign someone\n回复 @fasc1nate Breakfast wines??????\n回复 @shell895 Agree with Shelly.\n回复 @FunMovieTVFan Quincy\n回复 @realTuckFrumper \"I don't know anything\" basically sums up his entire intellect.\n回复 @MadScientistFF Pizza oven?\n回复 @AdeleSellsNJ Certain taxes change every month\n回复 @lippyent Topo Gigio\n回复 @elonmuskADO Roll over and sleep in.", "overlap_score": 0.1898233147539951, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1307397139, "screen_name": "JkBubba23", "user_at_name": "John Kelly", "sample_content": "回复 @bennyjohnson Perhaps Elon was speaking of slavery in general terms of serfs, indentured service, peasants etc..studying or researching history broadly is a good idea but be prepared for what it will reveal..just don’t take Elon’s words..\n回复 @highbrow_nobrow Was it Moses that wandered lost in the dessert or wherever for many years..Seems to me Voight is wandering lost in the dessert or wherever and will probably not emerge, thus lost forever..\n回复 @DNCWarRoom This needs to be shown  every where..SS is a wholly self funded program supported by employee/employer payroll tax..people should be outraged with Paul’s statement..\n回复 @elonmusk That you could ever be such a man of distinction and selflessness..\n回复 @highbrow_nobrow The media did not find Trump guilty..a jury of his peers found him responsible..sounds to me Stefanik is out of touch with reality..\n回复 @alx They treated him like he treats them..\n回复 @krassenstein Trump’s statement is pathetic and demonstrates yet again how unqualified he is to be President..once again Trump focuses on himself..he sees himself akin to Navalny..Navalny hed character, courage, integrity and selflessness..attributes lacking in Trump\n回复 @alexaronson Judges whether Supreme Court judges or the other judges should not have appointments for life..it is no more than a recipe for corruption..\n回复 @bennyjohnson It is the correct step..I do agree that the gage order should remain that covers the judges family, the court workers, the DA’s family and workers..once sentencing has happened the gag order will be fully lifted as the judge no longer has jurisdiction\n回复 @highbrow_nobrow @RightWingWatch He is no Moses and he never will be..very presumptuous on his part not to mention egotistical..render unto Caesar those things that are Caesar’s and unto God those things that are God’s..where is his Bible which he says is his guide..\n回复 @RpsAgainstTrump @sandibachom MAGA Citizens in the U.S. should take a lesson in what patriotism is about..perhaps a trip to the U.S. cemetery in Normandy and what the people in France say about the thousands of young American boys that died there ..\n回复 @RareImagery @EdKrassen No the fabulously wealthy have made us debt slaves..credit cards who, owns them..who can advance credit..why do they want people to pay over time..think about it..credit is offered to help the rich get richer..\n回复 @glennkirschner2 @FrankFigliuzzi1 You guys certainly deserve to celebrate..always enjoy listening to you both..as a friend called and said..we are in it now!  Winston Churchill said..if you know you are going through Hell, keep going..\n回复 @highbrow_nobrow @HeartlandSignal As a Senator he should stop conflating the laws of God with the laws of man..either he understands the separation of church and state in our Constitution or he is willfully putting those matters that belong to the church in with those government matters\n回复 @bennyjohnson Let all who are guiltless cast the first stone..\n回复 @krassenstein Currently the Republicans don’t want to do anything about immigration.. Trump has requested the House not approve any immigration legislation cause this will help him get re-elected..the Speaker has said the legislation bill from the Senate is DOA..\n回复 @_wake_up_USA Unequivocally no..Tulsi has tried to change her allegiances so many times it is difficult to figure out where she stands on anything..just saying\n回复 @Intellect_Vids So now it is a spiritual war..retribution, fire and brimstone..and Marxism is bad because everyone in China has the same hair cut..wild unfounded accusations..this man should not be leading and influencing people\n回复 @raymo_g Do you remember when Trump said..I alone can fix it..he was speaking about everything..he epically failed as president..he has done nothing for the people of this nation except make idle promises that never happened..Trump will save himself and the wealthy..\n回复 @ImMeme0 It seems we are in a true conundrum over wages in this country..wages go up prices go up..CEO salaries are in the millions of dollars and prices go up..Corporate welfare continues and billion $ corporations raise their CEO salaries and consumer pays more\n回复 @FrankLuntz Vague..it was clear to me..what she did not do was make a promise to do this or that on day one if elected..she laid out some of her platform and because she did not say on day 1 I will..does not make it vague..\n回复 @PamelaHensley22 If a President commits a crime  he/she must be accountable..we do not have Kings and Queens in this country..any citizen that commits a crime should be held accountable or we become a lawless nation..our justice system is not perfect\n回复 @JenelleComedy @BidenHQ If you notice this has been brought up on many occasions but nothing comes of it..calling FOX news a news broadcaster should actually be called FOX  NOT Factual just opinion and conspiracy theory chit chat..\n回复 @highbrow_nobrow “He speaks the truth and what we want to hear”..and what we want to hear no matter if it is a lie, wrong, makes no logical sense, just stuff we want to hear..\n回复 @highbrow_nobrow @JasonSCampbell I find the statement by Kirk sickening, disrespectful and truly misleading..in order to hold on to the Second Amendment we must sacrifice the lives of children and the general public because of the holy importance of guns..\n回复 @bennyjohnson We know about the Bronx and so does Trump..\n回复 @simonateba @RepMTG When the eagles are silent, the parrots begin to jabber..Winston Churchill\n回复 @krassenstein Abbott is not a smart man and a poor leader..the fact that Perry was tried by his peers and convicted should mean something..Abbott has kicked Foster and his family in the face and basically indicated where he stands..disgusting!\n回复 @highbrow_nobrow @Acyn Trump brought this upon himself..Biden is 81 and can critically think and deal with  complex issues all at the same time..Trump is 77 and can’t sit in a court room for 8 hours and stay awake..just saying\n回复 @highbrow_nobrow @ashtonpittman Johnson is trying to govern using the parables and allegories in the Bible..so he is using the Bible as his guide in leading the country..he is proving to us he is a theocrat..", "overlap_score": 0.1341963182194506, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1346626393153691648, "screen_name": "ClownyJah", "user_at_name": "Bozo Clown", "sample_content": "回复 @ChuckSteeleSr @sentdefender They do. Why do you think it's called the United States Mexican Corps?\n回复 @wokrad1 @RpsAgainstTrump Eclipses and earthquakes are completely random and natural. I mean, we could predict an Eclipse a couple of decades in advance, earthquakes are a little harder to predict but technology is bring made to do so. Hope this helps\n回复 @FiddleFella @JRewinski It gets autocorrected to Odessa, get off my case.\n回复 @top_tbh @hyperliberalism @corsair21c Why would anyone want to play chess with an Indian, that would just stink up the whole room.\n回复 @yacine62583281 @TheBigCigar1906 Proving the point that all middle eastern men are aggressive 12 year olds.\n回复 @DNaudziunas @ShitpostGate Wow, that joke is funnier the 1,535,837,494th time. Thanks for the laugh\n回复 @stylenat_ @BDY5iVE Come on, stop it. That was the fakest shit I've ever seen, I've seen better acting in elementary school play.\n回复 @ZyN_6x2 @ukraine_map @Poztreck It's not, you can confirm it yourself with your eyes.\n回复 @nitin98688 @PStyle0ne1 Lmao he's dead stop crying over him 🤣\n回复 @JRewinski Tell me when they reach Odessa, and then I'll believe them, but honestly, with the way Russians are advancing, I might not even be alive by then.\n回复 @CelicaVengy @awojtaszek @jsob5187 @briantylercohen Also overstaying a visa is how most illegal immigrants get in, not crossing the border.\n回复 @Kidbeinvesting @upblissed Real men conquer land whales, a hole left unchecked is a goal left unchecked\n回复 @DojimaDragonNZ @IdahoBones Eh, my dad said black people in the Marine Corps usually had the worst attitude towards everything, never wanting to clean up, all the petty stuff.\n回复 @mal_abn_3li @HumalaVict70655 @Paul_Ferdous @dokhtarefars Exhibit A\n回复 @XianBodybuilder @starofdavid1979 @Peterelmore8 @Kahlissee Hah, did you hear about the president of Iran? I guess God isn't on their side, anyways catch ya later traitor.\n回复 @0_dee2 @Hipuncle @m00njunk @Reezeon_ @thisisjusttcod @itsisaacsworld @ItsNotGivingX He is correct, large scale farming is one of the leading causes of pollution here in the USA. In fact, I'm pretty sure it's second in line to fuel and energy.\n回复 @CJS_POSTS @spicebae_ I mean good. It's not like they would want you anyways, you'd break the rules.\n回复 @stiiizy Lower your prices on your disti and then you won't be mid\n回复 @EtienneMartell @CoolBeens789 @broadcastmike You can look up any Wikipedia source or any reliable news source and they'll tell you the same thing, if you want to play stupid then go ahead I'll let you.\n回复 @utahthemiller Not a Zionist, but never will be, but both sides are disgusting, and I'll never support either. Both can be shitholes for the foreseeable feature.\n回复 @kent0464 @marionumber4 but yk what they say trust every person you see on the internet, right Kent? 😜\n回复 @SwannMarcus89 \"I knew I shouldn't have worn this jacket today\"\n回复 @ForestandFlame @qubbajBG @jacobkornbluh @KamalaHarris @VP Actually, the funny thing is most people don't read that for the Gaza Ministry of  Health, militant casualties are included, so they're using terrorists to inflate the body count.\n回复 @Witwickee @Allen2BTJ @17For6 This literally proves our point that he was a cancer. He was forcing Allen to pass it to him. When the coaching change happened, they started winning  because he stopped getting the ball. Believe it or not, there is offense besides throwing.\n回复 @Aaron86ixer @clashreport Because it's not money, it's mostly old military equipment. The only money being spent is the kind that goes back into America, but hey, continue to be misinformed since that seems like your thing.\n回复 @Got_Antidote @BlackKnight10k It's clearly a prop has red spray paint, try harder.\n回复 @tempdandelion @c0mput3r_V1ru5 yeah me too thats why I have no brain activity\n回复 @JoeBrig2 @gfodor Not only that, we grow about 99% of the USA's commercially produced crops, I guarantee the fruits and veggies you've been eating your whole life have probably came from California. - Plant Sci and Hort major\n回复 @averros271828 @witte_sergei Also releases mercury\n回复 @you26500 @umokklagoon You literally hear it at the start of the video, he calls him a faggy, if you want to be ignorant just because you hate gay people go ahead, but don't play it off as if your not just trying make him seem bad.", "overlap_score": 0.1833111673712649, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 124855170, "screen_name": "Hippieforchris2", "user_at_name": "Hippieforchrist", "sample_content": "回复 @Erythros473 @piscesfullmoon @Paultheheretic It’s in the NT. We are to forgo the cultural and ceremonial laws but to keep the moral law Read the entire bible instead of trying to contradict people with your limited knowledge\n回复 @DRodbone Most of the companies that own those orphan wells are defunct  Do some research\n回复 @ZachWLambert If I was American I would support him on the abortion issue alone As a Christian how can you vote for a party that supports it. Also all the progressive stuff Biden has done. As in deviants at the White House etc.\n回复 @unworthy_prod I used to volunteer with anti abortion organizations  I got fed up and moved to west Africa  Abortion and sexual deviancy are illegal where I live  Much prefer it  If you want an idea of what it’s like look up Samuel George’s speech at the UN 🙏\n回复 @CrusiusDaniel @LGBTMarriage @freedomtomarry @evanwolfson Did they also leave out the first chapter of Romans from the Bible?\n回复 @masonmennenga But the alphabet people will still be left out Do you not read  It’s clear in Romans 1:26-28 And many other places  Just because you have a deviant lifestyle doesn’t mean scripture is different for you  In Romans1 it goes on to discuss those who deny scripture and teach against\n回复 @Jubilee4Jesus No time Going to the village of Suhom to traditionally marry my wife  I do hope you find peace in the Lor🙏 https://t.co/jN763euCWd\n回复 @DimSum787 @autocorrect2_0 But I will still pray for you  Matthew 22:39 calls me to  “You shall love your neighbor as yourself “ https://t.co/yl4e0lIkEZ\n回复 @D_B_Harrison Have they actually read the bible\n回复 @Chasingharmony1 “Toxic men” Do you mean the men who protect you (police/army), the men who built and maintain everything you use, or the men who will father children and care for them?\n回复 @Lina_Rapture69 My favorite bible verse is Luke 23:43 So much love in those words “ truly I say to you today you will be with me in paradise”  Even though Jesus was suffering emmence physical pain and had just been humiliated and abandoned by his people he still cared for a criminal who had fait\n回复 @jovial_cynic Really  I guess you haven’t read much about Jesus in the bible have you?\n回复 @WallStreetSilv Play stupid games Win stupid prizes\n回复 @TWilsonOttawa His teacher was a gender studies major\n回复 @WhenAmIBob 🙏 What ever it is Jesus will get you through it I get strength and courage by reading psalm 121 every morning\n回复 @Ryansarai1981 By your post I figured you were from Toronto  I suppose suburbs of Vancouver is same\n回复 @Oilfield_Trash2 I'm asking those who love the outdoors to post a picture YOU took. Just a pic. No description. The goal is to regain peace and harmony without negativity. Please copy the text, put a picture on YOUR page, and let's look at these beautiful pictures. https://t.co/jMihTZGIRZ\n回复 @TonySmith7MD True But most people with graduate degrees in theology become pastors or teachers of some sort\n回复 @sucremummy It’s actually true  I have experienced it on more than one occasion  Some women just have it\n回复 @Urtoez75_2 Most men, like myself, don’t care  We have good women in our lives that don’t require any adjustments  I think most women who are responding to this are problematic and have needed adjustments and they didn’t like it  Now they are single and bitter  Enjoy your cats girls\n回复 @jesusclarinet_ What exactly are you referring to   My guess is because you didn’t say what it is it probably not a big deal to most so you aren’t mentioning it  If it’s a biblical thing like dress and demeanour I suggest studying your bible and see what it says\n回复 @DelaKram75 @sparkobuzzer Sure, it doesn’t say that but seminary is usually precursor to preaching  And it does say women should not teach men\n回复 @InterStarMedia Sounds like right wing antifa Maybe it’s a good thing\n回复 @big_monkeyball I am still waiting  The only thing that got me anything was hard work Hard work is something that people that complain about privilege know nothing about\n回复 @FringedCanuck Is that true  I would think even he isn’t that dumb\n回复 @YourAnonNews Define Nazi\n回复 @servetus Of course you hate bible believing Christians  The bible holds your lifestyle in distain as it should  Gay men will go down in history as the beginning of the end for western society\n回复 @DimSum787 @autocorrect2_0 Hahaha I love it when non believers give me biblical advice   John 1:17 For the law was given through Moses; grace and truth came through Jesus Christ.  We are not governed by the ceremonial or civil laws of Moses but by the moral laws laid down by Jesus\n回复 @LailaPalestini1 Remember October 7\n回复 @Erythros473 @Paultheheretic According to scripture yes There’s something wrong with any kind of sex outside of marriage  It’s called sin", "overlap_score": 0.1810647573160076, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1196317230083870720, "screen_name": "DonGalaPhD1", "user_at_name": "Don Gala, Ph.D.", "sample_content": "The air is now safe! 😢😢 He did NOT care about these people any more than he cared about the three service personnel killed in Iraq or the thirteen service members killed in Afghanistan. He is heartless &amp; evil. To Biden, the end justifies the means. 🤔😒☹️\n🙋‍♂️🙋‍♂️ The Judicial Conduct Commission should remove this slug from the bench for violating the Rules of Ethics. \"An appearance of a conflict of interest.\" Wow! This was MORE than an appearance. 🇺🇸🇺🇸\n回复 @AOC @TheFive Why do you engage in stupid rhetoric? You could not get an impeachment through Congress without GOP votes. Try reading the USSC Decision. Your opinion will be less of a product of ignorance. As a Comintern you're not too bright. 🇺🇸🇺🇸\nSadly, this person was not born with the sex of choice. At this point, we are merely watching \"stupid\" evolve into something terrible. 🤔🙄🙄\n回复 @MLeeBaxter1 @1stForAll I hope these replies make my position clear &amp; indicate my understanding of the procedural law in Tort cases. My experience is unique. One of my colleagues is a U.S. Magistrate in the MDOK. .... This is all I will say about this without $$$ flowing my way. 🤨😒\nBiden being confused seems to be the norm! Biden needs to go home and allow someone else to save our Nation from his stupidity! 🇺🇸🇺🇸\n回复 @simonateba Another a__hole is held accountable by the people. Politicians may have given him a pass, but we will not. The NG should have been present, and no one would have been hurt. The Capitol Police allowed Pelosi to use them for political purposes. This is sad.\n回复 @TRUMP_ARMY_ I believe that someone was allowing this to play through to see what would happen. My worry is with the number of Chinese military personnel who have unlawfully breached our border, and terrorists (ISIS &amp; Iranian). The protection of Trump needs to INCREASE, a lot! 🇺🇸🇺🇸\n回复 \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the government for a redress of grievances.\"\nThe liberal media &amp; press: Trump wins Colorado case 6-3. WTF! It was 9-0!! What is wrong with these so-called journalists?!? When I watch and hear this junk my only thought is that there is cause to remove these people from these positions. Lying does not equal journalism. 🤔😠\n回复 @poorcope @Ilhan @RepAOC @RepRashida @RepPressley &amp; other \"Squad\" members, you have VIOLATED your OATH, many times. You MUST support &amp; defend the U.S. Constitution. You have repeatedly advocated positions that VIOLATE this document. Hence, you MUST go! 🇺🇸🇺🇸\n回复 @josettecaruso @CatWoma24027331 When I go into a mall, store, or other public setting, I wear an IIIA-level vest (F&amp;B) and am armed. And I seldom do this. I stay inside most of the time. When I carry it's under 18 USC 926c. Hopefully, the public feels safer when we are in public places.\nGood move, Biden. Now, you are beating up \"Gold Star\" family members (the father). How rich! 😢😢 Soon, we will terminate your employment through the Electoral College vote. 🇺🇸🇺🇸\n回复 @josettecaruso @CatWoma24027331 Elections have consequences (Obama, 2020). Who knew that these consequences would be so grave to our Nation? It is as though Biden wants to cause the greatest harm to prevent any possible clean-up or correction. 🇺🇸🇺🇸 We need to be vigilant!\n回复 @JesseBWatters Let's see what this person (I use this term - \"person\" - loosely). 🇺🇸🇺🇸\n回复 @Charles97894986 Personally, I believe NY AG Letitia James lacks the fitness to practice law and has engaged in unethical behavior, thereby violating the Rules of Ethics, making disbarment quite appropriate. 🇺🇸🇺🇸\n回复 @MLeeBaxter1 @T523014018505T @1stForAll Having sat on the bench with District Court Judges and U.S. District Court Judges in thousands of cases, I just don't see the needed probative evidence needed to reach this decision (my opinion).\n回复 Does the Border Patrol Union support Joe Biden? No. During the debate, Biden stated he had the Border Patrol’s support. A blatant lie.\n回复 @elonmusk I agree with you, Elon. My mother's family came to America from Italy after WWI &amp; before WWII. We need to have everyone vetted. I am unaware of a country that would allow this nonsense. 🇺🇸🇺🇸\n回复 @Sunkized01 I thought you had left! This is the problem with Democrats. They promise to act in a certain way, and then they break that promise, thinking that the rest of us are too dumb to know that they lied to our faces. 🤔🙄🙄\n回复 @Hotspurs69thfc @leesayville Someone give her a baseball bat, or alternatively, use the baseball bat on these thugs. Why can't this happen when I am nearby? The wrath would be swift and painful to the perpetrators. 🇺🇸🇺🇸\n回复 @tiffanyandsadie They won't allow Joe Biden to eat before the debate, so pooping his pants on stage most likely will not happen. 🤔🤔🇺🇸\nSchumer sounds like an idiot. He knows that he has NO authority to send anyone anywhere. He could not send the military for a cup of coffee. 🤔🙄🙄🇺🇸🇺🇸\n回复 @IanJaeger29 I do NOT read lies, but I wonder if she has admitted to breaking the law (considering the statute of limitations has run out). This would be interesting to review. 🤔🤔\n@AdelleNazt, I was impressed to learn that you are fluent in some important languages. Wow! Thank you for your journalistic integrity &amp; work. 🇺🇸🇺🇸\n回复 The ONLY group of people we must worry about is the Democrats, who desire to violate their oaths and strip us of our U.S. Constitutional rights. These politicians should be REMOVED from office for committing high crimes and misdemeanors, but they will not, for now. 🇺🇸🇺🇸\n回复 @RogerJStoneJr @TeamPelosi  To lower gasoline prices near elections, has Joe Biden depleted our emergency oil reserves by selling oil to China and oil companies? Yes.  Does the Border Patrol Union support Joe Biden? No.\n回复 My mentor of 30+ years was a retired FBI SSA (31 years - 26 of which were in the Counterintelligence Division) under Hoover. He died several years ago. He would have died had he lived to hear what Peter Strzok did. Doesn't the Judiciary Committee have to approve terminations of…\nWe need to ID these Democrats who support drunk driving 😒😠 &amp; during the next election send them home with a permanent layoff notice! 🇺🇸🇺🇸\n回复 @TeamTrump Also, it would help CSRS retirees support their candidate if Speaker Johnson brought HR 82 to the floor for a vote. Considering that HR 82 has 309 cosponsors, a veto could NOT survive. We would have extra funds. 🇺🇸", "overlap_score": 0.0972468231037185, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1070025581805387776, "screen_name": "TheRealThredra", "user_at_name": "Thredra", "sample_content": "回复 @benshapiro I am here for this new season of daily wire. Mike Knowles doesn't know what a woman is anymore, Matt Walsh thinks he's a judge, and the two most human of the ghouls are having a feud over which flavor of human is superior.\n回复 @RepMTG You are an entertainer and not a legislator.  Instead of working on legislation you post workout videos.\n回复 @FilmsFallout 10. Stopped playing after the second log in and the lvl 5 Laser Pistol I was looking forward to using was no longer in my inventory.\n回复 @cheer_wine Jump ahead a mirror 7 years and have 50 million in the bank when I know for a fact I would have no chance whatsoever to gain that much if I was 10? Sign me the F up, my guy.\n回复 @laurenboebert So Trump can increase tariffs on everything imported into the United States and thus increasing prices on literally everything because as we all know American corporations will increase prices to match foreign imports in order to \"Stay Competitive\".\n回复 @il0venostalgia 3.5e dungeons &amp; dragons.  For my entire high school career that was my hyper focus for 4 years back in the early 2000s.\n回复 @Riley_Gaines_ She's a biological Female and in her country it is illegal to be trans.\n回复 @iAnonPatriot And yet Trump clearly takes credit for overturning roe v Wade\n回复 @charliekirk11 @RealCandaceO @TPAction_ Nope, veterans get the entire month of May.  Repubs keep forgetting that.\n回复 @MattWalshBlog And that's precisely why you were still employed by the daily wire and Candice Owens is not.  You Matt will actually bend the knee, and Candice will stand up for her beliefs.  Don't get me wrong, you're you're both ghouls but at least Candice is honest about it.\n回复 @DC_Draino The LBGT+ community is not a religion. Your religious indoctrination requires it to be a religion for you to understand it.\n回复 @MattWalshBlog tbh, a strawman argument is the best you got.\n回复 @Riley_Gaines_ still trying to remain relevant, huh?\n回复 @RepMTG If only Tucker was a journalist and not an entertainer.\n回复 @ByronDonalds So you're saying Trump is a bad businessman?\n回复 @CocoaFox023 Restoration spell, lvl 4 cleric/Paladin spell.\n回复 @echo_chamberz A slow extinction event is happening.\n回复 @mask_bastard One of the many reasons why the Bible should be banned from public school.\n回复 @ElijahSchaffer You are not who they're trying to attract so it's no big loss.\n回复 @DefiantLs Inflation Reduction Act.\n回复 @MattWalshBlog This is rich coming from the dude who only has a high school diploma as his highest education.  It's like you finished the bare minimum Saw what else you could do with education and said to yourself \"Nah, I'm good.\"\n回复 @MattWalshBlog Bruh, you couldn't even answer the question \"What is a woman\" with the last film you released.\n回复 @TieflingMelissa You might as well just become a cleric of tiamat at that point.\n回复 @MattWalshBlog This is rich coming from a man who can't grill and can't tell the difference between ground beef and meatloaf.\n回复 @Steal_your_shit This is also the company that said people need to get used to not owning their games. Oh and this game is a live service.\n回复 @GuntherEagleman To be convicted means to have been found guilty by jury. To be liable in a legal sense simply means to be held legally responsible or obligated. Trump has not been convicted of anything, but has been found liable for  many things.\n回复 @faithwillsaveu 100% false.\n回复 @maureen_bannon Then he probably shouldn't have ignored a congressional subpoena.\n回复 @onyxicca Artifact weapons.  Class halls/Garrisons were mobile tie-ins and just kept players from exploring zones.\n回复 @EndWokeness Missouri Governor Mike Parson related the shooting of Dorn with the murder of George Floyd, tweeting that neither should have died, and that violence and criminal activity that had nothing to do with protests against Floyd's murder needed to stop.", "overlap_score": 0.1942290395292274, "MARITAL": "Never married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1326624903408181248, "screen_name": "banned_yankee", "user_at_name": "The Dammnd Yankee", "sample_content": "回复 @acnewsitics Such a pathetically weak attempt to be clever… but some folks will think it is… so kudos I guess.🤣 Damn we are so screwed… sophomoric attempts to poke our neighbors who disagree politically or socially  has become the norm. WTF happened to us y’all??\n回复 @Samantha_SN1 Lol….,You could regret this post. As unlikely it may seem…Josh Gad could evolve into the greatest script writer of history. Just saying…🤪🤔😉🤣 Have a lovely evening my friend 👊✨.\n回复 @MTGrepp Affirmative but don’t shoot a hole in that pool liner 😬 (from experience)\n回复 @AdamKinzinger lol  your reaching so hard for anything. You’ve become a clown and it’s funny 😆\n回复 @LangmanVince That character revealing DNC stage moment with his son leads me to think that closet ain’t empty.\n回复 @eveforamerica Medowlark Lemon\n回复 @Stanley11535151 @Super70sSports TV yes…. Radio play by play it’s Merrill Reese calling the Philadelphia Eagles\n回复 @BillyBaldwin Judge at your own detriment. All BS aside, young smoking -cool chick on a date that got busted on someone’s surveillance camera…nothing more… nothing less.\n回复 @Samantha_SN1 Well no …but kind of… I mean it’s his choice but the “for public consumption” bit ain’t cool from a men’s-soul thing perspective.\nSouth Carolina Sunday afternoon. Baseball, beer and working on my green snake wood carving. Have a good one y’all 👊 https://t.co/QfpF90FDav\n回复 @Jason_The_Texan @Samantha_SN1 It’s a great pic…but her “thrilled look” pic is her most sublime ✨\n回复 @Samantha_SN1 The Sixers mantra to us Philly fans is to “Trust the Process.” Unfortunately… what you just described is apparently “the process”.\n回复 @AmelieAmelie77 How much is appropriate to risk an excessive tip? ✨🤷🏼‍♂️✨\nBackyard view… midlands of SC 2030 ..3/10/24. Have a great night y’all 👊✨ https://t.co/fy5BXWUxVe\n回复 @777_Freedom_777 Just the general optimism, hope and excitement of what lied ahead. A far cry from what today’s teenagers are facing.\n回复 @atensnut @the_rock967 Only if the venue change necessitates it. His case seemed pre-judged but I lhear his current lawyers conducted a decent defense and Alina Baba is a babe.\n回复 @callme_Chari 💯 The climate cult has reached the point of insanity…killing off trees for solar farms and ruining our coastal environment by constructing 1000 ft windmills anchored to concrete slabs the size of a city block in our oceans. All under a very dubious premise.\n回复 @AmandiOnAir @domenicadelia22 Damn yall so nasty about everything. Best wishes to Biden and prayers our country elects a president and legislature that will govern in accordance to the Constitution. 🇺🇸🙏✨\n回复 @JalenCarterDPOY So many guys on that team stepped up and had the greatest day of their careers at the biggest moment of their lives .\n回复 @McFaul I could be wrong, but didn’t Russia turned over Nalvany’s body???…in which case the cause of death should be determinable.\n回复 @Cjamesb4u @Revwwthompson Well im no fan of either but maybe gwyneth could give him a pass…. Im same age as Bill and can attest it’s hard to stay awake when you get old. 🤷🏼‍♂️\n回复 @Meowshallah1 @TheStephanieOne 💯… great advice! Limes work similarly to Lemons in this regard,  the active ingredient is citrate…. But other citrus fruits do not work because they contain citric acid instead of citrate.\n回复 @fitdaddy_scott Doctor J of course. Dude went from ABA to NBA legend and later played the greatest Superbowl Halftime show ever.\n回复 @JoJoFromJerz Bet he throws some killer family holiday parties … heh? 😉 🍻🍹🍸\n回复 @MissThorn_ Lol… Epic bad fail on their part.  One who underestimates you does so with significant peril. 👊✨\n回复 @othingstodo_com Dillon Dog ✨✨\n回复 @akafacehots ain’t gonna happen but …Rand Paul or Henry McMaster .\nIt’s Philly man. Trump’s got guts going into Dem strongholds like Philly and Brooklyn…he’s try to build bridges. Doubt we’ll see Biden campaigning in traditional Conservative areas… the Libs are all about divisiveness.\n回复 @thewebbie In South Carolina but from NJ…. Pork roll and cheese sandwich always hits the spot 👊✨\n回复 @NMoonitz @sspain0520 Will never forget his  Holday message saying we were doomed if we were vaxxed 😳", "overlap_score": 0.1595438730804096, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}, {"user_id": 1293815457842159616, "screen_name": "nostalgicbbv", "user_at_name": "Best of Vanessa Hudgens ☆", "sample_content": "June 14, 2021: Vanessa Hudgens via Alisa Rauner's instagram story. https://t.co/wIgF1j20cB\nMay 9, 2020: Vanessa Hudgens via her instagram story. https://t.co/hrlJlUUoyp\nFebruary 25, 2009: Vanessa Hudgens shopping in Los Angeles. https://t.co/A9r79iKvfr\nJune 3, 2021: Vanessa Hudgens at the park in Los Angeles. https://t.co/tlsLTzwbQH\nAugust 30, 2023: Vanessa Hudgens via her instagram story. https://t.co/5L9d0kpq9a\nJuly 27, 2010: Vanessa Hudgens out in West Hollywood. https://t.co/S3lVNN1yhG\nJuly 22, 2019: Vanessa Hudgens attends the \"Once Upon a Time... in Hollywood\" Premiere in Los Angeles. https://t.co/NCDwGRNDQO\nJune 25, 2008: Vanessa Hudgens is interviewed while on the set of “High School Musical 3” in Salt Lake City, Utah. https://t.co/O7TBoXAAha\nMay 21, 2021: Vanessa Hudgens reveals her favorite memory from Knott's Berry Farm. https://t.co/qBHBMRAo3Q\nMay 20, 2021: Vanessa Hudgens via Max Clayton's instagram. https://t.co/l2ZALGlMn1\nJune 4, 2022: Vanessa Hudgens attends Sarah Hyland's Bridal Shower in Los Angeles. https://t.co/pLqp7542RE\nJuly 15, 2011: Vanessa Hudgens on the set of \"Gimme Shelter\" in Newark, New Jersey. https://t.co/N10Zav0Wrh\nJanuary 26, 2022: Vanessa Hudgens via Chad Wood's instagram story. https://t.co/EPCHjNVMn9\nMay 29, 2010: Vanessa Hudgens at Stella's middle school graduation in Los Angeles. https://t.co/mVgNCih0yQ\nMay 15, 2017: Vanessa Hudgens leaving Alfred {Coffee + Kitchen} in Melrose Place. https://t.co/Ms1qAkdyJ6\nAugust 24, 2008: Vanessa Hudgens performing at the Rodgers Amphitheater in Vancouver, Canada during the Identified Summer Tour. https://t.co/0nAF0QJ0SI\nApril 3, 2022: Vanessa Hudgens at a benefit for The BASE at the Garfield Park Conservatory in Chicago, Illinois. https://t.co/SUlN6WVqBn\nJanuary 13, 2022: Vanessa Hudgens via instagram. https://t.co/HeS42CpA4e\nJuly 23, 2019: Vanessa Hudgens and Rumer Willis attend the \"Once Upon a Time... in Hollywood\" Charity Dinner Hosted by RAD &amp; Levi's in West Hollywood. https://t.co/eTgozOeWnX\nJune 2, 2010: Vanessa Hudgens leaving a friend's house in Woodland Hills. https://t.co/2D33o3OjHL\nJune 12, 2010: Vanessa Hudgens on the set of The Beach Girl5's \"Scratch\" music video in Los Angeles. https://t.co/JnmN1OtTdK\nJune 7, 2018: Vanessa Hudgens via her instagram story.  https://t.co/7N3nroVtHV\nJuly 23, 2006: Vanessa Hudgens and Ashley Tisdale attend the 22nd Television Critics Association Awards in Pasadena, California.       \"High School Musical\" received the award for Outstanding Achievement in Children's Programming. https://t.co/fwLoBYTRkm\nAugust 7, 2011: Vanessa Hudgens backstage of \"Hairspray\" at the Hollywood Bowl. https://t.co/GU9w0nKW5T\nApril 26, 2015: Vanessa Hudgens leaving her apartment in New York. https://t.co/5tlb3AsEee\nApril 23, 2018: Vanessa Hudgens via instagram. https://t.co/XZHtXrAfTg\nJanuary 22, 2019: Vanessa Hudgens via her instagram story. https://t.co/AKGjAAXqCy\nJuly 27, 2022: Vanessa Hudgens at the Forte dei Marmi Beach in Tuscany, Italy. https://t.co/8AubLnjanh\nJune 1, 2015: Vanessa Hudgens attends the CFDA Fashion Awards at Lincoln Center in New York. https://t.co/444f1xKMJu\nAugust 20, 2009: Vanessa Hudgens shopping in Vancouver, Canada with Ashley Greene. https://t.co/KlXRtrZe1Q", "overlap_score": 0.2284699528253281, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1338867594049122308, "screen_name": "Emelina69007045", "user_at_name": "Emelina", "sample_content": "Illinois judge who reversed rape conviction removed from bench after panel finds he circumvented law https://t.co/vR3T1s72gA via @Yahoo\nWhat a justice's upside-down flag means for the Supreme Court https://t.co/SCpIDIJbH7 via @YahooNews\n回复 @Magoo72810763 I've got one cat Aiko and she's 16 years old, she only drinks water from the bathroom sink fountain. She's done that ever since she was a kitten...🤣\n回复 @CouchIssues Yes, my grandpa was also a hot dog vendor, he was shot and killed in a robbery by my own brother and my uncle.. My parents took their business to Puerto Rico, and had a food cart...I do hate hotdogs though, had so many free ones back then...\n回复 @kellyjmccracken @j_netzel Ooops, okay, you're not old, wish I was 40 again. So many things I would do differently. Old is 66..\n回复 @GeorgeJetsonIII I raised all five of mine by myself, did great with all of them but one of my sons was abused by his ex wife who also cheated on him and she abandoned their 3 sons. Every once in a while, my son reaches out to me about his depression. Today was that day George. Everything good\n回复 @RonSuder Both, I just got a Apple iPad for Christmas, still learning to use it, I also have an Android tablet, so mixed bag...Good morning Ron.\n回复 @scarflady777 Yes, I watch lifetime a lot, in fact tonight they give new lifetime movies, I save them on our app, watch them Saturday night. Tonight I will be watching Chicago Med, PD, and Fire.. I also love movies...\n回复 @LynnMarozeck Good morning Lynn, have a wonderful hump day...🐫🐪🌞🍩☕️\n回复 @briebriejoy Sorry lady, but it's clear you don't live in the city, crime is not low here and hasn't been since 2020. My grandsons ride the train to and from school, and nearly got shot a few wks ago by some gang members who decided it was okay to open fire at each other..\n回复 @RoryOCleary Vivien Leigh..one of my favorite movies and actress..\n回复 @RoryOCleary @MortonEarl8924 Thank you, I may have learned all of this later in my age, but I have even learned to like Spinach which I have always hated throughout my younger life. Now, I've got osteoporosis and Rheumatoid to deal with, so I do make sure to have greens with all my meals, even smoothies.\nYesterday's leftover beans, with some yellow rice with corn and a grilled chop for our dinner today.. Yes, we do love rice and beans.. https://t.co/J8SGrl4snF\n回复 @seanmack1025 @Mollyploofkins But, it does not depress me at all Sean, it does the opposite, makes me happy and after a few joints I get sleepy and sleep an entire night. Far better than being addicted to sleep medications and making pharma companies rich.\nGood morning my twitter friends, yesterday was a pretty horrible day, my doggie had some stomach bug, thought we were going to have to spend a shit load of $ taking him to the vet. Thanks to a little pepto, some tlc, he's all good. But then a severe thunderstorm happened😚🐕 https://t.co/8eWf0Wn64u\nMade us soup for a soupy day.. https://t.co/YvnvCySbLE\n回复 @JustMeJohnnyV Thank you, I saved the recipe..\nSantana - Maria Maria (Official Video) ft. The Product G&amp;B https://t.co/PydTTLpcff via @YouTube\n回复 @ckronstedt Good night Chuck, sleep well my friend.\nWhy that 'landslide' win in Iowa could spell trouble for Trump – and Republicans https://t.co/WhBnb3VPno via @Yahoo\n回复 @Magoo72810763 Raining where? We've got beautiful total sunshine here in NYC, we had a little rain yesterday. Today is beautiful and cool, so I am going to enjoy\n2 dead, 28 hospitalized from listeria outbreak linked to deli meat in 12 states https://t.co/DTLkbDnzHC via @Yahoo\n回复 @robdesign @shillman1 He's a traitor, how dare he trash President Biden? That's betrayal sir, Trai·tor /ˈtrādər/ 📷  noun 1.a person who betrays a friend, country, principle, etc\n3 law enforcement officers killed after shooting at Charlotte, North Carolina, residence, source says; a suspect is also dead https://t.co/VBIRT4N3pP via @Yahoo This is so fucked up.\n回复 @RoryOCleary All except for the Cantaloupe, although, I think I've only tried it once..\nTrump's New York gun permit to be revoked following conviction: Sources https://t.co/YcqRf6Eh8k via @Yahoo Good, a lunatic like this should not have a gun permit..\n回复 @AlbertaGirl34 Awe, she's still super cute..with her static hair...🤣🤣🤣🤣😇\n回复 @elonmusk Why are you interfering with our elections? He committed the crimes he was found guilty of. This is nothing, it's just the beginning. So, are you also going to help incite another J-6th by sharing propaganda? I think you're better off with your space X and cars.\nDessert and munchies tonight..😋 https://t.co/z7RenrHqJz\nYesterday I shared my college graduation picture, today will share an old azz pic of my Junior high school graduation. It's been through a fire and more..🤣I'm just 14 years old though.. https://t.co/Au0huoWRhE", "overlap_score": 0.1274400062703531, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1262503047994970112, "screen_name": "LTTom03", "user_at_name": "Tom", "sample_content": "回复 @Alphafox78 Well they do but just with a ruler across your knuckles\n回复 @DeathWishCoffee Thermos full of @DeathWishCoffee almost got me through\n回复 @Doglover_Ammy Used one today\n回复 @AmazingPopPod Crocodile Dundee\n回复 @Christo87184657 @Jamziller28 @Art0fThinking Must be democrat math\n回复 @freep I wonder if an election is coming up\nGarage cleaned reorganized now for a beer (or another) and a #sauna\n回复 @Sassafrass_84 The Cajun chef. From Baton Rouge LA\n回复 @Ford_Nick Salt and pepper\n回复 @brantleygilbert New boots? Belt?\nNew #RoadhouseMovie is terrible\n回复 @rantingopossum @CountDraculaIM Not saying he didn’t do a good job just was too old\n回复 @MariaDa79526808 Water filtered through coffee beans\n回复 @lippyent On golden pond\n回复 @difficultpatty Wow miss popular\n回复 @toxiccowboy1 https://t.co/Rd7Es8gflR\n回复 @Oldtimers365 West Germany\n回复 @FoodPornPhotos Those of us on opposite sides of the pineapple debate can agree this is just wrong\n回复 @MsAshBash420 I have those at my desk and my employees call Me old\n回复 @introvertsmemes 🥃\n回复 @JazzyLynnRose Rather win a Dundee https://t.co/hWCSXQbqJV\n回复 @lippyent https://t.co/usgffFF6Bl\n回复 @elonmusk Both sides are crooked as they come.  #termlimits\n回复 @LoveTherapis1 Once I was very young\n回复 @CiCi_Texas_45 Bear 🐻 easy choice\n回复 @ccgarrett Would you like extra bacon with your bacon\n回复 @brockpierson Math is hard\n回复 @rantingopossum @CountDraculaIM Banderas was too old for the part  Armand was suppose to be an early teen when he was turned\n回复 @ImissPresTrump @cat_barnes30 Sadly I lost all mine in a boating accident\n回复 @Tjeerd001 Engine is in the truck", "overlap_score": 0.235878278584161, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1236650044205469697, "screen_name": "DarkBlondAngel", "user_at_name": "🇺🇸🇺🇲 Deborah E 🇺🇲🇺🇲", "sample_content": "What good is it to gain the material wealth of the world ....If the price you paid for it ....is your soul.....  Measure your worth in your number of friends....strength of your Faith.....and your kindness to others ....  Be stronger.....be Wiser.... Have Faith .....\nTerrible....shitty reporting by Daily Mail...  Headline grossly misleading..  Two schoolchildren, aged 5 and 6, die at primary school battling an outbreak of stomach bug https://t.co/RIw9I3eT7X @MailOnline\nThe depths of hell on earth ...the spawning ground of terrorism....  Then everyone judges harshly when they finally snap and commit their own unlawful and unfaithful attack...  Would your country be any different... wherever you live ...would anyone ..  You can't say for sure...\nThat's nonsense Robert.....there are still properties available circa £160-200k...as apartments....in much of UK outside London etc...  Anyone can save a deposit within 10 years - that'll enable a mortgage for that property range...\nNow that's an impressive birdie.....jeeesh....and they're locally nesting in Bedfordshire and Hertfordshire....  https://t.co/DvNKCY62gu\nIllegal migrants are the issue.... Not asylum seekers  Not Immigrants....  So this is BS ..\n回复 @rubina1402 Hope your daughter enjoyed the Birthday party and your tweet was very true.   We're are all brothers and sisters of humanity even if not by birth, marriage or of Faith..... the Quran, Bible, even Buddhist teachings clearly advocate showing kindness to all.\nSorry but the jelly (I leaned not to call it jello) and cold slimy pork...and wet pastry 🤮🤮🤮🤮   How can anyone say they enjoy it.  And let's be honest your scones aren't exactly amazing either ...  They're no NY cheesecake....\nNo @ThePosieParker ...you broke a key policy that you agreed too by becoming a member of that practice...  What's wrong with a he/him badge.. anyway..that's their freedom of expression...  He didn't ask you to wear a badge did he.... Jeesh...  Just Live and let live ..\nDang those goats can drink.... https://t.co/p3Vv72dwn8\n回复 @manmihoub may I ask you....my understanding is that the Quran is the word of our Creator...  The Hadiths are respected but do they provide basis above the Quran....  Someone was insisting to me that beheadings are in the Hadith...  Certainly the Quran forbids it?\n回复 @InterDimTravelr @truthtold24 So you want no scrutiny....to whatever your posting....  It's clearly an airplane wreck....and got the put down it deserved...  Grow some balls...\nHead of security probably a DEI hire ...\nMom showed us all this movie recently with her grandkids (my Kyle too)...  all in tears at this song ....so beautiful  Tami who played the Empress child was in London last week for an event with Limahl..  Stranger things made this popular again briefly..  https://t.co/CYzlvZRhIA\nThat's a tiny period of time for climate.....but at least it suits your narrative....\nNATO = the US....lol..  Did you know there's 3 foreign companies that own over half the agricultural land in Ukraine.......  Can you guess where they are based.......🤣\nWhen we get American style service.....I'll tip....not tipping some Lithuanian fuckwit.....that can't even smile....fuck off....I agree....\nIs a village missing their you know....one of those?????  ⬇️⬇️⬇️ ...Here he is..... ⬇️⬇️⬇️\nI see Nadine still has a great sense of humor....albeit I think the latter is more likely. ...given it's Rory....Lol.....\nIntersex is an anomaly not a gender is the main point....there's no spectrum it's binary...  Gender used to mean biological sex....but it's been stolen by ideologists as a label.....and used to push their agenda's on the majority..\nHigh risk incident....but no risk to the public....  so the risk is all yours....hope no officer's are hurt....  And why are you so noisy they'll hear you coming from 50 miles away...\nMore nanny state...he could easily have killed them with a knife .... Killers are the issue not the weapons....  Typical @metpoliceuk supporting ban of everything...  Met Commissioner Mark Rowley backs stricter regulation on crossbow ownership https://t.co/472yCFhoeK @MailOnline\nGo back to work you lazy woke selfish c#&amp;#.... #JuniorDoctorsStrike  Don't pay them a penny more....not now....cancel talks....  NHS to start logging harm caused by junior doctor strikes as medics REFUSE pleas from hospitals… https://t.co/jhcIupmeY3 @MailOnline\nLol ....was it smart to try to punch someone holding a gun .....was it ...... No I don't think so....... other moron caught by own camera......  Moment man shoots his neighbor dead at point-blank range during heated argument https://t.co/YbCXRwVVN0 @MailOnline\nSpeak to your average Atheist....and they'll tell you that Evolution beautifully demonstrates how life evolved to the diverse species we see today.....  Reality is that Scientists appreciate there's huge amounts they don't understand.... including glaring holes in the theory....\nHow can anyone doubt the end times are here...... evil is rampant....and Faith is all but gone....  Mother whose partner murdered their daughter while she slept before smothering their son is hit… https://t.co/JWhKqdIfMN @MailOnline\nPeople of any gender....yes..  However.... Biological females have a vagina ... We call them Women....  Biological males have a penis..... (Some have small ones i.e. Lawyers)... We call them men ....  You can call gender whatever you wish..... but Science is Science....\nAt a volcanic underwater vent ....fat lipids and random protein's became entwined and formed the first membrane cells .. with RNA within ..and \"they\" started dividing ... https://t.co/AeXnDlZh8o\n回复 @SaraG_300 @PollyRendall @Telegraph Pathetic ...no matter the trial ... unreliable evidence is never enough....  Convictions of this nature need to be based on indisputable evidence...  Polly blocked me....how pathetic she is ...\n回复 @qertninja Bio luminance....it's an algae...or some kind of squid . ....you can pay boats to take you out to see it.  .....", "overlap_score": 0.1227821727582847, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1024368822755700737, "screen_name": "HeinzerGreg", "user_at_name": "GPH", "sample_content": "回复 @OSINTNic @RonFilipkowski 🤷‍♂️ 1million more Russians could kill themselves &amp; ukr would still be a doomed failed nation. Ru can completely fail, ukr still sacrificed 100s of k, destroyed millions of its peoples lives b/c it's upper class wanted € and to sit at the cool kids table... but never will https://t.co/BjBVJgzCS7\n回复 @MrPatMineo Seems like an irrational decision, what school could possibly be better for him? One of like 3 B1G schools? is it NIL $? I mean he's been there a yr. I get the coach thing. But there's teammates, friends, the school... THAT loyal to after 1yr? 🤷‍♂️\n回复 @bhallcpa C) Declare beaches racist, import migrants, give aforesaid migrants free beer\n回复 @ZVreeland @kwakara91 Russia murder rate is lower than the US murder rate...\n回复 @JamesSurowiecki US just needs to commit to giving away MILLIONS OF ACRES of land again, and remove zoning regulations/building permits that didn't exist then!\n回复 @FischerKing64 FALSE. READ ABOUT THE OUN. Top leaders were (ie Bandera, Melnyk, Konovalets) were ETHNICALLY Ukrainian... BUT born in Austria, lived in Poland, ... didn't live in the USSR. OUN was formed in VIENNA 3 YEARS BEFORE THE HOLODOMOR\n回复 @LPhallacies @AdamKinzinger Take it up with the Marine Corps... who provided the color guard for this event ... https://t.co/0NhoIEQr6e\n回复 @Shayan86 @Sprinterfactory Your post/\"fact check\" is off base. The OP never claimed he'd been herding sheep SINCE 2013. If you BOTHERED TO READ IT. Or maybe it's a failure of reading comprehension?   It claimed it was a picture of him herding sheep. And that he went back to teaching.\n回复 @TheMacSweaty @TRHLofficial Every modern calendar would argue we are 1000% in the week of MARCH 17th - MARCH 23rd, 2024. THIS week ends SAT, 3/23.  Colloquially, you could say Fri close of business/Fri nite -&gt;SUN  or even till Mon morning, or just Sat and Sun...  But it is THIS week's WEEKEND\n回复 @BasedMikeLee HAVE CORRUPTED HAVE TURNED REPS TO DEMS  It's not theoretical. It already happened\n回复 @LeoMars75 @Sandgropper2 \"Forgot\" is a Stockholm Syndrome level of apology\n回复 @IlvesToomas \"Almost 90% of Estonia's power is generated using petroleum and gas derived from oil shale. The remaining power generation is primarily from biomass and wind, although small amounts of hydroelectric, natural gas and coal are also used.\" https://t.co/CnT7cKzhf8\n回复 @unusual_whales BUT $3TRILLION IN DEFICIT SPENDING HAS GDP ABOVE 0!\n回复 @RobinSMessing @RyanShead NOT a supporter, but this is essentially DEI BS.  Vick was torturing sub-par fighting dogs to death.\n回复 @TheDunkCentral @cbrennansports 🤣🤣🤷‍♂️🤦‍♂️ LIMITED PLAYING TIME!? USA has ZERO competition... why NOT put her in for a quarter?? Not like they're going to lose a game, let alone win by less than 30\n回复 @Founding_Belief @TRHLofficial Every modern calendar would argue we are 1000% in the week of MARCH 17th - MARCH 23rd, 2024. THIS week ends SAT, 3/23.  Colloquially, you could say Fri close of business/Fri nite -&gt;SUN  or even till Mon morning, or just Sat and Sun...  But it is THIS week's WEEKEND\n回复 @DesideriumDei @FischerKing64 The OUN (Bandera's Org of Ukrer Nationalists) was formed in 1929 in Vienna... by a bunch of Austrians of Ukr ethnic decent. They never lived in the USSR. Weren't \"threatened\" by communists. Were inspired by Mussolini &amp; Hitlers fascism. Fought for Polish land (now East Ukr).\n回复 @galphor @Jenn_Xrr @TheMacSweaty @TRHLofficial Every modern calendar would argue we are 1000% in the week of MARCH 17th - MARCH 23rd, 2024. THIS week ends SAT, 3/23.  Colloquially, you could say Fri close of business/Fri nite -&gt;SUN  or even till Mon morning, or just Sat and Sun...  But it is THIS week's WEEKEND\n回复 @DibbleDunk @sweatystartup @JJWatt Studies of 40yr men squatting &gt;400lbs after having multiple back surgeries and fusions? Having an extensive history of joint, ligament injuries, problems?\n回复 @DankIsMeIAmShe @KingBobIIV @tariqnasheed To low iq,  The context is a photo clearly showing long, straight, blonde hair (that no black person has ever grown)   Original question: cultutal appropriation \"IN THIS INSTANCE?\" Comment listed \"long blonde hair\" as a reply to THAT question.  IN. THIS. INSTANCE.\n回复 @patnaciag @TheSotaSwede @Tj_See_Whose_in Yeah we covered this.   The weird nowhere place is run by a governor appointed board who implemented a HIGHER MINIMUM WAGE THAN either Minneapolis or St Paul back in 2021...\n回复 @IlvesToomas \"Enefit owns the largest oil shale-fueled power plants in the world, the Narva Power Plants (Balti and Eesti). Almost 90% of Estonia's power is generated using petroleum and gas derived from oil shale.\"  (THEIR OIL SHALE) https://t.co/CnT7cKzhf8\n回复 @jarbeloa @MarkHertling Hungary is smaller than FL probably closer to VA, and yeah,  Small pop...  but an important regional (EU) and world economy. Large manufacturing and industrial sectors, Budapest is a major world city.\n回复 @kittenarena @BartonF43673537 @fandy2791 @DerekMilew18588 @Stephan32296054 @ttstrac @VetsForRL Hahah so you obviously didn't read it. The \"she\" is the sister of \"soldier buried next\" to the one who's family invited Trump.\n回复 @sweatystartup AGREED for Watt. He's 35, long history of back problems, joint/ligament issues. Squatting +400lbs looks great... now. He will regret it in 10yrs.\n回复 @dollarsanddata Maybe NOW...  But just a couple years ago... So if this is a new thing, she's right. If she's been renting since 2021... she missed &lt;3% interest and 100k's + in equity\n回复 @TheRickWilson NOT WHAT WESTERN ECONOMISTS ARE SAYING... https://t.co/tDEZ3AtsLF\n回复 @bandofbricks NO. Poll CLEARLY states just \"FELONY\". Not white collar felony. Just FELONY.\n回复 @Tyler_A_Harper But ONLY 1,000 prisoners? That's 25/floor.  Say there's ~ 10 admin floors, that's still like 30-35/floor.   Needs more density. And should be mixed use, make it 60-70 stories, have apartments above it!\n回复 @mastrap84 @hburgersar @bonchieredstate 🤣 and you're informed b/c you posted your 1st search? FRESH black peppers do have a decent amount of piperine. Granted.   Tho 'your' #'s are high/inaccurate. And Piperine degrades SUBSTANTIALLY over time &amp; more so when cooked (unlike capsaicin). But go on, tell me more...", "overlap_score": 0.1218626255417334, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Male"}, {"user_id": 1344360413446762499, "screen_name": "BostonChalmers", "user_at_name": "Patrick a Midwest Dude", "sample_content": "回复 @Margret543837 I'll call them a perfect 10!!!!!! Not too big  Not too small,but I really need a taste test to judge them correctly 8)\n回复 @22xoCourtney You bring dessert  I'll cook dinner!!! 😀\n回复 @yulianaa_ana @KeighlanightOf Mmmmm Licky licky !!!!\n回复 @AdalizUlys89829 Absolutely!!!\n回复 @juliet_han3670 All for the above an option??? 😀\n回复 @RejectedRedhead I used to Massage a whole lunch table of ladies ,everyday in GA. They loved me,said I've got Magic hands. Oh and I Love giving Oral pleasure too.\n回复 @YourBustyDoll__ @purple_queenX Mmmmm Yuuuuuum Here's mine from yesterday 8) https://t.co/iGzwQFlEse\n回复 @MsAshBash420 Vajj\n回复 @CandyCats357 V8 power!!!\n回复 @Glowgirlyyy @ChirleyMarilyn I'd pleasure you first Then show you The Pat Trick 😀\n回复 @Jane_Belisima Hell Yeah\n回复 @BamretBitrus Just wait I just gotta fix the heater in mine. And you come any weekend 😀\n回复 @YdoUH8M3 Beautiful at both ages...I'll be 55 in Dec.  too\n回复 @Polish_Loca @22xoCourtney Idk, I'd have to take a Taste test first, 😀\n回复 @IanJaeger29 Joe Biden\n回复 @steffiiirose1 @SquirtingStef Bet you'd like The Pat-Trick  First In your mouth and then your vajj And Finnish in the Rear 8)\n回复 @itsalexkay Hi, hey I don't wanna keep ya but had to tell you how Amazing your looking today 8)\n回复 @elonmuskADO Yes!!!! I believe God is our creator . He's helped me too much in my life,not to believe in him.... From a a high powered head wound,to car crashes. I could go on but,I believe heaven is paradise, and hell is damnation...... Period\n回复 @Florence_snd @Stella__xm Nope,cause I'd be eating the other till you made me stop !!! 8)\n回复 @Holy_Elle I want some personal training\n回复 @wiseconnector Plum\n回复 @Saddlersgirl1 Beautiful 😍\n回复 @Mistres01198480 @Carolin120333 Suck and lick and chew and go fast and slow till you can't stand it..... Then make love All night in ways you've never imagined 😀\n回复 @ZOrtiz99 Dam I wish you were single in St.Louis!!!! Cause your a Sold 10 on my book!!! Whoop whoop 8)\n回复 @Tania2sx 9\n回复 @22xoCourtney You'd be amazed by my tongue 👅\n回复 @bunnie_wifey ABSOLUTELY!!!! 😀\n回复 @itsjuststephfox Absolutely\n回复 @reeve14137 Money\n回复 @PamelaHensley22 Save.......", "overlap_score": 0.239790186939958, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1316566081801076738, "screen_name": "Skirt_Go_Spinny", "user_at_name": "Skirt Go Spinny", "sample_content": "回复 @kdnerak33 Why does one of the \"choices\" involve outsourcing the pain, tearing, and health risks to exploit a poor woman?\n回复 @Andromeda1666 @maxo531 @katbalmy @jmetr22b and that would be what's called a MENTAL ILLNESS 😂😂😂  Maybe it's all the p0rn that's rotted your brain.   Get well freak! You'll never be a woman! Die mad about it😘\n回复 @mike_century So sorry to hear that but that is a very good point. Maybe it was always dishonest and should never have been done. I am sure another term of endearment or variation would have sufficed in step-mother situations.\n回复 @credenzaclear2 Of course it's misogyny. But women on the left know their place, don't they?  Let the boys tell you https://t.co/uLRN3BLDUF\n回复 @MeachamDr @iamAtheistGirl How do ppl end up in wrong bodies? Who puts them there? Is someone snatching bodies at birth, or in the case of autogynephiles, after decades of p0rn use?  How is a Gender Identity different from a soul?  So many questions! AtHeIsT girl can answer not a one, but has retweeted me…\n回复 @DAILY_COLLIN @QueerlyQuix @finngalkn But not wrong lmfao\n回复 @RepMTG This is a literal cult grooming kids into believing they have #WRONGBODIES   Feature length documentary coming out July 10th   https://t.co/LPRbzTYZvX\n回复 @imminentwhisper @iamAtheistGirl Of course it is lmfao. And we all have to play along by pretending that men are women when we can clearly see they are not\nI will be making an announcement shortly on the film's page @wrongbodies  Follow for updates. Film will be released here!   #WRONGBODIES\n回复 @KatyMontgomerie Nah, just as the boundary violating, sex criming predators, you are 🧐\n回复 @Andromeda1666 @maxo531 @katbalmy @jmetr22b Dude, you're in a cult. Being a man or woman is not a  feeling or \"expression\". Is being a human a feeling?  Men can look, dress, act any kind of way, same with women. Your body mutilation cult is extremely regressive.\n回复 @DrJenGunter He was the producer and pointed the gun at the director, which he was not supposed to do. Also, being a significantly older, powerful producer (and known to be difficult), it would probably be hard to tell him what to do.\n回复 @NTaylor1991 @iamAtheistGirl I am not a Christian dumb fvck. I am an actual athiest. I dont believe in gender souls or #WRONGBODIES  Still dk what point you are trying to make. Try making sense\n回复 I also have found it curious that Caster was conveniently given a boy's name at birth.  https://t.co/Z4d8AXzMmk\n回复 @SonySunshine1 I agree but the example she gives is kind of frivolous and her writing dramatic and itself misogynistic.   Obvs childbirth is hard, but children are an important source of meaning for most people, especially mothers, and it is not \"misogyny\" to want that for your daughter.  As…\n回复 @4sakenShadow @Quackers_4_1787 @MrMan_returns Trans isn't real.  You are the one who needs to touch grass.  You are literally living in a virtual reality internet based cult to believe men cosplaying in woman costume are actual women or have \"transitioned\" into anything other than the misogynistic men they are.\n回复 @DerpyErika @ask_aubry Lmfao you all will post any kind of word salad and think you made a point 😭😭😭  Transbians arent lesbians anymore than the dude in this post is\n回复 @iamAtheistGirl @DaneHave Is there a scientific test that determines if you have a right or #WRONGBODY ?   Plz, you sound so smart, do share tHe ScIeNce?   How do all these right bodied people end up detransitioning if there is ScIeNce behind it?🤡\n回复 @ProfessorLycan @cantstop_rosie It comes from transhumanism - a technological religion. \"Science\" is becoming God. Thanks to science, they can customize the meat suit.  https://t.co/gkjGpt2tdz  There is a feature length film coming out. Follow @wrongbodies for updates\n回复 @JenniferLahl @Stanford That's disturbing\n回复 @ColinAndEV @StonedPorcupine @iamAtheistGirl @DaneHave ThE TrAnS ChILdReN recruited into the cult to become destabilized lifelong medical patients\n回复 @iamAtheistGirl I dont hate trans people tho. Why are you like this?  Oh, I know - it's a religion and you cant defend it\n回复 @Andromeda1666 @maxo531 @katbalmy @jmetr22b Lmfaoooooo is you thinking you're growing a dick\n回复 @stevieinselby @ThomasWillett9 Here comes the patriarchy 2.0 in a circa covid 2020 mask to mansplain how men in dresses are the most oppressed women ever.   Silly women, the creators of all life, think they exist apart from men. Good thing Stevie is here to correct things!   If only someone would tell the…\n回复 @VeganRoo @DingsdaleJ95299 @DrJessTaylor P0rn is literal female sexual objectification and abuse. So how does \"teaching\" that to girls (under 13 no less!) help to unsexualize them, lmfao\n回复 @obsessafilma @KarenMHJ @ask_aubry AFAB is cult speak and wtf is a\"non-trans women\" lol  Get out of the cult!   https://t.co/xBTNYCAvYZ\n回复 @WrightSet86065 @DerpyErika @ask_aubry MMkay so pornsick men with a lesbian fetish are MORE at risk for violence than actual women?  And by whom would that be?   Delusional would be thinking the men who wish to violate women's boundaries and spaces are LESS of a risk to women than the non-perverted men who dont do…\n回复 @maryjanerx Exactly. It is like a way of delegitimizing her bc subconsciously they know what they are doing is wrong.  I hate how the woke try to take the word mother away, as if mothers didnt EARN that title!   Now I also see parents referred to as caregivers 😠As if parents are uninvested,…\n回复 Helen Joyce FTW 💯 https://t.co/JywwI0ECOs\n回复 @justalilbuppy @professor_squid @BettrCallSowell @KatyMontgomerie You just did it again, lmfaooo. Opposite day is every day for the skin walkers!", "overlap_score": 0.1610120649739023, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1313157668593377280, "screen_name": "DoctorTurtleboy", "user_at_name": "Aidan Kearney", "sample_content": "Next up for the commonwealth is Cellebrite expert Ian Whiffin. Alan Jackson just told me that there are 4 witnesses left - Whiffin, then Nicholas Guarino, followed by the medical examiner doctors Stockbridge and Scordi-Bello. The commonwealth is expected to rest on Friday, and…\nIt's time to commence Canton Ratchet Madness 2024. You have 24 hours to vote for which ratchets should advance in the tail light region: https://t.co/zJFmJoTRTH https://t.co/PbcDz0tlhF\nKatie McLaughlin told Michael Proctor that Karen Read \"turned to a friend\" and said \"I hit him, I hit him.\" She allegedly did this right in front of Officer Saraf, who claims she never said this. Now she's saying she doesn't know who that friend was - Jennifer McCabe. https://t.co/hvxAhi6Qq8\n回复 @GrantSmithEllis @jessmachadoshow And before you reply to this tweet please remember that @jessmachadoshow is tagged in it, and responding to me will be directly communicating with her. Just giving you a heads up so you don’t violate and catch yet another charge\nNotable - Paul O'Keefe seemed to walk out in disgust after the medical examiner was finished. He has been promised bombshells for the lats 2 years that never came. We tried to warn him but he was blinded by his hatred for Karen Read and didn't wanna listen.\nHere is the Purchase Contract for the 2023 Lexus RX350 that Aidan paid approximately $10,000 above MSRP. This should clear up any ridiculous idea that Karen Read's team or family assisted Aidan in acquiring his new car.. Not only did he not get any type of \"deal\" on the car, but… https://t.co/Qs9NVRB78z\nJury gets a great look at Karen Read's tail light before and after Michael Proctor took possession of her car. https://t.co/TXCRURqpiT\nJust look at these LOOOOSSSSSAAAHHHHSSS! Grown ass adults, with over a dozen court judgements against them for nonpayment of bills, trolling John O'Keefe by photographing themselves on John's property. https://t.co/9Mnpi62v4x\nThe Commonwealth is so desperate. They are showing a prior video of Karen Read backing out of the garage and NOT hitting John O'Keefe's Chevy Traverse. Therefore, when she backs out and bumps into it at 5:07 when she went out looking for him she must've hit the Traverse… https://t.co/7yAlcMU5RJ\nI will give $100 to anyone who can produce or verify the name of someone Colin Albert has gotten into a fight with or punched. There is no way he has never been in a fight before and we all know it. But having the name of a person would be even better and hopefully useful to the…\nThe whole world is watching how the Canton Police store evidence in murder trials - in Stop &amp; Shop bags. This is why they're being audited. https://t.co/LSkF92fX5N\nThe defense has rightfully filed a motion preventing the Commonwealth from using grand jury testimony in my cases as evidence against Karen Read. Karen is not charged with witness intimidation, and if Tim Bradl doesn't get to tell me what to do then Karen Read doesn't either. The… https://t.co/tKBsuZyOxv\n回复 @rwpowell I'm on record saying I want them to testify and will make lots of money off of a trial. The exact opposite of \"intent of obstructing justice.\" You also cut off the most important part of that statute - \"in or near a building or residence occupied by such witness.\" None of the…\nAllie McCabe's story about picking up Colin Albert is completely falling apart on the stand right now as she is being confronted with Life 360 data showing she lied about driving Colin home and then going to her home for the night. She's saying all the Life 360 data is wrong!\nThe fact that the Okeefe family confided in John Depetro, a cartoon character, tells you everything you need to know about how misguided they are.   The fact that they consider the airing of some private texts “justice” proves that they care much more about shaming Karen Read…\nBukkake admits that the Ring camera footage shows \"movement\" of John O'Keefe's car after being hit by #KarenRead's Lexus. Juror 12, who frequently dozes off or looks at the ceiling when Adam Lally speaks, wrote with a purpose in her notebook. Almost all of the jurors wrote that…\n回复 @ourx_vault This is the first accurate thing I've seen from you in at least a year.\nJohn's clothing came back positive for pig DNA, which is confirmation that it was handled by Michael Proctor and Brian Tully.\nNowhere in Michael Proctor's group chat with his friends on the day John O'Keefe was killed did he mention the name Brian Albert. He just refers to him as a Boston cop who owned the house where John's body was discovered on the front lawn. He mentions Karen Read and John…\nThe FBI appears to have launched an investigation into the murder of Sandra Birchmore, which is a good indicator that they know there is a connection between her death and the murder of John O'Keefe. They can see the bigger picture with the State Police and Michael Morrissey's… https://t.co/dPwvFfrB12\nTurtleboy has officially made the public record in the #KarenRead trial. Jen McCabe claims I am the reason her \"hos long to die in cold\" Google search at 2:27 AM has become nationally known. This is the first truthful thing she has said today.\n回复 @TheOnnaBugeisha @jcdlkjc @GrantSmithEllis Similar acceptance rate to ray allens free throw percentage https://t.co/nNg3RsO448\nSources have reported previously that victim-witness advocate Steven Nelson is someone the US Attorney's Office has had their eye on. We now know that Nelson regularly met with Lally, Proctor, Tully, and Bukhenik, as they coached witnesses testifying before a federal grand jury… https://t.co/5eVRZRjaiy\nTomorrow is the day we’ve been waiting for for more than a year. I’ve been writing about the Karen Read case every day. I’ve written 364 stories and done more than 100 shows. I was arrested at my kids bus stop and charged with 13 counts of felony witness intimidation for it. I…\nWe've gotten rave reviews on the \"Dear Brian Tully\" letter. Up next, \"Dear Jennifer McCabe\".\n\"Michael Proctor's mother called the Alberts a second family. Michael Proctor sat at a table with Chris, Julie, and Colin Albert at his sister's wedding.\"  All of this was first reported on Turtleboy Daily News. We are going to FREE KAREN READ!!\nBukhenik corrects Alan Jackson's pronunciation of his name. The correct pronunciation is actually \"Boo-kah-kee.\"\nBrian Albert wants us to believe that Trooper Proctor told him to go upstairs in Jen McCabe's house and sit quietly in a bedroom while he privately interviewed the McCabes. None of these witness interviews were recorded, and they want us to believe they were done separately.…\nTrooper Paul said the other day that that Karen hit him at 12:32. Lally said 12:45. They’re just making it up as they go along\nJen McCabe seems to think that if she says in a stern voice that she was friends with Jen McCabe then that will somehow make the undeniable forensic cell phone data showing her deleting the 2:27 Google search for \"hos long to die in cold,\" untrue. Let's see how that strategy…", "overlap_score": 0.1234359906019085, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1313586299677241344, "screen_name": "DiariesEastern", "user_at_name": "Eastern Kentucky Diary", "sample_content": "回复 Note: this was Viola’s tenth birthday, not Violet’s. My mistake. Sorry Aunt Vi!\n回复 @Iveappealed1211 @textandimages1 Thank you!\nJuly 10, 1939 Monday   Viola &amp; I went to Sharkey Ona &amp; girls staid with Jim. Lloyd come stay most of evening. Jim is worse\nAugust 11, 1939 Friday  (1/2)  Alene &amp; Viola come back Alene caned Beans I work in Apples Jim is worse today he smothers Roy McClure went after Lloyd. Lloyd come stay all night. Jack told Edith Fred &amp; Edith come and stay awhile.\nAugust 29, 1939 Tuesday  Margaret and Viola come back we work in apples this evening Ona Arlene Dennie &amp; I all went to Sharky took chicken &amp; stop at Virgie she is worse Viola &amp; I stay at Ona a while to night Elmer went to Fred.\nJune 24, 1939 Saturday  Glen birthday 11 yrs. I made window curtains &amp; clean around Jim feel worse to day Lloyd come after the Black cow. We send Black cow Calf and 2 shoats to Flemingsburg. Ina &amp; Vick come thems Elmer &amp; Viola all went to Ona to night awhile Milton birthday\nAugust 7, 1939 Monday  Jim birthday 62 yrs I peel Apple Alene come made Kraut Louise here to Ona here this morning work out the last cabbage\nMay 18, 1939 Thursday  Viola here we Ironed Ona &amp; Monnie &amp; girls here we finish up Tulip quilt\nMay 14, 1939 Sunday  No one here. Elmer went to Sharkey &amp; weeded on Tobacco bed I went to Ona so Jim did too.\nAugust 16, 1939 Wednesday  Lloyd &amp; Lill here. Effie &amp; Thelma come Jim is poorly. Fred Edith Versa here to night Bertha Hiram here Roy Margie here all night.\nJanuary 21, 1939 Saturday (1/2)  Chester Barn raisin Arlene come after eggs Lloyd &amp; Elmer went to Walter see about a horse Jim &amp; I went to Chester John Hunt John Henry Johnson Jack Curtiss Reck &amp; Omar Cooper Fred Hicks Cleve &amp; Charley Johnson Clyde &amp; Eugene Ratliff\nJuly 11, 1939 Tuesday  (1/2)  Jim fell this morning at three o’clock he staid in bed all day couldn’t sit up Bill Florence Vina Arlie Lorena all here this morning picking berries. Viola &amp; Martha went to Sharkey after Orange Ona come we wash &amp; Ironed some this eve\nJanuary 8, 1939 Sunday  Julia &amp; Irene Thornburg here this morning Walter went home after dinner. Ona &amp; girls here Elmer went to Fred &amp; George Caudill Heifer had a Bull calf. Jim &amp; Elmer staid at barn &amp; shop all night.\nJuly 9, 1939 Sunday  Monnia Ona and girls here all eve Elmer never come home till one O’clock night Jim Jimerson, Clyde, Eugene all here.\nJuly 26, 1939 Wednesday  (1/2)  Lloyd Lill Mary L. &amp; Donald come but went home before 1 o’clock come in Edd Black car. I &amp; Viola fix Apple for Apples Butter Maryle &amp; Martha brought me a letter from Omar.\nJuly 21, 1939 Friday  Ona wash Effie Glen went home Ona here Effie Filson caned beans for me Jim no better Effie F Ironed.\nJune 7, 1939 Wednesday   I wash &amp; wash 1 quilt 1 Blanket Monnia is take flour home. Viola commence to work an embroidery.\nFebruary 7, 1939 Tuesday  Ina went to Post Office I quilted some wash out a few peices I went to Ona after Red Linnament\nMay 29, 1939 Sunday  (1/2)  Viola &amp; I went to Mack it rain we stopped in at Susan Dorasa &amp; June there Susan &amp; John H had went to see J. E.  Johnson he crazy. We went on to Effie Vick &amp; Ina was there we all went to Graveyard.\n回复 May 6, 1939 Saturday   (2/2)  Ina Kissick &amp; Victor Corbin married to day 11.30 oclock at Owingsville Ky by Rev Bailey Elmer went to Walker to night\nJune 2, 1939 Friday  Viola &amp; I went to Club meeting at Mary Holbrook severals was there.\nMay 20, 1939 Saturday  We clean around went to Ona after Greens. Ina &amp; Vick come at 1030 Ina packed her things up Vick Ina I &amp; Viola Elmer went to Sharkey to the School home to Showers given in honor of Ina &amp; Vick.\n回复 May 29, 1939 Sunday  (2/2)  Sarah here this eve. Elmer took Bob mule to Walter on Pastures.\nMay 16, 1939 Tuesday  I wash. Ona &amp; Monnie &amp; girls all here this eve we work on Tulip quilt for club.\nMay 15, 1939 Monday  I sow some flowers Maxine &amp; Owen come I went to Mrs. Sorrel &amp; to Sharkey stop in to see Virgie Ona &amp; folks all here awhile  Roan cow Black Heifer bred May 15, 1939 Chester &amp; Jim trade hogs.\nApril 28, 1939 Friday  I went to Sharkey Ina Ironed we paper the kitchen this eve Mommia went to her Mother Tobas Lambert died at three o’clock this evening.  We heard that Junient Kissick was married to Staton girl Hazel Staton\nJune 9, 1939 Friday  Viola &amp; Arlene went to Office. Ona &amp; Sarah here awhile it rain hard I embroidry Ona here all eve we finish Mrs. Spurlock quilt.\nJune 25, 1939 Sunday  Fred Edith &amp; girls Ina Vick Chester &amp; Ona &amp; girls Elmer Viola &amp; myself all went to Lloyd in Vick truck. Ina &amp; Vick took they chicken home Dad is awful poorly to night.\nJune 17, 1939 Saturday   I clean &amp; made feed sack sheet Viola went to Mrs. Sorrell. Elmer went to Walter. Glen come rode Allie Glen here all night Jim feel awful bad.\nMarch 26, 1939 Sunday  Ina &amp; I went to Sharkey to church Mrs Hurst was buried today Chester &amp; Ona &amp; girls was here this evening", "overlap_score": 0.1460279644609771, "MARITAL": "Married", "AREA": "Rural areas", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Independent", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1386756746, "screen_name": "vl_cohen", "user_at_name": "Naomi VL Cohen", "sample_content": "#LLL one of the reasons people disagree is lack of common terminology.  Allah, God, Göt, Deux, Díos, HaShem.  Six different words, from six different languages, all meaning the #Creator in the #Quran, #HolyBible , #Torah (the Book).\n回复 @KensingtonRoyal Thank you your Royal Highness.  I am upset by the news.  I have had two abdominal surgeries myself (they found cancer with me too).  I had a bout with metastatic breast cancer a few years later, but that was 30 years ago. Drink as much water as you can and stick to fresh food as…\nThe #Muslims want all Jews dead in #Israel &amp; elsewhere.  Isn’t that #racism?  Just as much as Anti-Muslim talk?  Muslims replaced the American flag with the Palestinian Flag.  They support everyone being FORCED to Sharia Law in #Islam.  Burning the flag is #criminal!\n回复 @Vinod_r108 @Morbidful They are taught this from when they are tots!\nMore #TechNews :  #Google has put out a new #Android security update.  Also check your Apps.  #Google has update several of their major #apps.\nSites are talking that #Quran calls every person not in #Islam an “infidel”.  I heard this before.  They also say the #Quran calls for the killing of all infidels.  They call it ‘humane’ to call for conversion before murdering people. 1/2\n#LLL I have also had #TOIP (Television Over Internet Protocol) for 2 years.  Even get the news and live events!\n#Listeria has sickened a couple of dozen people in 12 states in the USA for the past 3 months.  Pundits say #delimeat is the source.  Health officials say:  Heat deli meat to steaming in order to kill contagion.\n回复 @CollinRugg Thanks Mr. Rugg.  This is unbelievable and scary.  Laws do protect tenants from “owners from hell”, but it forgets to protect owners from “tenants from hell”.\nA new version of the input device #ApplePencil.  The Pro version sounds like a major redesign for the new #iPadPro.\n回复 @ShmuelReichman Absolutely true.  They have made it clear the only #Islam and #ShariaLaw is acceptable to them.  This is a law where women do not have rights the way Jewish &amp; Christian women do.  They say they will convert, tax or kill you if you reject Islam.\n回复 @yanisvaroufakis @freemonotheist Many people do NOT know that while Christians have only 2 mandatory holidays (Xmas &amp; Easter), Jews have 5 mandated from the Bible.  Two of these are more than 5 days long.  Some places do NOT want the Jews to respect God in the way He asks, that is the reason for a Jewish state.…\nHope all is well with those who lived in #storm hit areas this week.  It also has an effect on traffic and transportation.  There is a bad karma afoot.  Several years ago my phone number was stolen.  After discovering I could not call my house, I got my number back.  In the last…\nPeople dealing with civil service employees: please note the #FederalUnion request for 7.4% annual pay increase was rejected by #PresidentBiden.  The increases approved by #Congress were 3.2% for CSRS non-active duty &amp; 2.2% for FERS non-active duty; 5.2% for active duty.\nI’m sorry, even though it’s Chinese, the new #Motorola #Razr+ is impressive.  It looks like #SouthKorea’s #SamsungFlipZ, but the external screen is REALLY sharp and detailed.    In case you missed it, the formerly #US company #Motorola (mobile division) was sold to #China several…\n回复 @MickJagger Happy Birthday!  From a fellow Leo!  Hope you have a great day!\nThank you @BearTECHIE see the news about #Apple hardware?  It was #iPad’s show this year.\n🚨#India 🇮🇳 is having a severe #heatwave.  Regular classes have been changed to 5am-1pm to “beat the heat”. BUT, some are still passing out.  They need portable AC units or fans.  Can anyone help?\n#Google has updated #Android again.  What I am finding helpful under the systems app is you can now check for to #applications as well as the #operatingsystem.  Now I do not have to go to multiple places for updates.  Thanks #Alphabet &amp; #Google🙌\nRemember I said this?  Look what just came from #NBCNews https://t.co/njgPJpzQrX\n回复 @Canellelabelle @AP6225819336092 Yes, but I remember the important role Prince Andrew use to do as head of the business sector improvement.  It is ashamed that Epstein employee who was underage, but lied to her employer about her age, got Andrew in trouble.  He would still do the job today if asked.\nA teacher’s #sexual #orientation or behavior is NOT for student knowledge.  This teacher acts like she is trying to be a friend, NOT a #professional #teacher.  Why are the students writing profiles on other people?  Listen to the video.\nSome in the media have accused #AOC of being a #multimillionaire.  I know another woman who has been accused of being a #multibillionaire.  Both #rumors are FALSE.  Work of male chauvinists.\n回复 For example:  to raise money to pay for those who got their college education paid by the #federalgovernment, the government raised corporate taxes by 25%.  The corporations passed the raise on to the consumer, raising prices on everything.  Wonder how the government is going to…\n回复 @realMaalouf If Muslims say a Jew must convert to Islam, and the Jew does convert, according to the word of Allah, the Muslim and Jew have strayed from Allah.\n🚨Breaking:  #flooding in #Charleston, #SouthCarolina .  Residents are asked to avoid travel as much as possible.  Report from #WeatherChannel.\n回复 @CollinRugg @Michaeldfl Yes I heard that on NBC as well.\nNot sure what is wrong in #Chicago, but there was another weekend full of violent #shootings.  Something should change.    Over a dozen injured and several dead, according to #ABC, #CBS, #NBC &amp; #FOX.\n回复 @libsoftiktok Gender affirming care for minors should be psychological and/or psychiatric help, not hormones or surgery.  Sometimes people regret earlier decisions.  Most importantly let the body grow naturally until full maturation.  Sometimes we feel more manly or more feminine at one time…\n回复 @CollinRugg Was he drunk?  Did they test for drugs?  Many Blacks refuse to cooperate with police.  That’s why police are rough, the violence of those in custody.  His behavior is consistent with, mental illness or alcohol abuse or drug abuse.  Such people can be very hard to work with.  More…", "overlap_score": 0.1162360247282662, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1273666346551857159, "screen_name": "moo37989748", "user_at_name": "Merry Moon", "sample_content": "Juvenile Robin in Northerhhay  Gardens, Exeter 29th April 2024 .. I wonder when its parents paired up and laid eggs? https://t.co/kM1vRfJcsX\nWiddcombe in the Moors .. famed from the song .. you would think that there would actually be daily public transport to it and Haytor enroute, perhaps 4 or 5 buses a day .. yet it is in fact impossible to make a day trip there save for the silly little little Summer Saturday Bus\nTufty amongst the Mares Tails .. Dawlish Warren NNR 19th May 2024 https://t.co/64BDouVr11\nWood Mouse, Northernhay Gardens, Exeter, 27th May 2024 https://t.co/k3lJKjtXU7\n回复 @billcoulson3 I actually heard a yellowhammer along the path besides the river aller behind the Penn Inn at newton Abbot this afternoon .. also heard a reed warbler close to the confluence with the river teign sadly no photos.\nAn irish traveller has just sold me this charming little Rottweiler puppy .. only £400! .. as I can't get out of the house I had to lend him my debit card to get the money out of the cash machine .. now waiting for him to come back with the card. https://t.co/PkOVpeGX7V\nGreen Longhorn Moth, Babbacombe Downs, Torquay 2nd May 2024 on of about 20 taking a break from \"dancing\". https://t.co/iIu1dBQ6iR\nPossibly what I have just done is criminal as I have dosed an old dead mantel clock mechanism with WD40 and the mechanism is now trying to burst into life. Have I done wrong 😐 I paid £10 for said clock.\nGreen Veined White female in the rain at Millers Crossing, Exeter 25th July 2024 She had been flying around and egg laying in the rain. https://t.co/TjsbXtBFFz\nMarbled White, Courtney Park, on flower beds opposite Newton Abbot Railway Station one of at least two, 16th July 2024 https://t.co/Se7RnLFzUH\n回复 It has been confirmed as a female Lesser Stag Beetle.\n回复 @exebirding @JoKingDevon @sascampaigns We do know the answer and much of it is down to silly folk with too much money deciding that buying new houses that overload an infrastructure that cannot cope &amp; screaming when they're asked to pay for it to be upgraded.\nI see a lot of the little fold-up cases in charity shops .. never thought about it but they likely once contained a  charming little SMITHS wind-up pocket clock .. this one still works and has got a lovely quiet \"chocolate, chocolate, chocolate\" ticking sound to it. https://t.co/JIP5c6ggoh\nI usually see at least one or more dogs on Brixham Breakwater Beach and Holicombe Beach .. there seems to be no method of actually reporting this to Torbay Council .. worth also noting the if your dg does not repsond well to your command info, https://t.co/v3grORZwBt\nVery poor image but shows a blackbird about to scoff an ivy berry .. Belle Isle Park, Exeter 14th January 2024 https://t.co/gOrKkQZYPp\nAnother poor shot but it does show a crippled turnstone with a prize on the slipway at Torquay Harbour, 8th January 2024 https://t.co/6h5uTJNnHf\nSilver-washed Fritillary \"up &amp; under\" The Plantation, Heathfield, Bovey Tracey, Devon 20th July 2018 https://t.co/F2twZvdlN2\nGolden Ringed Dragonfly? Bovey Heathfield, Newton Abbot, Devon 16th July 2024 https://t.co/phDe0KkJok\nDog ban not being enforced on Torre Abbey Sands @Torbay_Council\n回复 @billcoulson3 There have been reports of them overwintering near Looe in Cornwall over the past few years.\n回复 @WarrenBirding PEEPY BLINDER actually the standard view I was getting of the Little Grebe at Dawlish Warren In truth my favourite shot, the bird did know that I was there although I was in the hide at least 75 feet away and was it attempting to hide from me. https://t.co/1gmu1XnLQQ\n回复 @JWentomologist  A slightly odd looking bee seen in Tessier Gardens, St Marychurch, Torquay 17th May 2024. https://t.co/TNXz1Tfg7b\n回复 I have now invested in a copy of Spiders Of Britain.\n回复 @DevonWildlife @JWentomologist   Exeter Quays 21st March 2024 https://t.co/F0J3XJLtNb\nLonesome Bluebell but I suspect a hybrid, Forde Park, Newton Abbot 4th May 2024 https://t.co/bdNytt7dX2\nThere are lots of things to be bitter about .. yesterday in spite of going to an internationally renown nature reserve I did not see an Andean Condor or David Attenborough 😧\nSt Thomas Exeter 6th June 2024 https://t.co/kQS0Se9J5m\n回复 @StonedPorcupine @all_time_low3st @Xx__BR4ND0N @kimwexlcrs The same can be said for the dog owners who infest the \"dog friendly\" places with their yapping and often flea ridden pets.\nWhat looks like Mr Mute Swan on the nest on the jet ski pontoon in Torquay Harbour 22nd May 2024 https://t.co/1TJOBeznvx\nGuillemot Harbour side of Brixham Breakwater 5th March 2024 https://t.co/QX2zRq6B5F", "overlap_score": 0.1762109466547798, "MARITAL": "Married", "AREA": "Small towns", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Independent", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Male"}]