[{"user_id": 1086997208073932800, "screen_name": "melindar", "user_at_name": "melindar", "sample_content": "回复 @NoahGRubin @MrAndyNgo @EYakoby @BillAckman Yes exactly.  Harvard, Northwestern and Nohns Hopkins (plus more) prompted me to write this tonight:  https://t.co/3ODUnB0DDb\n回复 @ShirionOrg @Seeingidoc Each name can be reported to their state bar for character and fitness issues.\n回复 @canarymission @ColumbiaLaw @amnesty @Columbia I hope someone reports her to the bar and she never gets in given the character and firnesss requirements\n回复 @canarymission @MPower_Change @lsarsour Even the corrupt UN found their was rape and sexual violence\n回复 @browneyes41378 @sabreenaGS Moreover I know damn well what intifada means, do you? Hamas has in their charter the mission to annihilate all Jews. If Israel wanted to wipeout all Palestinians, they could. Instead they pulled out of Gaza and Hamas lives like billionaires while Palestinians suffer.\nI am sure many of you have seen the same videos &amp; were as affected by them as I have been. We must raise our collective voices to insist rape is not resistance &amp; for the immediate return of these women (&amp; all other hostages too)  #AmYisraelChai #BringThemHomeNow #HamasTerrorists https://t.co/lu6GKNKB0B\n回复 @TheMossadIL @Iromg Thank you for this!  Mike was awesome and I agree as I am not sure Avi is a professor, just an old ill informed Marxist buffoon.  One of my sons went to Oxford for undergrad and he can speak to the blatant antisemitism he faced then and that was 6 years ago.\n回复 @AkaLazarus Thanks in advance for helping magnify my voice here - I am an outspoken pro Israel professor who had a viral letter to the protestors!  I already follow you!\n回复 @StopAntisemites Thank you for posting this as I hope her Middlebury degree has given her some employment options but I am happy to know many who will never hire someone so biased and with that much hate in her heart\n回复 @MarkGoldfeder The ONLY reason he wasn’t chosen was because of his religion\n回复 @jacobkornbluh Has anyone told her that the UN changed the death toll significantly?  Has anyone told her that it is a myth that Ellis Island changed names?  Her letter was inaccurate and oh yeah btw, she is not really a Jew anymore\n回复 @BenMFreeman Splintered and fractured on the Jewish side.  Lots of letter writing and hoping people will do the right thing but up against an infiltrated academic and medical system just for starters.\n回复 @UNRWA Blame Hamas (and your own terrorist employees) and stop blaming Israel!\n回复 @RachelMoiselle You got this.  I’ve had a little bit of hate mail for my letter to the protestors but have had been overwhelmingly supported\n回复 @thestustustudio Well Harvard is back on my 💩 list then\n回复 @KenRoth Can I just say we are not related.  Plus I don’t get my info from Hamas propaganda\n回复 @canarymission @Harvard @ColumbiaSIPA She found her peeps at Columbia\n回复 @ProfDBernstein GW Policy also does not allow but the pro Hamas crowd got away with it too\n回复 @MaxAbrahms We - American Jews - need to stop providing funding for schools until they clean up their acts and stop the indoctrination.  This means wholesale reviews of faculty especially those teaching anything adjacent to Israel, Middle East, history, law, public policy, etc\n回复 @arpanio @sabreenaGS I don’t owe you anything nor have to prove my popularity.  But here you go, maybe this shows what mutual respect means.  When you stop hating. https://t.co/f5aPnqLsCn\n回复 @Ahmed47Farooq @sabreenaGS No see in Israel there is the right to assemble peacefully and criticize government.  No one talks about killing each the government or annihilating an entire people.  In fact, the 2million Arabs there have full rights and live in peace\n回复 @MarkRuffalo @actblue Ha ha of course you two antisemites would stick together.  Aren’t you ashamed of supporting someone who hates America?\n回复 @browneyes41378 @sabreenaGS If you really believe no rapes happened I feel sorry for you.  There is evidence to the contrary.  Pelvises were broken from repeated rape.  Testimony from captured terrorists ADMIT that he, his father and cousin all raped and then killed an innocent Israeli woman.\n回复 @ShaiDavidai Please see my appearance here, my point exactly!  And I do NOT run my classroom to indoctrinate anyone, although I am guilty of bringing homemade kugel during the Jewish holidays   https://t.co/rJOCGTHWr3\n回复 @sabreenaGS My name is not Karen but go ahead and try and label me and insult me because you don’t like that I teach my students to think critically and I don’t brainwash them.  My own beliefs are my own beliefs.  Period.  So don’t try and denigrate me.  I use my classroom for good, not evil\n回复 @MarinaMedvin Hopefully each face has been identified and reported to the Bar Association which has a character and fitness test.  Well that and at least big law Sullivan &amp; Cromwell has said they won’t be hiring them.\n回复 @johnondrasik As a faculty member I want to stress - not all of us, at least not all of us yet!\n回复 @spookydavidjohn @asdvocat3 @SagjieJenny @edipyuksel @sabreenaGS Nope I never said that.  It is ok to be critical of the ICC and of the Israeli government and still want Hamas to surrender and release the hostages without wanting to kill all Jews and eliminate Israel.\n回复 @BenjaminAbella There is a list of about 2700 faculty across 370 or so North American universities that have signed on to a pretty politicized one sided view calling it “scholasticide” have you seen this?  Happy to share, dm or follow me for more details\n回复 @KevinKeatingUSA @TheJeffersonC YES.  See my letter to the spineless university heads who have been caving to the terrorists and share it widely!!!", "overlap_score": 0.155941186364453, "MARITAL": "Married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Islam", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1257005046023233541, "screen_name": "ShortestSeville", "user_at_name": "𝐺𝑟𝑒𝑒𝑛 𝑊ℎ𝑖𝑟𝑙𝑤𝑖𝑛𝑑 𝐹𝑎𝑛𝑓𝑎𝑟𝑒", "sample_content": "回复 @RealEleanorM *giggles* Maybe I love it when you blush.\nPerfect description of Eleanor.\n回复 @Rockstar_Munk: *slides under the girl*  @RealSimonS_: *tries to talk to the girl*  Me: *hit her with my werewolf slap*\nhttps://t.co/MwTZGirj5f  @Rockstar_Munk I think our celebration might be better with this tune. :)\nI don't even know man....\n回复 @RealEleanorM I love you Ellie\nNo there isn't. :(\n回复 @NateTheChipmunk These guys were funny as fuck!\nJust put $1,000 in the swear jar and be done with it. Haha!\n回复 @RealSimonS_ @Rockstar_Munk You're telling me.\n回复 @AlvinSevilleJr Hey I didn't even do anything.\n回复 @RealEleanorM I love you too Ellie\nWe can finally throw in the mating season towel as if we are proud to announce our third pregnancy! https://t.co/5gR67z650S\nWith my werewolf attacks improving greatly I'm starting to feel like the next Donkey Kong. https://t.co/nXuNslYpQn\n回复 @RealSimonS_ the goofball. https://t.co/DC3LCe2HIp\nNope.\nOh and I forgot one thing.  *takes my engagement ring and tosses it off the rooftop*  To Hell with you!  #single\n回复 @RealEleanorM And forever\n回复 @benjaminseville\nPlaying video games with @Rockstar_Munk. Can you guess what game we're playing? https://t.co/OQkIk5vv2h\nNah....  Do you know about this @RealSimonS_?\n#NewProfiIePic https://t.co/suKE1L7ZKk\nHe literally just purposed today. https://t.co/eqjJBcyHIU\nWhat about Simon? Or the Chipettes?\nI'm a chipmunk and this hurt to watch.\n回复 @RealSimonS_ We should do this more often Simon\nWell it's a hell of a long story on my side of the border. But don't worry. Avalor's lovers are safe.\nI agree. The amount of pedo exposures this year is crazy.\nOh. Fucking. No. https://t.co/kkNnxQzJSg\nI would get @RealEleanorM number 4 because it has a teddy bear in it, and one of my nicknames is Teddy.  What would you guys get? https://t.co/vTzwkd5Tnh", "overlap_score": 0.1911074489661803, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Youth (18-35 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1153032663013478400, "screen_name": "HughMMitchell", "user_at_name": "Hugh Mitchell DVM", "sample_content": "... or that the cries of risk to the wild salmon from net pens hold no water (or scientifically: the null hypothesis of no impact has not been rejected).\nAs we saw with COVID: germs, disease, and the immune system comprise an extremely complex multivariate process in herds or animals and groups of people. Plenty of misconceptions because of this complexity. Just rife for fearmongering by activists for their own nefarious purposes.… https://t.co/drMJu1zXhR\nSunday Morning Musings: This is typical of the behavior of anti-aquaculturists. All rhetoric and nothing but the putting forth of pseudoscientific peer-reviewed \"hopeful theories\" (yes, the peer-reviewed process in science is broken - any true scientist sees this). There is… https://t.co/2tn2LTDCVK\nMore scenes from this week in the Mississippi Delta during catfish spawning season. Farming an r-reproductive species is different! #aquaculture #science #nofarmsnofood #eatUScatfish https://t.co/lQFQgZJzd6\nEssentially kicked out of Canada for being a tin hat nutjob. Civil discourse about facts and solutions not even remotely possible with this one. Not how a functioning society works, but certainly how a polarized one does. Ring any bells? #aquaculture #salmon #science… https://t.co/jatyW3aIie\nhttps://t.co/53onUrXDYi\nIf you are a WA State voter, this is the electable person you want in Congress - if you care about fisheries conservation, the blue economy, and seafood security. She gets it. #aquaculture #salmon #science #foroceanssake https://t.co/gUdmhD741M\nClose open net pens in BC and WA and yet don't consult the licensed and Board-accountable experts? I guess we shouldn't listen to the MD's and epidemiologists next pandemic and make policies and regulations from the rants of fearmongering activists? (yeah, these are just my West… https://t.co/jQDRjpYIY7\nSunday Morning Musings: Please stop the lying on engage in good faith discussions and real scientists (and adults) do. Aquaculture is too important to the conserving the ocean's resources, the blue economy, and our seafood security to leave it to other countries. #aquaculture… https://t.co/nhbwEDM27M\nWild salmon fisheries (commercial,sport, or tribal) could not exist without federal, state, Tribal and stock enhancement hatcheries (and open net pens) -aquaculture! One disease that is endemic in wild salmon and can be a problem is Bacterial Kidney Disease (\"BKD\") associated… https://t.co/xJwLC8zhNV\nEmily gives a great glimpse of net pen aquaculture in the Great Lakes of Ontario, Canada. Environmental monitoring very strict. Little controversy. Why? Rainbow trout, not salmon! #aquaculture #salmon #nofarmsnofood   https://t.co/JHfhjMN8pw\nWe can vaccinate farmed fish against viruses and bacteria that their immune systems are naive to but are carried by wild populations. #aquaculture #salmon\nWhy do many actors, oblivious to science, think that they have the aptitude to comment on medical, nutritional, or environmental fields that are extremely complex multivariate systems (even for the experts!).\nWhat fish veterinarians look like! Going out for dinner after thrashing through a tough day of discussing and debating a myriad of aquatic veterinary issues during a meeting of the Aquatic Veterinary Medicine Committee at the American Veterinary Medical Association headquarters… https://t.co/Am8YQfSdf2\nImportant document! USA is the single biggest seafood importer. Unacceptable! #aquaculture https://t.co/4DDF5tszQ3\nI am very honored to have known some of these NW Aquaculture Alliance Lifetime Achievement recipients for over 3 decades as an independent licensed and USDA- accredited veterinarian - on call whenever needed. I obtained firsthand knowledge of their dedication and accumen in local… https://t.co/V3SaDKdJsQ\n回复 @aquanut66 Not down here or in Alaska. They got the ball rolling. I agree that it has now taken on a life of its own and has become an \"activist industry\". A Tribe (FN) down here was largely responsible for the cancellation of Puget Sound net pens.\nThe bias is typical. Normative science BS of non-fish health professionals fearmongering phantom risks of farmed salmon processing plants (which treat their effluent and process their waste), yet no outcry as to what wild salmon processing plants do with their waste or effluent.… https://t.co/Nxof5zmwcw\n回复 @law4salmon @Alaska_Salmon @BCAquaculture @IntraFish @Salmon_Business @tomfletcherbc @SeaWestNews @SapinRachel @salmonfarming1 @CDNaquaculture @BCSalmonFarmers @GSA_Seafood ISA is NOT on the West Coast (from Alaska to California). This statement is based on the fact that legitimate fish health professionals, continually working with wild salmon (returning and in hatcheries) and farmed salmon, and continually assessing all bacteria, parasites and…\n回复 https://t.co/5Mmez3dNeg\nWhat do licensed and dedicated fish veterinarians look like? Here is a sampling of some of us who attended the AAFV conference last fall Springfield, Missouri. Dedicated to advancing fish health and welfare. #aquaculture #salmon https://t.co/ygvndpfGB8\nOnly can feed the increasing masses with sustainable farmed fish. Expensive wild capture fisheries can't do it alone, and pressure on wild stocks will continue to increase. Other ideas are welcome! #aquaculture #salmon #foroceanssake https://t.co/3KphJN50fJ\nDo cultured diamonds endanger wild diamonds? Just saying. 😏 #aquaculture #salmon https://t.co/NPXqOVmg6G\n回复 @aquanut66 First, I think Brown's Bay sterilizes their effluent, so no issue. Bloodwater may look bad, but nothing there. Any pathogen DNA detected is probably just DNA (not an active pathogen). Second, if it wasn't disinfected, pathogens are endemic, meaning wild populations probably have…\nLand or sea. #aquaculture #salmon #foroceanssake\nKnown Dr. Globe for years. Nice that he is calling out (from years of experience) that farms on the East Coast - like in BC - do not endanger the wild salmon. In BC, Atlantic salmon are not invasive. In Atlantic Canada, where they are native, there are countless other issues.…\nNeed solutions, not fake, out-of-touch obstacles. #aquaculture #salmon #foroceanssake\n回复 @aquanut66 Yep. They smelled blood and didn't stop. Some actually accused the triploidy trout as being genetically modified. Hillary Franz used it to draw attention to her Commissioner of Lands position and gubernatorial aspirations - portraying the cancellation of net pens as being good…\nhttps://t.co/5zvEPxm3rp\nNo evidence of disease risk to wild salmon or excessive waste in BC or WA State, but this cast of characters refuses to acknowledge any information against their ocean-resource damaging ideologies. What is tragic is that their fabrications get some traction in Olympia and Ottawa… https://t.co/Qm3JQWn9L5", "overlap_score": 0.1389922824946584, "MARITAL": "Married", "AREA": "Rural areas", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Conservative", "GENDER": "Female"}, {"user_id": 1288073282, "screen_name": "newDawnbreaks", "user_at_name": "Dawn", "sample_content": "回复 @TommyD6336 Scary times we are in. Praying for everyone.🙏🏼\n回复 @walleyed_pike SO CUTE!!!!\n\"We Are The World\"  - we all loved and sang along to it, and still do. The behind the scenes documentary on Netflix is simply good for the soul. It made me cry, smile, laugh and sing. The gift that keeps on giving.🌍♥️\n回复 @disco2021 Hope you both are enjoying your day in Dublin. That's a lovely picture of the two of you together. (and the colorful umbrellas above your heads) Keep smiling!😊💟\n回复 @walleyed_pike Awe.... what a beautiful thing to say, \"A perfect woman for this imperfect man.\" Sounds like you are a wonderful husband to her also. Happy 40th, may y'all be blessed with many, many more years of good health, friendship and love.♥️💌❤️\n回复 @walleyed_pike Is your Dad alright?\n回复 @gervaisclips @rickygervais ...but he would have even more to pull dark humor from, that's for sure! Way more even. Although honestly, the vast % of them do not deserve to even be in his presence, in my opinion.\n回复 @walleyed_pike It's a neat feeling to feed  animal right from our hands. My niece says I'm like Snow White; sing to them and they gather around to eat. (how sweet)  p.s. have been pooped on by those seagulls a few times. (not so sweet, haha)\n回复 @MauriceBenard @realtcstallings @ucantdothat121 in need of more prayers my three amigos/brothers in Christ, please.\nAfter battling breast and thyroid cancer the past year, recently had another scare...   Biopsy results earlier today showed no carcinoma; no cancer!!   I look a mess right now, but this is a face of relief and profound gratefulness. https://t.co/tLIhCUuHeq\n回复 @walleyed_pike Thank you forever friend, your words always touch my heart. God bless you too.🙏🏼\n回复 @MattressMack having a mammogram and ultrasounds in the morning, testing to see if breast cancer has returned. Afterwards, if y'all need volunteers to come help out please let me know. I always enjoy helping out at your store.  God bless you.\n回复 @TommyD6336 It sure did, heat index has been above 100° in Houston already. Imagine how August will be...hot hot hot\nMeeting with breast surgeon for a follow up visit. This should be an easy appointment, hopefully.   Hope all of you are healthy and happy, love y'all.🌹🩵\nI would never think a man covered in tattoos who goes by the name Crooks could get me to feel bad for him.  Ugh.😔 - he lost his Dad in a car accident when he was a kid, started doing meth at age 8. Each piece of our puzzles form us, good and bad.   Count your blessings.  I am.\nNo biopsy needed, so no cancer. It was basically just healing still taking place after the other cancer and surgery.  Happy early birthday to me! 💝🎗️😊\nDay 2 radiation time.✌🏼\n回复 @kurt13warner Unfortunately, there has been a huge divide due to all the political drama. Both sides push intolerance and hate for the other side, which only deepens our divide. It's up to us to bring back respectfully discussing different opinions. Be kind to others and ourselves too. 🙏🏼🇺🇸\n15 Radiation Treatments done, 10 to go.  My breast looks like it has a bad sunburn, and feels very warm. I have an aloe vera plant, use that and lotion to help.  Hanging in there, and thankful for every single day.  Enjoy your weekend!  The weather is beautiful here in Houston.😊\n回复 @ofcrdeonjoseph Your videos are great, have shared them with nephew to help him understand what's at stake; and he has changed his mind on how he is voting.  So thank you for helping out some of us in Texas.  (but go Astros!!!)  ((brother is a Dodgers fan))\nOur song:  https://t.co/qgkdqnsg2m  He sang this to me right before his last surgery (had a 30% chance to live through it) he was prepped to go, he asked me to hold his hands and started singing. Everyone there cried.  https://t.co/qh0R2toyJ1 He died two months later.  Miss him.\n回复 @TommyD6336 The Savannah Bananas!! They are so much fun.🍌😊 The next time they're in Texas you should take your family. Guaranteed to have lots of smiles and laughter.\n回复 @charlieLdavis - have a feeling we will see you on another season. Your gut instinct will guide you and we will cheer you on again. Learn lessons from this season and carry them with you. All the best to you.😊\n回复 @PapaCorms @ScottBaio John, if you message which theater you go to, I'll buy some tickets for you and a few others to go see Scott's movie. Sincere offer - because its message will be powerful.  He is a good man with a lovely family... maybe open your heart and simply be kind.\n回复 @5289davhas Such lovely smiles. You have a beautiful family.😊\n回复 @ClickTony I miss my sweet Korkie too, she's been gone almost 10 years. So grateful to have Mini now... - hey, maybe  Maggie Mae and Korkie are running through amazing heavenly fields together.  We'll see them again... Big hugs to you friend.💌\nWaiting to have a MRI of brain due to vision and balance issues. It's only April and I am already at 100% with insurance. Breast cancer treatments were most of it  - thyroid cancer and cancer in some lymph nodes will be removed May 3rd.  And now testing brain.😔 Need prayers pls.\n回复 @KathleenWinche3 He was the first person I voted for to be President! He had all his charts, so good. Sister and I voted for him, parents for Bush. They tried to change our minds, but we were both so proud to give him our votes! He was a good man. Thanks for the memory.😊\nMy youngest nephew is very protective of me, he tells it like it is, haha.  He is now 10. (was 5 here)  Just watching some memories this morning, good for the heart.❤️ https://t.co/6juNOd4Xhg\n回复 @rickygervais Grandpa got me this book at age 10, which opened my eyes to a whole colorful world beneath the water - and became one of the biggest passions of my life! 🩵 I bought the book for niece and nephews also... https://t.co/TwfEugvV4w", "overlap_score": 0.1173875930023226, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Moderate", "GENDER": "Female"}, {"user_id": 1248933209875701760, "screen_name": "JeremyDanielBo1", "user_at_name": "Daniel Boyd", "sample_content": "回复 @helpmeskeletor The fact that a whole cult of personality has sprung up around this candidacy  with people flailing around like this will be the end of fascism while they fail to address most of the egregious warning signs should give everyone pause.\nWe probably wouldn't need to have the Surgeon General put a mental health warning on social media if our lawmakers actually had the guts to hold the owners of these sites accountable for allowing the behavior that leads to poor mental health in the first place.\n回复 @CerealMidnight It's definitely a product of it's time, but I can't help but get sucked in by it. It's one of my go to \"everybody's in bed but I'm not ready to sleep\" shows.\n回复 My reality is that I struggle with anger at times, I can easily get overwhelmed, and depression rears its ugly head from time to time.\n回复 Probably the biggest of these reasons is that younger generations are coming into a world that's growing more cruel and unjust by the day, so a massive superhero power fantasy doesn't connect with them the way millennials did.\nWhen your core voting block has been very vocal in their disgust over the actions of the Israeli government and dissatisfied with celebrities in general obviously you should run a rally with Zionist celebrities harping about how great you are...\nCalling for a ceasefire the same day the administration that you are a part of gave the aggressors 3.5 billion worth of weapons really rings of hollow lip service.\n回复 @revmagdalen @YouTube @Google Every time I have seen a suggestion for one of his videos it's something to the effect of: 'If they can survive in shark infested water for 1 hour holding a bucket of chum, they'll win $50,000\". It's not a huge stretch to imagine he tortured an employee (allegedly)\n回复 I really do get behind the messaging of the video. Ads and SEO has made Google and it's grip on the Internet a miserable experience. But when you stop to do multiple ad reads in the video it's the very thing you're ranting against.\n回复 @DrainBamager https://t.co/KpVrTfZ7o8\nThe more we see people suffering financially, the more widespread scams will become. Just a reminder, I'd it seems too good to be true, it probably is.\n回复 @model_daughters The wheels will be off the cart if the Republicans regain the governors mansion. The candidate is probably one of the worst I've seen in this state from the party in decades.\n回复 @benFranklin2018 There's a litany of never Trump Republicans out here boosting the democratic party establishment. Not because they saw the light and want to abolish fascism, they just want a kinder, gentler face on it so that it's easier to accomplish it in the shadows. Trump is a blunt weapon.\n回复 @DanielRPK Paramount did that for Star Trek TNG and it is gorgeous on blu-ray but they lost  millions on it.\n回复 @NotDevinsMom There's no way to stay in congress without losing yourself after a while. That'll never change unless the institution undergoes a major upheaval.\nSometimes I need to remind myself that there are things in life that bring me joy and surround myself with them.\n回复 @MrBrecken I just don't understand what their endgame is. Do they want Star Wars to be a copy and paste of westerns from nearly a century ago where there was the only virtuous good guy in white and the evil, mustache twirling villain in black?\n回复 Are you sobered up now from the drunken euphoria a lot of people have been under for the past 2+ weeks? Is it not painfully clear this is Biden 2.0 wrapped in a new, younger looking package?\n回复 @solomonster Overall a great show but those Jericho segments were a chore to sit through\n回复 @model_daughters I watched a Tik-Tok personality go from healthy skepticism when Biden was running to Harris can do no wrong mental gymnastics to wait, this is just Biden 2.0 after the DNC.\n回复 @model_daughters Governor Cooper will most likely veto this, the scary part is does the General Assembly unite to override the veto. NC was able to keep a near full abortion ban from going through last year thanks to some dissention in the GA and I hope this can go the same way.\nSo a guy who's made openly misogynistic and racist comments as recent as a week ago is trying to force himself onto the Disney board of directors. So of course this site is giving him tons of ad space to lobby for that position...\n回复 @model_daughters I watched a person pay $1700 for a prescription tonight. They sure did defeat Big pharma...\nA weighted pillow shaped like Appa from Avatar TLA? Finally an ad I won't block on this wretched site!\n回复 @laPazdeKate @brucepknight It's going to be deja-vu to Hillary in 2016 all over again. A lot of pundits sitting around wondering how this possibly could have happened.\nMan, this episode of Dynamite is pretty good... \"I AM THE LEARNING TREE\"  well, fuck...  #aewdynamite\nYou know, I've long wondered what a Star Wars and Star Trek crossover would look and feel like. For me, the most exciting idea would be for the enterprise crew to be accidentally sucked into the Galaxy far, far away.\nIt's easy to project a perfect image for yourself online. The ability to only show ourselves in a positive light on social media can simultaneously be a positive and negative thing.\nThis is why younger generations are rejecting celebrities en masse now. Selfish, awful behavior that put literally thousands of people at risk wrapped in language about not letting others down.\n回复 They're watching children &amp; women being destroyed on their phones abetted by their own government while they can't afford to feed or house themselves. So going to these bloated, expensive tributes to excess full of people who refuse to use their platforms to help is vile to them.", "overlap_score": 0.1199362893084791, "MARITAL": "Never married", "AREA": "Cities", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Democratic Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Female"}, {"user_id": 1388610276870610946, "screen_name": "halesr2539", "user_at_name": "Rene Hales", "sample_content": "回复 @Jamesrus42 Ernest Borgnine\n回复 @FPWellman I keep asking how could anyone want @JDVance only a breath away from the presidency. I have also heard that he might invoke the 25th amendment if Trump wasn’t deteriorating fast enough.\n回复 @MadeInTheUSANJ Yes\n回复 @RpsAgainstTrump Is there a possibility that as the @GOP recognizes the potential for down ballot losses that they will demand he withdraw or cast him aside at the convention? I can’t see @LeaderMcConnell wanting to see both the House and Senate in the hands of Democrats.\n回复 @0xgaut If those are not weight bearing walls, take it out.\n回复 @krassenstein Whitmer - it would be a bold gamble. But! Women are good at cleaning things up.  I also like Josh Shapiro.  I favor a pick not an open primary or open convention.\n回复 @OccupyDemocrats ❤️\n回复 @bruce_steiner Yes, worst in my lifetime and FDR was president when I was born.\n回复 @Matt_Pinner OMG\n回复 @therealkokopup @thejackhopkins Instead of a debate let’s have a foot race or bike race. It can be a relatively short distance. The job of president requires a certain amount of physical ability. Let’s test it!\n回复 @wiseconnector B\n回复 @kangaroos991 ✋\n回复 @Tinman131611 @thejackhopkins U support the guy that says it is stupid to serve your country. My father, brother, uncle, cousin all served. 1 REASON not to vote tRump. John Kelly confirms Trump disparaged U.S. service members &amp; vets. Trump called fallen soldiers \"suckers” and \"losers\" during his presidency.\n回复 @Franktheshank88 Zealotry is when one takes a religious, cultural, or political belief too far, refusing to tolerate other perspectives or conflicting beliefs.  A government's zealotry might lead it to outlaw free speech and arrest journalists.\n回复 @StewartIsaacs @MIT Congratulations! Quite an accomplishment!\n回复 @wiseconnector Hope\n回复 @davidkshull @BidenHQ #TRUMPISNOTFIT\n回复 @IQTestBrain 42\n回复 @twylado @janeqpublic1005 @Angry_Staffer @JoeBiden @dccc @DCCCchair What will he be able to do the next 4 years. I agree the first 3.5 were AMAZING. BUT, we don’t live in the the past. The challenges will be in the future. Let Biden get a physical and cognitive assessment and publish the results. He refused that suggestion by GS.\n回复 @DougWahl1 BIG BUCKS!!!\n.@The_Last_Tru You support the military, but does Trump?  John Kelly confirms Trump privately disparaged U.S. service members and veterans Trump called fallen soldiers \"suckers” and \"losers\" during his presidency.”  He maligned Gold Star parents. He denigrated John McCain.\n回复 @caflyergirl My Winnie waiting for me to come home. https://t.co/Y6pkeWokiR\n回复 @WilliamStLucia @mdnij34 I hope Biden is giving that possibility consideration and has 2 or 3 ideas about what to do ready to go.\n回复 @JoJoFromJerz @LindseyGrahamSC To @LindseyGrahamSC Of course cheating at golf is a huge assist to Trump.\n回复 @itzbatool33 @OccupyDemocrats It’s hard to make up your mind when you don’t have one.\n回复 @KenMorin111 @JNS_Savimbi @thejackhopkins You can’t hear what he says??? Get your hearing tested. Trump needs to learn to keep his mouth shut.\n回复 @DougWahl1 A\n回复 @wiseconnector Kiwi\n回复 @OccupyDemocrats 💙💙💙\n回复 @CalltoActivism ✋", "overlap_score": 0.1815340613758655, "MARITAL": "Married", "AREA": "Cities", "INCOME": "High Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "Christianity", "PARTY": "Republican Party", "AGE": "Elderly (over 65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}, {"user_id": 1052659666738647040, "screen_name": "j_whoopee", "user_at_name": "Phineas J Whoopee,", "sample_content": "回复 @GavinNewsom @NRA You are 20 yrs behind on your promise to solve homelessness in your state. https://t.co/XKLwy25Vj8\nIf Kamala Harris can't even properly VET her VP choice how the hell is she going to manage the White House and the affairs of the US both at home and abroad?\n回复 @PolitiBunny I have read the texts of Obama speeches, there really is nothing of substance in them, word salad, lipstick on a pig type of stuff.\n回复 @Everytown With a few easy modifications this stick becomes a weapon of war. https://t.co/T7R7re5wfn\nWell what they should have said is, this is against the law and we are letting the traffic through remain on the bridge at your own risk.\n回复 @TugboatPhil Another chapter in,  The Life and Times of Tugboat Phil. 👍\nThis is nothing new, has Chris Cuomo suddenly found some sort of principles or is he jealous that he is no longer part of the elite media ?\n回复 @PolitiBunny Regardless what Liz or anyone else says, no women that ever suffered a miscarriage has ever said she suffered a spontaneous abortion, 99.9% of the population would never say that only an insufferable ass would refer to a miscarriage as a abortion.\n回复 @MatthewSpira The Senate didn't kill it Schumer never allowed it to be debated, it still sits on his desk.\n回复 @handshammer69 @PolitiBunny HR 2 was never even brought up for debate in the Senate so I would say Schumer and company.\nJust a reminder, Biden didn't want to step aside he was forced, and democrat voters had no say in who they want to run for president, and I am sure there are plenty of Senators, congressman and governors that would have liked to take part in a primary.\n回复 @RepSwalwell What police were killed on J/6 ?\n回复 @RyanAFournier Only an idiot would think that Mar-o-Lago was only worth 18 million when lesser properties right down the road are selling for 20 - 30 million.\n回复 @dantypo We had a place called Bellingers field and the wood that were adjacent, we would shoplift smokes from the A&amp;P and lift a six pack of beer from the back door of the local deli\n回复 @DefiantLs 16 Nobel Prize winning economists.\nOnly an asshole turns a commencement speech into a political speech.\n回复 @Eugene1man @PolitiBunny Go clean your house https://t.co/tJ7Jk1JtVd\nWho wants to outlaw birth control ??  Didn't Republicans try making BC over the counter and Dems killed it?\n回复 @BillyBaldwin Why do bitter washed up actors always threaten politicians .\nDaily reminder: Kamala Harris couldn't even properly VET Tampon Tim so how the hell is she going to manage the affairs of the state both here at home and abroad ?\n回复 @MAC_Arms Why is that cartoon shooting up into the air\n回复 @AdamKinzinger I seem to recall a claim you made that 2000 Russian soldiers a day were dying.\n回复 @AOC You tolerate terrorists so shut up and sit down.\nMost Americans have no idea what DEI programs consist of .\nSo Biden and his administration was forcing Amazon to hide books from the public\n回复 @1WitchyChick Must be punctual also, it's that other company down the road that wants to hire the slackers and scatter brain.\n回复 @BrunusCutis She now has a hove toe\nWhen the President and his entire administration showcase their stupidity. Apparently they are all to stupid to know the difference between legislation and aggressive unconstitutional executive over reach. Not a good look\n回复 @TwitchyTeam Holy crap......  Black women looking to climb the corporate ladder face a more hostile landscape than ever. Aside from having to constantly prove themselves and talk in a manner that can’t be labeled as angry or emotional,\nHarvard's best and brightest is at it again. Could this turnip be any dumber ?", "overlap_score": 0.1671254335593011, "MARITAL": "Married", "AREA": "Suburbs", "INCOME": "Middle Income", "RACE": "White Alone", "EMPLOYMENT": "Working now", "RELIGIOUS": "No religion", "PARTY": "Republican Party", "AGE": "Middle-aged (36-65 years old)", "IDEOLOGY": "Liberal", "GENDER": "Male"}]